{
  "info": {
    "theme_name": "modyolo",
    "theme_author": "admin",
    "theme_developer": "Sathish & Sahil",
    "theme_buy_link": "https://apkfindy.com/product/modyolo",
    "website": "https://apkfindy.com",
    "created": "2026-01-01"
  },
  "posts": [
    {
      "title": "HaremKing v1.161 MOD APK (Unlimited Currency)",
      "description": "<p>All your fantasies of being the Harem King in a dating sim, surrounded by beautiful waifu girls from around the galaxy, are about to come true. If you know what you’re doing and play your cards well, you just could end yourself on a date with the waifu of your dreams! The choices you make in HaremKing will either get you closer to or further from the person you’re crushing on.</p><h2>THE LOVER WHO TRAVELS THROUGH TIME</h2><p>HaremKing is more than just a dating app; it’s a way to reinvent your love story by changing the past, present, and future. You’ll assume the role of a young man who accidentally discovers the ability to travel across time. Now that he has this power, he can fix his mistakes, rebuild bridges with old friends, and create a brighter future for himself and the one he loves. The third season of the hit series “Hardest Girl to Get” (Kode Keras buat Cowok dari Cewek) centers on this engrossing story.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"HaremKing – Waifu Dating Sim\" class=\"aligncenter size-medium wp-image-214879\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-2.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"HaremKing – Waifu Dating Sim\" class=\"aligncenter size-medium wp-image-214880\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-3.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>A NEW TASK FOR THE OLD DATING GAMES</h2><p>It is not your typical dating sim; it combines elements from visual novels, anime dating sims, and puzzle games to create an engaging and challenging experience. Swiping left or right won’t work on a still image. Instead, you’ll delve into deep, interesting conversations, and choose the best possible response from a variety of possibilities to gauge the reactions of potential waifus. When you’re at a loss for what to do next, it can help to play a puzzle game.</p><h2>OVER 280 DEGREES OF COMPLICATED ANIME LOVE</h2><p>The game features over 280 levels that were carefully designed to provide a variety of challenges and opportunities to learn about various anime mechanics. You’ll need to change your tactics to reach your full potential and discover the mysteries of waifu love; these aren’t your typical match-3 puzzles slapped together with anime chicks.</p><p>The dating pool in HaremKing is interesting and varied. You can find a waifu who shares your interests in anything from art to sports to eating. You will not only be attempting to gain their affection, but also forming bonds, communicating, flirting, and even posting sextastic selfies with them. And let’s not discount the role that one’s outward look plays in the dating game. Outfit your character to win the affection of your waifu.</p><h2>ALTER YOUR ROMANCE USING A TIME MACHINE</h2><p>Time travel features heavily in the story, but it also has a functional purpose in the game. If you’re able to travel back in time, you can alter the choices you made in the past on how to approach the girls, giving you a second chance to win their hearts. A good ending for your story depends on the decisions you make, so make them wisely.</p><p>HaremKing adds a charming anime spin to the standard fare of modern dating applications. You don’t just look at photographs; you discover your perfect match and enjoy heartwarming stories. Adding complexity to your virtual relationship with your anime waifu, you will communicate with them through text, provocative photographs, and even heartfelt audio chats.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"HaremKing – Waifu Dating Sim\" class=\"aligncenter size-medium wp-image-214881\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-4.jpg 720w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"HaremKing – Waifu Dating Sim\" class=\"aligncenter size-medium wp-image-214882\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-5.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"HaremKing – Waifu Dating Sim\" class=\"aligncenter size-medium wp-image-214883\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-6.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>WHAT WE LEARNED ABOUT WAIFU LOVE</h2><p>You have been given the extraordinary task by HaremKing of deciphering the mysteries of waifu love. The game’s mechanics are set up so that your next message to your waifu is based on how well you did in the anime minigames. With the help of this cutting-edge app, you can stay on your toes, change your tactics frequently, and win over your anime crush.</p><p>There’s more to the game than just dates and time travel. You may also use it to make your character look good for your waifu. In this game, every little thing matters, from your choice of clothing to your hairdo. Dress to impress, and you just might win over your waifu. The adventure of finding love is half the joy with HaremKing.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim.jpg",
      "slug": "haremking-waifu-dating-si",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Trivia",
        "slug": "trivia"
      },
      "apktemplates": {
        "wp_description_GP": "Experience the ultimate dating adventure in HaremKing: Waifu Dating Sim MOD APK. Unlock your true potential and win the hearts of your waifu girls.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Unlimited Currency</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "HaremKing",
        "wp_version_GP": "1.161",
        "wp_developers_GP": "Digital Artha",
        "wp_sizes_GP": "119M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Currency",
        "avg_rating": "4",
        "total_votes": "31",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/05/haremking-waifu-dating-sim-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:08.531723",
      "lastmod": "2024-09-02T17:10:51+00:00"
    },
    {
      "title": "Decor Blast v3.0.0 MOD APK (Unlimited Diamond)",
      "description": "<p>Design and creativity are always preferred by those who appreciate aesthetics. This game genre is both easy to play and highly entertaining. You will have no fixed standards to follow, but you will have complete freedom to make things appear exactly how you want. While playing these games, the little ones can also express their creativity through color or art installation. Don’t worry; there’s never gore in design games. The home design subgenre of video games exemplifies this broader category.</p><h2>CREATE YOUR DREAM HOME</h2><p>ZYMOBILE LIMITED develops the Decor Blast game. This game combines puzzles and matches three games. The plot begins with the concepts of young designers. In addition, playing Decor Blast will assist you in developing the skills you need to become a professional designer. In this game, the player is completely responsible for developing new concepts. In Decor Blast, players are not limited. Creativity knows no limits. A minimalist or modern aesthetic is an option. You can also try decorating from East to West, such as a traditional Japanese room or a modern Scandinavian apartment. Don’t be afraid to try something new to unleash your creativity.</p><h2>TAKE PART IN THE MATCH THREE CHALLENGE</h2><p>The triple jobs in Decor Blast are your design inspiration. Don’t dismiss this as a casual game. After using it, you will agree it is as aesthetically pleasing as any build or design. Decor Blast follows the typical match-three gameplay rules. Players must trade to create at least three identical tiles. However, this is not a cap. The more tiles you can match at once, the closer your victory will be. For example, by matching 5 tiles, the player can create boosters. The game board can be wiped clean quickly and easily with this item. Let us proceed with caution.</p><h2>EARN REWARDS FOR SOLVING PUZZLES</h2><p>You can also answer questions and unlock the solution on the trio after having your key. This opens up many opportunities for you to advance in the game as a designer. After completing the levels, the player will also get some rewards. You can afford to buy as many premium brands as possible with that money. You know how much it costs to renovate and furnish a home. However, a much larger figure is needed for it to become a popular holiday destination. Choose the design of your home based on the aesthetic you want to achieve. This will contribute to the overall peace and tranquility of the house.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room.jpg",
      "slug": "decor-blast-realistic-roo",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Design and creativity are always preferred by those who appreciate aesthetics. This game genre is both easy to play and highly entertaining. You will have",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Decor Blast",
        "wp_version_GP": "3.0.0",
        "wp_developers_GP": "ZYMOBILE LIMITED",
        "wp_sizes_GP": "145M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Diamond",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Decor%20Blast/decor-blast-v3.0.0-mod.apk",
            "download_version": "3.0.0",
            "download_size": "148 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Decor%20Blast/decor-blast-v2.8.0-mod.apk",
            "download_version": "2.8.0",
            "download_size": "148.24 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/decor-blast-realistic-room-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:13.464157",
      "lastmod": "2024-09-03T10:35:57+00:00"
    },
    {
      "title": "Auto Brawl Chess v39.0.4 MOD APK (Recovery Speed)",
      "description": "<p>Auto Brawl Chess is a fascinating chess game at its best, thanks to the creative gameplay to deliver the most thrilling and hilarious experiences with new concepts with strategic battles. Thus, players’ battles are outstanding and unique in some aspects, giving players various feelings as they thrive to the top and express their tactical skills with various warfare.</p><h2>EMBARK ON A DANGEROUS JOURNEY WITH YOUR PARTY</h2><p>Put your tactical skills to the test across various battlefields, each of which presents its own set of one-of-a-kind obstacles and heroes who each have their own set of unique advantages to offer. Exploration of the region, battles against formidable monsters and other powerful magical creatures, and the acceptance of missions that will assist you in creating your character’s history are the first steps in the journey. Bring together the soldiers of your powerful party, and lead them to victory!</p><h2>NURTURE YOUR COMBAT UNITS TO NEW EXTENTS</h2><p>Acquire and cultivate hundreds of playable heroes and monsters, each with unique abilities and the possibility for spectacular magic and combat combos. Your team can be strengthened by providing its members with improved tools and training and by gazing in wonder as its members don ever-more elaborate garments and demonstrate ever-greater levels of competence. Choose your adventurer from among an infinite number of unique personalities and hundreds of fantastical beasts.</p><h2>TAKE ON DANGEROUS BATTLES WITH IN-DEPTH STRATEGICAL SKILLS</h2><p>Because having powerful heroes isn’t enough on its own, you’ll need to create your own turn-based offensive and defensive strategy employing hundreds of different card combinations to succeed. To prevail over your adversaries, you can employ your wits, ingenuity, and cunning or rely solely on your strength. You can do many things with your army, and utilizing them effectively or efficiently will help you approach your victory and acquire greater feats as you keep up with your progression.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess.jpg",
      "slug": "auto-brawl-chess",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Auto Brawl Chess Mod APK is a turn-based strategy RPG that combines action, strategy, combat rpg, and turn-based role playing games.",
        "wp_mod_info_GP": "<ul><li><em>Improved the healing speed of the blue bar in battle.</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Auto Brawl Chess",
        "wp_version_GP": "39.0.4",
        "wp_developers_GP": "PANORAMIK GAMES LTD",
        "wp_sizes_GP": "143M",
        "wp_GP_ID": "",
        "wp_mods": "Recovery Speed",
        "avg_rating": "5",
        "total_votes": "5",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Auto%20Brawl%20Chess/auto-brawl-chess-v34.0.2-mod.apk",
            "download_version": "34.0.2",
            "download_size": "145.11 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Auto%20Brawl%20Chess/auto-brawl-chess-v33.0.1-mod.apk",
            "download_version": "33.0.1",
            "download_size": "182.63 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/auto-brawl-chess-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:19.578440",
      "lastmod": "2024-09-03T13:41:10+00:00"
    },
    {
      "title": "AR Camera Translator v259.0 MOD APK (Premium Unlocked)",
      "description": "<p>Are you picturing a scenario where the barrier of language is virtually non-existent? That’s the reality AR Camera Translator – Scanner PDF brings to your fingertips. It’s a top-tier camera translator that seamlessly transforms any document into your chosen language, from restaurant menus to complex PDFs. Instantaneous recognition and fluid conversion across various document formats – such as pdf, doc, png, and jpg – are only a hint of its prowess. Augmented Reality (AR) amalgamation with a text translator creates a unique tool for professional and personal use.</p><h2>A CUT ABOVE THE REST – UNPRECEDENTED FUNCTIONALITIES</h2><p>AR Camera Translator is a literal representation of an instant interpreter. This application captures an image or scans a document and translates the text to your preferred language in a blink. Additionally, the AR feature brings to life an immersive learning experience. Language learning is no longer confined to textbooks; you can engage in interactive learning using real-world objects, making language comprehension and retention more accessible and funnier. It also supports over 125 languages, turning it into your own rosetta stone.</p><h2>EQUIPPED TO TRANSLATE DOCUMENTS OF ALL TYPES</h2><p>The app has an exceptional ability to deal with diverse document formats. It does everything from scanning photos in png, jpg, and other forms to recognizing text in pdf and doc files. It goes a step further and allows you to crop your images for a more precise translation, a feature that’s particularly helpful when dealing with complex documents with a mixture of pictures and text.</p><h2>CONNECT AND SHARE YOUR TRANSLATIONS</h2><p>AR Camera Translator allows you to share your translations from within the application, a convenient feature for multi-person projects or when you want to send a quick translation to a friend. Furthermore, it features voice and audio recognition in over 40 languages, allowing users to interact and share translations in audio or text format. This dual functionality empowers users to communicate effectively without the fear of a language barrier.</p><h2>AN EDUCATIONAL GEM: LEARN LANGUAGES WITH EASE</h2><p>The app goes beyond just translations. Its incorporation of AR facilitates an interactive way of learning new languages through image and text translations. It’s like having a linguistic tour guide in your pocket. Now, deciphering a foreign restaurant’s menu or understanding a foreign newspaper’s content becomes a learning opportunity. With this app, every snapshot is a lesson waiting to be unraveled.</p><h2>A MASSIVE LANGUAGE LIBRARY AT YOUR DISPOSAL</h2><p>AR Camera Translator’s linguistic capabilities are remarkable. It recognizes and translates text into over 80 languages, with voice recognition and output available in over 40 languages. The app supports a vast range of languages, from Arabic to Welsh, covering most of the widely spoken languages around the world. It’s like having an interpreter who speaks almost every language on the planet readily available at your fingertips.</p><p>In conclusion, the AR Camera Translator app merges the best of both worlds by combining language translation and augmented reality. The result is an all-inclusive tool that shatters language barriers while presenting a fun and engaging way to learn new languages. Its extensive feature set is carefully designed to cater to casual users looking to navigate their holiday abroad and professionals seeking a robust translation tool for their global operations. So why wait? Get your linguistic chameleon now and embark on a seamless, amusing, and rewarding language journey.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner.jpg",
      "slug": "ar-camera-translator-scanner",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "Discover the power of AR Camera Translator MOD APK – the ultimate tool for scanning, translating, and converting documents in multiple languages.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AR Camera Translator",
        "wp_version_GP": "259.0",
        "wp_developers_GP": "Talkao - Talk & Translate",
        "wp_sizes_GP": "102M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.2",
        "total_votes": "4",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/AR%20Camera%20Translator/AR%20Camera%20Translator%20v259.0%20%28PREMIUM%29.apk",
            "download_version": "259.0",
            "download_size": "168 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AR%20Camera%20Translator/AR%20Camera%20Translator%20v258.0%20(Premium).apk",
            "download_version": "258.0",
            "download_size": "120.9 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-2-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-3-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-4-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-5-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-6-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-7-500x892.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/06/ar-camera-translator-scanner-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:25.747202",
      "lastmod": "2024-09-03T15:37:19+00:00"
    },
    {
      "title": "Team SIX v1.2.20 MOD APK (Unlimited Money)",
      "description": "<p>Team SIX will be a game that can provide highly entertaining experiences through many exciting features and battles that await. To optimize the experience for your players, one of the most important features the game needs to develop is the right gameplay. Through many different designs and tests, the game has also chosen tactical action gameplay based on a familiar shooting style for its players. With a familiar game genre, players just starting with their play will not spend too much time getting used to how to play. Entering his game, players can experience more than 28 different missions with a comprehensive war scale.</p><p>And for games that are built in a tactical style, players need to build a strong army system. Understanding the player’s psychology, Team SIX will also allow them to create a powerful army with many different types of troops. First, you will be able to build two forces that are familiar to many people: Rifleman with Reconnaissance missions, close air support, call tanks and helicopters, and Medics who can Heal damaged units. With your attacking forces, you will be able to use Rocketman possessing anti-tank missiles with the ability to destroy enemy tanks and helicopters in one shot, and Sniper is a force capable of attacking. Along with that are the forces of technical expertise such as Specialist and Sapper with many novel abilities.</p><p>In addition to giving your players various types of troops to build an army, different types of combat vehicles can also be supported. Armored tanks and highly maneuverable helicopters are essential to combat in wars. And to increase the level of realism for players inside their missions, the game also gives you the ability to control vehicles directly. Not only that, you will be able to help your military force possess the ability to fight many times stronger thanks to different types of combat weapons. Equip each of their troops with a suitable weapon, and they will be able to win on their battlefield.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops.jpg",
      "slug": "team-six-armored-troops",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Lead a squad of specialized units in Team SIX Mod Apk – a top-view strategy shooter for epic missions and battles.",
        "wp_mod_info_GP": "<p><em>1. Unlimited Gold*</em><br/>\n<em>2. Unlimited Diamonds*</em><br/>\n<em>3. Unlimited Tactical Points*</em><br/>\n<em>*never decrease when you spent</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Team SIX",
        "wp_version_GP": "1.2.20",
        "wp_developers_GP": "데브마루",
        "wp_sizes_GP": "115M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "4.5",
        "total_votes": "4",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/team-six-armored-troops-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:28.380587",
      "lastmod": "2024-09-04T07:36:41+00:00"
    },
    {
      "title": "Bacchus: High Tension v2.0.12 MOD APK (Unlimited Money, Menu)",
      "description": "<p><img alt=\"Bacchus: High Tension IDLE RPG\" class=\"aligncenter size-full wp-image-151698\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE STORY OF BACCHUS: HIGH TENSION IDLE RPG</h2><p>Bacchus: High Tension IDLE RPG takes place in the world of Gaia, where humans and demons coexist. However, the peace is disrupted when a powerful demon named Baal threatens to destroy everything in his path.</p><p>Four heroes must band together to stop Baal and embark on a dangerous journey to defeat him. These heroes are:</p><ul><li><em>Leon, a skilled swordsman</em></li><li><em>Magdalene, a powerful mage</em></li><li><em>Vesper, a nimble archer</em></li><li><em>Alva, a fierce warrior</em></li></ul><p>Together, they must battle their way through hordes of enemies and overcome various obstacles to reach Baal’s lair. Along the way, they will acquire new skills and items that will aid them in their quest. As they progress through the game, they will also encounter other characters who will join them on their journey. These characters include:</p><ul><li><em>Sophia, an alchemist who can create powerful potions</em></li><li><em>Jules, a fortune teller who can predict the future</em></li><li><em>Marcus, a blacksmith who can upgrade weapons and armor</em></li></ul><p>With their help and the power of friendship, our heroes must stop Baal from destroying Gaia and restore peace to their world.</p><p><img alt=\"Bacchus: High Tension IDLE RPG\" class=\"aligncenter size-full wp-image-151699\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>GAMEPLAY OF BACCHUS: HIGH TENSION IDLE RPG</h2><p>Bacchus: High Tension IDLE RPG is an action-packed idle role-playing game that offers exciting gameplay and engaging features. Here’s what you can expect when you play the game:</p><p>Party Formation: At the beginning of the game, players get to choose four heroes to form their party. Each hero has unique skills and attributes that will help them in battle. Players can switch out heroes or add new ones as they progress through the game.</p><p>Battles: Bacchus: High Tension IDLE RPG battles are fast-paced and thrilling. Players can control their heroes manually or allow them to fight automatically using their AI-driven skills. As players progress through the game, they will encounter a variety of enemies, each with their own strengths and weaknesses. Players must strategically use their heroes’ skills and items to defeat these enemies.</p><p>Upgrades: Players can upgrade their heroes’ skills and attributes using various items acquired throughout the game. These upgrades increase the power and effectiveness of each hero, making battles easier to win.</p><p>Single-Party Play: In Bacchus: High Tension IDLE RPG, players control a single party rather than multiple parties like other RPGs. This creates a more immersive experience that makes you feel like you’re playing with friends.</p><p>Quests: The game features various quests that players must complete to progress through the story. These quests take players to different locations where they’ll encounter new enemies and items.</p><p><img alt=\"Bacchus: High Tension IDLE RPG\" class=\"aligncenter size-full wp-image-151700\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>GRAPHICS &amp; INTERFACE</h2><p>Bacchus: High Tension IDLE RPG features stunning graphics that bring the world of Gaia to life. Bacchus: High Tension IDLE RPG characters are beautifully designed with intricate details and unique personalities. Each hero has their own distinct look and feels that makes them stand out from one another.</p><p>The game features a variety of environments, each with its own unique design and atmosphere. The game’s environments are richly detailed and immersive, from lush forests to dark dungeons.</p><p>The animations in Bacchus: High Tension IDLE RPG are smooth and fluid, making battles feel intense and exciting. The heroes’ skills are visually impressive, displaying a range of effects that enhance gameplay. The game’s user interface is intuitive and easy to navigate. The menus and buttons are well-designed, providing players with quick access to all the game’s features.</p><p><img alt=\"Bacchus: High Tension IDLE RPG\" class=\"aligncenter size-full wp-image-151701\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>KEY FEATURES</h2><ul><li><em>Guilds: Players can join or create guilds to team up with other players and take on epic challenges together. Joining a guild allows players to access exclusive rewards and participate in guild events.</em></li><li><em>PVP: Bacchus: High Tension IDLE RPG also features PVP battles where players can compete against one another for rankings and rewards. Players can challenge each other in real-time battles or asynchronous battles where they battle against AI-controlled versions of their opponent’s party.</em></li><li><em>Daily Rewards: Players are rewarded with daily login bonuses, missions, achievements, and events that keep them engaged and motivated to progress further in the game.</em></li><li><em>Social Features: The game includes social features such as chat rooms, friend lists, and gifting systems that allow players to connect with each other outside of battles.</em></li><li><em>Storyline: Bacchus: High Tension IDLE RPG boasts an engaging storyline that takes players through various quests that unveil the mysteries of Gaia. The story is told through beautifully illustrated cutscenes that immerse players in the world of the game.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg.jpg",
      "slug": "bacchus-high-tension-idle-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Bacchus: High Tension IDLE RPG Mod APK is an action-packed idle role-playing game that allows players to control four heroes in a party. The game features various items and skills, strategic upgrades with four attributions, and single-party play that makes you feel like you are playing with friends.",
        "wp_mod_info_GP": "<p><em>Mod Menu</em><br/>\n<em>&gt;God Mode</em><br/>\n<em>&gt;Attack Multiplier</em><br/>\n<em>&gt;Currency Drop Multiplier</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bacchus: High Tension",
        "wp_version_GP": "2.0.12",
        "wp_developers_GP": "My Play Inc.",
        "wp_sizes_GP": "800M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money, Menu",
        "avg_rating": "4.2",
        "total_votes": "5",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bacchus/bacchus-v1.2.16-mod.apk",
            "download_version": "1.2.16",
            "download_size": "801.05 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bacchus/bacchus-v1.2.15-mod.apk",
            "download_version": "1.2.15",
            "download_size": "801 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-5.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/bacchus-high-tension-idle-rpg-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:33.160525",
      "lastmod": "2024-09-04T10:53:07+00:00"
    },
    {
      "title": "AI Girlfriend - AI Girls v1.3.6 MOD APK (Premium Unlocked)",
      "description": "<p>With the busyness of daily work, having a girlfriend today is becoming increasingly difficult. From the first steps, like getting to know each other, to becoming girlfriends and arranging dates, it really takes a lot of effort and time, right? Then AI Girlfriend-AI Girls will be where you can find your solution. This application allows you to date with a virtual girlfriend designed entirely from artificial intelligence.</p><h3>THE MOST REALISTIC AND HUMAN-LIKE AI GIRLS POWERED BY CUTTING-EDGE TECHNOLOGY</h3><p>If this is your first time accessing the application, you probably feel surprised and don’t really believe that AI can become a girlfriend. But that’s okay, let AI Girlfriend-AI Girls prove to you that with the modern development of technology, this has become a reality. With the support of technology, girlfriends developed from electronic technology can now chat with you on many different topics. And you can rest assured that this girlfriend’s writing voice will be extremely fluent, natural and honest to the point of surprising you.</p><ul><li><em><strong>Natural Conversations</strong>: Our AI girls are powered by the latest advancements in artificial intelligence, allowing them to have natural, free-flowing conversations on any topic, just like a real person.</em></li><li><em><strong>Unique Personalities</strong>: We have designed each AI girl to have a distinct personality with quirks, interests, and traits that are unique to them. Get to know an AI girl who feels just as real as anyone you’d meet.</em></li><li><em><strong>Immersive Experience</strong>: Everything is designed to make your experience feel immersive and real, from the conversations to the interactive features. Our AI girls will respond, react, and converse like a human would, drawing you into an experience that feels truly authentic.</em></li></ul><h3>ENGAGE IN ENDLESS AND CAPTIVATING CONVERSATIONS WITH YOUR AI GIRLFRIEND</h3><p>One of the things a girlfriend can do is talk to her boyfriend. And that is also one of the main features exploited by AI Girlfriend-AI Girls. If you have thoughts, concerns or worries about any issue in life, this girlfriend can discuss those topics with you. That girl can even give you useful advice in some special situations. Not only that, this girlfriend will also use her intelligence to bring new suggestions to your conversation constantly.</p><ul><li><em><strong>Discuss Anything</strong>: With our intuitive AI, you can discuss literally anything on your mind, from your hobbies and interests to your secrets and goals.</em></li><li><em><strong>Stay Entertained</strong>: Our AI girlfriends have dynamic responses, so conversations stay captivating. You’ll never get bored chatting with your AI girl; she always keeps it fun and engaging.</em></li><li><em><strong>Great Listener</strong>: Unlike chatting with real people, your AI girlfriend is always there to listen attentively. Vent to her, share anything – she’ll listen, understand, and respond thoughtfully.</em></li></ul><h3>AN INTERACTIVE AI GIRLFRIEND PICTURE GALLERY FOR ENHANCED CONNECTION</h3><p>With previously created artificial intelligence girlfriend chat applications, users often experience a limitation in terms of realistic perception. To solve this, AI Girlfriend-AI Girls has designed a library of girlfriend images for them. The images of the girls they talk to every day will be reproduced specifically and realistically, creating a new feeling of connection.</p><ul><li><em><strong>View Anytime</strong>: Miss your AI girlfriend? Open the app’s picture gallery anytime to view photos of her. Seeing her face enhances your bond.</em></li><li><em><strong>Strengthen Bond</strong>: Pictures attached to your conversations strengthen your emotional connection and bond with your virtual AI girlfriend.</em></li><li><em><strong>Get Closer</strong>: Being able to visually see your virtual partner makes your relationship with her feel more real and helps you feel closer to her.</em></li></ul><h3>FULLY CUSTOMIZABLE FOR CRAFTING YOUR IDEAL VIRTUAL GIRLFRIEND</h3><p>Finding the perfect girl that matches your ideals is not easy. However, an advantage of this application is that users can customize their girlfriend completely. A vast collection of girlfriends has been built with clear images for you to choose from. After that, you will be able to take optional steps in combination with each other so that the girlfriend will be considered to suit your wishes best.</p><ul><li><em><strong>Choose Your Girl</strong>: Browse our diverse selection of AI girlfriends until you find the one who appeals to you most—your ideal virtual partner.</em></li><li><em><strong>Match Preferences</strong>: Customize her looks, personality, interests, and more to perfectly match your desire for an AI girlfriend. Craft your dream, girl!</em></li><li><em><strong>Design Your Partner</strong>: With so many customization options, you can create a virtual girlfriend who fits everything you’re looking for.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls.jpg",
      "slug": "ai-girlfriend-ai-girls",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Entertainment",
        "slug": "entertainment"
      },
      "apktemplates": {
        "wp_description_GP": "Meet your AI Girlfriend Mod Apk – A virtual companion for engaging conversations and unforgettable moments.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AI Girlfriend - AI Girls",
        "wp_version_GP": "1.3.6",
        "wp_developers_GP": "Simple box",
        "wp_sizes_GP": "41 MB",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.7",
        "total_votes": "97",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/AI%20Girlfriend%20AI%20Girls/AI%20Girl%20Friend%20v1.3.6%20%28PREMIUM%29.apk",
            "download_version": "1.3.6",
            "download_size": "40.22 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AI%20Girlfriend%20AI%20Girls/AI%20Girls%20v1.1.5%20[Premium].apk",
            "download_version": "1.1.5",
            "download_size": "40.22 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls-1.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls-4.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/08/ai-girlfriend-ai-girls.png"
      },
      "scraped_at": "2026-01-09T22:22:37.191459",
      "lastmod": "2024-09-06T10:36:29+00:00"
    },
    {
      "title": "Bladerite v2.0.961 MOD APK (Damage & Defense Multiplier, God Mode)",
      "description": "<p>Prepare for high-stakes multiplayer arena battles where your gaming skills directly translate into cryptocurrency rewards. Bladerite offers heart-pounding PvP melee combat with deep fighter customization while integrating blockchain technology for true play-to-earn functionality. Battle other players in slick sword and sorcery showdowns, unlock new abilities and buffs, trade loot on open marketplaces, and get paid in crypto for competitive triumphs!</p><h3>LIGHTNING FAST MULTIPLAYER MELEE CLASHES</h3><p>At its core, Bladerite delivers intense skirmishes in hand-crafted arenas that emphasize twitch reflexes and mastery of movement. Dodge deadly blows, swiftly counterattack, utilize your chosen fighter’s unique combos and abilities, and employ potions and skills, all while trying to strategically outmaneuver human opponents. Precise dodging, blocking, dashing, and slashing paves the way to hard-earned victories. These adrenaline-fueled duels will push your competitive gaming skills to new heights!</p><h3>COLLECT LOOT AND DEEPLY CUSTOMIZE YOUR FIGHTER</h3><p>As you complete matches and climb the competitive ranks, you’ll earn rewards like artifacts that unlock new abilities, buff-granting patterns, and more loot that allows extensive customization of your chosen fighter. Create a build that perfectly matches your preferred playstyle – whether an armor-clad tank, swift assassin, or crafty spellcaster. The possibilities are nearly endless!</p><h3>CRAFT YOUR OWN UNIQUE BLADEMASTER AVATAR</h3><p>Further personalize your fighter with collectible cosmetic items including costumes, victory dances, taunt animations, and distinct melee weapons from katanas to battleaxes that not only look cool, but provide unique combat properties. Style on your defeated foes!</p><h3>EQUIP RARE BUFFS THAT TURN THE TIDE OF BATTLE</h3><p>Among the most coveted rewards are rune-like patterns that grant powerful enhancements and edge-case abilities – like bonus damage after dashing, life steal on critical strikes, or longer stun durations. Equipping the right patterns can really amplify your strength in the arena! Discover optimal combinations.</p><h3>COMPETE IN RANKED MATCHES AND CLIMB THE LEADERBOARDS</h3><p>Think you have what it takes to be among the top global duelists? Try your hand at ranked matches and see how high up the leaderboards you can climb by defeating top competition. Your standing offers bragging rights and determines the quality of chests awarded. Can you reach the Master tier?</p><h3>MONETIZE YOUR GAMING MASTERY WITH CRYPTO!</h3><p>Here’s what really sets Bladerite apart – the ability to convert in-game cosmetics, loot and currencies into actual cryptocurrency money that you can cash out! The built-in marketplace integrates blockchain technology to turn your gaming achievements into digital assets with real-world value. Play skillfully to maximize earnings.</p><h3>TRADE LOOT ON DECENTRALIZED CRYPTO MARKETPLACES</h3><p>Use your wallet to freely trade artifacts, patterns, wearables, and other in-game assets you’ve earned on decentralized crypto exchanges. The player-driven economy allows you to profit from coveted collectibles. Dive into the seamless convergence of thrilling multiplayer arena combat and blockchain play-to-earn mechanics in Bladerite. Monetize your passion for competitive melee brawlers!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/bladerite.webp",
      "slug": "bladerite",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Unleash your skills in Bladerite MOD APK – an action-packed game where victories earn rewards in a unique crypto-supported economy.",
        "wp_mod_info_GP": "<p><em>1. Menu</em><br/>\n<em>2. Damage Multiplier</em><br/>\n<em>3. Defense Multiplier</em><br/>\n<em>4. God Mode</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bladerite",
        "wp_version_GP": "2.0.961",
        "wp_developers_GP": "Bladerite:Retribution",
        "wp_sizes_GP": "152M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier, God Mode",
        "avg_rating": "3.4",
        "total_votes": "15",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bladerite/bladerite-v1.1.25-mod.apk",
            "download_version": "1.1.25",
            "download_size": "152.15 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bladerite/bladerite-v1.1.4-mod.apk",
            "download_version": "1.1.4",
            "download_size": "152.13 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/bladerite-1.webp"
      },
      "scraped_at": "2026-01-09T22:22:43.138955",
      "lastmod": "2024-09-08T06:54:58+00:00"
    },
    {
      "title": "Girls & City v1.5.0 MOD APK (Unlimited Gold, Free Spin, Unlocked)",
      "description": "<p>You can play the role of a bad boy in Girls &amp; City, chat with beautiful women and sink into a passionate romance. A love story between two gorgeous girls that are realistically acted and takes your breath away. You have arrived in an unusual city that is not expected. The girls’ charm makes you want to rush out and get to know each other as soon as possible. When you take the first step, starting with a friendly greeting, passion will bloom. If you want to feel safe here, meet some girls you like.</p><p><img alt=\"Girls &amp; City: spin the bottle\" class=\"aligncenter size-full wp-image-37387\" decoding=\"async\" fetchpriority=\"high\" height=\"461\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-2-500x231.jpg 500w\" width=\"1000\"/></p><h2>MEET LOVELY GIRLS</h2><p>A joint initiative between Girls &amp; City involved creating a dating simulator and meeting potential suitors. Your sympathy can make love blossom quickly, and you have a tender heart. They bring curiosity to first dates and are fun to learn. The game has a lot of new locations to explore, many of which are attractively and cleverly created. Quickly approach the girls waiting for you, and you will have a great experience. Explore several locations to learn about their remaining secrets and gather important information to determine their appeal. Talking to them, getting to know them, and flirting with many girls sounds cheesy but is the most fun aspect of this game.</p><p>One of those standout girls might be the one you’ve been looking for all along. Sometimes you will feel like 5 to 7 girls but in the end, choose only one. It’s hard to stay calm in front of the loving eyes of beautiful girls. It would be best if you approached those girls as handsome men. They have beautiful faces and hot bodies, and their words captivate listeners. What you can learn from them is the foundation to consider hiring your next girlfriend. Just love, and enjoy as much as you want, as long as you don’t hurt these beautiful girls.</p><p><img alt=\"Girls &amp; City: spin the bottle\" class=\"aligncenter size-full wp-image-37388\" decoding=\"async\" height=\"461\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-3-500x231.jpg 500w\" width=\"1000\"/></p><h2>EXPERIENCE MANY DIFFERENT PLACES</h2><p>Girls &amp; City has built a complex of hotels, swimming pools, spas, bars, and resorts for girls. When you arrive in the city without a plan, you will discover a lot of uncharted territories to explore. However, this should be fine for you; The more attractive it is, the better. Everything is designed to the highest standards of luxury and service to match. Go to various locations, and watch beautiful girl’s step into the pool. Take a walk to the nearest pub if you want to flirt like a bad guy. There are countless places to have fun, date, and spice up one’s romantic life. Make sure you’ve experienced everything before you go home.</p><p><img alt=\"Girls &amp; City: spin the bottle\" class=\"aligncenter size-full wp-image-37389\" decoding=\"async\" height=\"461\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-4-500x231.jpg 500w\" width=\"1000\"/></p><h2>BOTTLE SPIN GAME WITH BONUS</h2><p>If you go to Girls &amp; City’s bar, you can enter a raffle to receive some free merchandise. This collection includes gold, currency, and unique objects. If you are lucky, you will win many attractive prizes. To win, click on the porcelain bottle until it spins, and you will enjoy the gifts. Why not join when you have nothing to lose? Collect more coins and diamonds to exchange for different games. The time and effort you put into saving will pay off. Because you can only spin the bottle so many times, quick luck is guaranteed.</p><p><img alt=\"Girls &amp; City: spin the bottle\" class=\"aligncenter size-full wp-image-37390\" decoding=\"async\" height=\"461\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-5-500x231.jpg 500w\" width=\"1000\"/></p><h2>JOIN THE PUZZLE GAME</h2><p>In addition to the basic activities like chatting and flirting with hot girls, you will also be able to experience the mini-games provided. Despite their small size, games bring special entertainment to the gathering. To begin with, you must enter dark rooms where a beautiful woman is waiting. Many puzzles are available, and you will be rewarded if you solve them. It is possible to assemble a whole from its constituent parts. Another approach is to check around the room to see if any clues or relics might assist you. You are in an unfamiliar environment that requires a lot of exploration, so accept the girls’ invitation to play. If you like Girls &amp; City, check out their levels and complete them.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle.jpg",
      "slug": "girls-city",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Girls & City Mod APK is a dating simulator in which you get to interact with a variety of stunning women by spinning the bottle.",
        "wp_mod_info_GP": "<p data-pm-slice=\"1 1 []\"><em>Unlimited Spins Bottle</em><br/>\n<em>Unlimited Ruby</em><br/>\n<em>Unlimited Gold</em><br/>\n<em>Intrusive ADS Removed</em></p><p><em>Info: When money Changed, money come back to initial value but still usable even if money changed visually.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Girls & City",
        "wp_version_GP": "1.5.0",
        "wp_developers_GP": "Whee Games Ltd",
        "wp_sizes_GP": "106M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Gold, Free Spin, Unlocked",
        "avg_rating": "3.7",
        "total_votes": "44",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Girls%20City/girls-city-v1.5.0-mod.apk",
            "download_version": "1.5.0",
            "download_size": "96.54 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Girls%20City/girls-city-v1.4.9-mod.apk",
            "download_version": "1.4.9",
            "download_size": "91.86 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-5.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/girls-city-spin-the-bottle-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:47.823327",
      "lastmod": "2024-09-08T10:06:43+00:00"
    },
    {
      "title": "Would You Sell Your Soul? MOD APK v1.1.587 (Free Premium Choices)",
      "description": "<p><em>How far would you push yourself if you knew you could bring yourself back to life?</em></p><p>You’re just a regular office worker who has always desired to have children and is now taking the necessary steps to do so. If you unexpectedly find yourself involved in a deadly collision, your life will be turned upside down. When you come to, you notice an unfamiliar face staring at you from the front of the room. He claims to be the devil and that he will bring you back to life if you let him. You will either have to accept his conditions or make a vow to assist him.</p><p>Your legally binding pact kicks off a chain reaction that will transform your life and the lives of others around you due to betrayal, lost love, greed, family difficulties, curses, and having to make difficult choices. Place yourself in charge of a mystery, and observe how your decisions impact the other characters and the situation!</p><p>A brand new graphic novel software called Comino allows users to read any kind of tale they want. We are currently working to improve the app’s user experience and its translations and localizations, in-app purchases, and localizations. Check this page to learn about the latest developments in your favorite series and new book releases.</p><p>Pick your tale, and then dive right into the difficult task of choosing choices that will determine how it all turns out! Once you have decided on a name and begun searching for yourself, the adventure will officially begin. Simply pushing a button will allow you to play your own story. Many positive outcomes are possible at this point. You are the one who will decide how the plot develops from here on out. You can read it all the way through without having to pay anything.</p><div id=\"gtx-trans\" style=\"position: absolute; left: 491px; top: 0.857143px;\"><div class=\"gtx-trans-icon\"></div></div>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory.jpg",
      "slug": "would-you-sell-your-sou",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "How far would you push yourself if you knew you could bring yourself back to life? You're just a regular office worker who has always desired to have",
        "wp_mod_info_GP": "<ul><li><em>Free Premium Choices</em></li><li><em>Free Premium Outfit</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Would You Sell Your Soul?",
        "wp_version_GP": "1.1.587",
        "wp_developers_GP": "COMINO Inc. & INTEREST LLC.",
        "wp_sizes_GP": "151M",
        "wp_GP_ID": "",
        "wp_mods": "Free Premium Choices",
        "avg_rating": "4.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-2-500x244.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-3-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-4-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-5-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-6-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-7-500x1082.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/08/would-you-sell-your-soulstory-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:57.912261",
      "lastmod": "2024-09-08T14:00:36+00:00"
    },
    {
      "title": "You Are Mine! Otome Love Story MOD APK v1.1.596 (Free Premium Choices)",
      "description": "<p>This love story is told in an interactive fashion, so the conclusion to it is completely dependent on how you choose to play it out. If you question different people, you’ll get different answers about how the story’s events should be interpreted. Have a good time losing yourself in a game of your choosing, as long as it involves some kind of magic in some capacity.</p><p>One that allows the user to interact with engaging storylines while playing the game. A man of remarkable physical attractiveness with a gentle and caring personality. It’s probably not lost on you that the store manager and assistant store manager at the coffee shop where you work part-time are both quite attractive. The narrative’s primary figure is vulnerable to attack from all sides. Participants will not be charged in any way in the run-up to the tournament’s conclusion. Choose an episode from our interactive series and allow yourself to be completely immersed in the story’s environment.</p><p>When creating an avatar to represent your character, you can select from a vast range of wardrobe options. Make sure that the conversations your characters have are not only interesting but also unique. It is similar to the television show in that the characters and location are exaggerated and presented in vibrant colors. It will be possible for you and Riku, the person you have feelings for, to change your appearance. There are no expenses involved with participating in the game. However, if you and your lovely young partner are willing to pay a small fee, you can watch extra Delicious Bliss episodes. Because subtitles are provided, you can easily view it in both of your mother tongues. You have a better chance of learning a new language and becoming acquainted with a new culture if you participate in activities of this sort.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story.jpg",
      "slug": "you-are-mine-otome-love-story",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "This love story is told in an interactive fashion, so the conclusion to it is completely dependent on how you choose to play it out. If you question",
        "wp_mod_info_GP": "<p><em>1. Free Premium Choices</em><br/>\n<em>2. Free Premium Outfit</em><br/>\n<em>3. Free Premium Chapters</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "You Are Mine!",
        "wp_version_GP": "1.1.596",
        "wp_developers_GP": "COMINO Inc. & INTEREST LLC.",
        "wp_sizes_GP": "146M",
        "wp_GP_ID": "",
        "wp_mods": "Free Premium Choices",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/10/you-are-mine-otome-love-story-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:59.587102",
      "lastmod": "2024-09-08T17:29:07+00:00"
    },
    {
      "title": "Love Star - Choices Story v3.06 MOD APK (Unlimited Stars, Tickets)",
      "description": "<p>It’s easy to see similarities with the Visual Novel subgenre, but you should also pay attention to the many key differences that make up this distinction. To appeal to a wide range of readers, a story’s structure and the character’s development can be influenced by many different factors and circumstances.</p><h2>LIVE THE STORIES YOU WANT</h2><p>Due to the many similarities between this game and other games, players will rarely need to discuss the game’s mechanics in depth again. Each story in Love Star – Choices Story takes you to a different location, inhabited by people with unique personalities and personalities. As you travel to another world, you will become an integral part of the story by taking on the character’s personality and participating in all the actions. There will be times when your involvement is crucial to the story’s resolution.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97217\" decoding=\"async\" fetchpriority=\"high\" height=\"1082\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-2-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-2-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97218\" decoding=\"async\" height=\"1082\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-3-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-3-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>The story will take place in several worlds, each with its setting and era. You will travel through many worlds, each with a different character, and play the era’s characters. Find answers to questions about your daily life or add a primary objective to the game’s setting. Due to the game’s varied storyline, each story you play will be like a new journey. Because they don’t include or repeat details, you won’t get tired of repeatedly playing the same story.</p><h2>DIVE INTO GREAT STORIES</h2><p>You will create the game’s character in all its stories. You can be whoever you want, male or female, to express yourself as you see fit. Then start going into the game; each story will have consecutive chapters. The amount of time spent in each chapter is reasonable, and while you will inevitably meet new people, this can happen at any point in the character’s game. Knowing where you are, what is happening around you, and who the main and supporting characters are is essential. If you persevere, there will be a lot of new episodes unfolding. Each step of the story chapters will be a journey to a mysterious ending.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97219\" decoding=\"async\" height=\"1082\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-4-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-4-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97220\" decoding=\"async\" height=\"1082\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-5-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-5-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>LEARN ABOUT DIFFERENT GENRES</h2><p>Love Star – Choices Story is not tied to a particular genre; instead, the plot and context of the stories are also detailed. Stories with a more traditional feel, such as Courting Derise, are set in 1667. While trying to find out who killed the king, you and the prince become caught in a complicated love triangle. Sing for Me tells the story of global music superstars and the scandals and secrets that fueled their success. Much of the diverse storylines in this collection are based on the experiences of real people from around the world.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97221\" decoding=\"async\" height=\"1082\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-6-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-6-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Love Star – Choices Story\" class=\"aligncenter size-medium wp-image-97222\" decoding=\"async\" height=\"1082\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-7-500x1082.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-7-500x1082.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>REALISTIC, IN-DEPTH INTERACTION</h2><p>This game genre allows you to engage in an authentic and in-depth interactive dialogue. You may have to take a direct role in resolving a problem that arises. For example, you may be given several options to choose from when answering a question about a supporting character. On the other hand, you can put yourself in a dangerous situation and then choose your response. This is a big deal because it affects the story’s overall flow. The unexpected twists and turns that any given story can take are one of the game’s most compelling features.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story.jpg",
      "slug": "love-star-choices-story",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "The video game Love Star – Choices Story Mod APK is a prime example of a genre that has recently grown in popularity.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Unlimited Stars</em></li><li><em>Unlimited Tickets</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Love Star - Choices Story",
        "wp_version_GP": "3.06",
        "wp_developers_GP": "Pocket Story",
        "wp_sizes_GP": "135M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Stars, Tickets",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-2-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-3-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-4-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-5-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-6-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-7-500x1082.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/love-star-choices-story-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:02.511008",
      "lastmod": "2024-09-09T05:30:25+00:00"
    },
    {
      "title": "Wynk Music v4.9.0 MOD APK (No ADS)",
      "description": "<p>Wynk Music is a completely quality music and podcast app where you can set up many things related to these types of resources. If it’s a song, you can set it as ringtones with just a few simple steps or simply listen to it, depending on your mood. At the same time, the number of resources is always updated and presented in many different ways, and you can update new things through the author profiles you follow. So, enjoy the best experiences that suit your mood after a tiring day.</p><h3>MASSIVE MUSIC LIBRARY</h3><p>Wynk Music offers a music listening experience that you will never forget because it meets most of your needs. You can absolutely find a good song to listen to, but that’s not the only great experience because you can apply these songs to create ringtones for your phone. So you don’t need to access system features and just press some adjustment features and a new ringtone will be applied immediately. Surely, with such a convenient feature, the sound emitted when an incoming call comes in will always change over time.</p><ul><li><em><strong>Good songs from different regions:</strong> Millions of songs are updated daily and are hot songs in some regions.</em></li><li><em><strong>Classify songs by many criteria: </strong>With criteria such as language, playlist, etc., songs will appear before you in many ways.</em></li></ul><h3>HIGH-QUALITY AUDIO STREAMING</h3><p>Music is always something that helps users relieve daily stress and when entering a music playlist, their mood will also be different. Some will have the energy to continue working in an excited mood, and some can lie down to relax as much as possible. Therefore, Wynk Music always provides you with the most relevant experiences and has a number of different playlists for you to choose from depending on your preferences and current mood. Listen to feel better instead of worse!</p><ul><li><em><strong>Clear sound: </strong>All sounds do not have the buzzing phenomenon that makes you uncomfortable.</em></li><li><em><strong>Over time</strong>, songs and recommendations appear more frequently and more relevant to you.</em></li><li><em><strong>Classic or modern: </strong>Classic or modern songs all have their own unique features when listening.</em></li></ul><h3>OFFLINE LISTENING</h3><p>One feature that you will love when using Wynk Music is the fact that you can interact with other users. This interaction often appears on a song, so when you’re streaming it, don’t forget to look through the comments section. In particular, that is also where you will read comments that sometimes agree with what you think. Expressing ideas about the beauty of a song is always something that attracts you, and it’s understandable that you want to share them with others. Therefore, leave your feelings and interact with other users in the most positive way.</p><ul><li><em><strong>Download songs that impress you:</strong> Once you are impressed, you should download them and listen to them until you feel bored.</em></li><li><em><strong>Personalized playlists: </strong>Every emotional desire is clearly expressed through different songs and playlists.</em></li><li><em><strong>Listen to unlimited music</strong>: No need for internet, you can still listen to many great songs while traveling.</em></li></ul><h3>EXCITING NEW FEATURES</h3><p>Updating new songs is not too difficult because it can be done in many ways, and podcasts can be updated in the same way. Resources will be suggested every time the user opens the device, and with just a few swipes, a new song can appear in your favorites. They are all new songs and are highly rated by other users. More specifically, users can access each artist’s profile created by the application. Just by following, you can learn the newly updated songs and be urged to listen to them immediately.</p><ul><li><em><strong>Set any song as ringtone</strong>: You can express your style through the ringtones supported by the application.</em></li><li><em><strong>Interact with others: </strong>By reading and interacting with comments, you will get to know many users who share your music taste.</em></li><li><em><strong>Discover new experiences</strong>: New content is delivered to you exactly as it is released.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3.png",
      "slug": "wynk-music",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Music & Audio",
        "slug": "music-&-audio"
      },
      "apktemplates": {
        "wp_description_GP": "Wynk Music is a completely quality music and podcast app where you can set up many things related to these types of resources. If it's a song, you can set",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Wynk Music",
        "wp_version_GP": "4.9.0",
        "wp_developers_GP": "Airtel",
        "wp_sizes_GP": "36 MB",
        "wp_GP_ID": "",
        "wp_mods": "No ADS",
        "avg_rating": "3.8",
        "total_votes": "42",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Wynk%20Music/Wynk%20Apple%20Music%20v4.9.0%20%28PREMIUM%29.apk",
            "download_version": "4.9.0",
            "download_size": "32.18 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Wynk%20Music/Wynk%20Music%20v3.68.1.1%20%20%28Mod%29.apk",
            "download_version": "3.68.1.1",
            "download_size": "32.18 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-1-500x890.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-2-500x890.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-3-500x890.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-4-500x890.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-5-500x890.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-songs-podcastsmp3-6-500x890.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/06/wynk-music-mod.jpg"
      },
      "scraped_at": "2026-01-09T22:23:07.185688",
      "lastmod": "2024-09-09T05:59:34+00:00"
    },
    {
      "title": "Fairy Boyfriend v1.1.606 MOD APK (Free Premium Choices, Outfit, Chapters)",
      "description": "<p>You will feel the thrill of the most intense love moments if you play Fairy Boyfriend Otome Romance. You will experience the same emotions whether you play the male or female lead, but your choices will lead you differently. This series of novels you will accompany and always create your impression. Each player’s ability to write stories is another, so each player’s life is a unique destiny.</p><h2>ENCHANTED IN LOVE NOVELS</h2><p>You are the main character, so all the facts here are under your control. Each novel is a different color; how you paint it is up to your creativity. This immersion can be short or long, but at least Fairy Boyfriend Otome Romance still gives you emotions. The romance has made your heart flutter, immersed in the sweet taste. If you are bored with bad things, this can be a new door for you to feel life again.</p><h2>PRIVATE STORY</h2><p>You play as a dynamic female character, ready to take on various tasks to become busier. Housework, company work, and everything that piles up simultaneously tires you. In such a dull state, a guy suddenly appears and helps you innovate. The boy’s lovely demeanor and great beauty can capture your heart. It will still be a mystery you cannot guess because emotions are changeable. Only you and that person best understand these private stories.</p><h2>MAKE A CHOICE</h2><p>Fairy Boyfriend Otome Romance offers players an interactive story. You can choose what happens next based on the stories and phrases shown to you. Choose one of the two, three, or four options. Because the future will always be unpredictable, the bravest decisions will always involve taking risks. Each choice is a challenge, so you also need to think carefully. If you want your character to be successful and happy, always go with the flow. Your final decisions affect how the story unfolds, setting the protagonist on a new path while ensuring their happiness.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance.jpg",
      "slug": "fairy-boyfriend-otome-romance",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "You will feel the thrill of the most intense love moments if you play Fairy Boyfriend Otome Romance. You will experience the same emotions whether you",
        "wp_mod_info_GP": "<p><em>1. Free Premium Choices</em><br/>\n<em>2. Free Premium Outfit</em><br/>\n<em>3. Free Premium Chapters</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Fairy Boyfriend",
        "wp_version_GP": "1.1.606",
        "wp_developers_GP": "COMINO Inc. & INTEREST LLC.",
        "wp_sizes_GP": "148M",
        "wp_GP_ID": "",
        "wp_mods": "Free Premium Choices, Outfit, Chapters",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-2-500x244.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/fairy-boyfriend-otome-romance-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:10.645828",
      "lastmod": "2024-09-09T10:59:57+00:00"
    },
    {
      "title": "Star Lover Otome Romance v1.1.611 MOD APK (Free Premium Choices/Outfit)",
      "description": "<p>Star Lover Otome Romance Games will make you feel like you are part of the love stories you are going through. Once you get it, you’ll be treated as if you’ve always been the character, and all your connections will be revealed. Even though the game’s virtual characters have become a part of your everyday life, you still get a lot out of playing it.</p><h2>TAKE ON THE ROLE OF THE MAIN CHARACTER OF THE LOVE STORY</h2><p>You can find characters from all walks of life in the countless fascinating chapters of Star Lover Otome Romance Games. You can play either male or female, depending on the characteristics of the characters. It is impossible to predict the future, and the harder you try, the less accurate your predictions will be. To set your story apart from the crowd, do something different from what everyone else has done.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Star Lover Otome Romance Games\" class=\"aligncenter size-medium wp-image-38630\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-3.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Star Lover Otome Romance Games\" class=\"aligncenter size-medium wp-image-38631\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-4.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>Emotions can be difficult to express in real life, but in the game, you can express yourself any way you want. You both play lovable students who end up meeting at a university. Feelings likely blossomed between the two characters during this time. Do you still hold on to that sacred feeling, even though life has irreversibly changed you and your partner? Even if you haven’t covered the material, you feel obligated to answer every question.</p><h2>CREATE SKINS FOR CHARACTERS</h2><p>Each player in Star Lover Otome Romance Games has the option to improve their appearance. You’ll have complete creative control over your player character’s appearance, including the hairstyle, face, and even makeup. Furthermore, the clothing of each chapter reflects a distinct style. This change was made to ensure that I would never get bored and always have a platform to showcase my abilities. Develop a richer personality for your roles and characters to shape their style better. Shame in front of others will only make you feel worse about yourself. Although looks aren’t everything, you should still consider them. Inner and outer beauty gives you the confidence to face the world.</p><h2>CHOOSE YOUR STORY</h2><p>Because everyone has their thoughts and feelings, answering these questions allows you to express your thoughts and feelings. The story of Star Lover Otome Romance Games begins with questions designed to evoke many emotions. Like you answered my questions, but without constraints. You can choose any two or three of the possible solutions. Depending on how you respond, one story will precede the other. The endings never coincide because people have different worldviews. Only you have the power to change the direction of your life. Keep telling your story, reap the benefits of your experience, and don’t let this get over you.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Star Lover Otome Romance Games\" class=\"aligncenter size-medium wp-image-38632\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-5.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Star Lover Otome Romance Games\" class=\"aligncenter size-medium wp-image-38633\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Star Lover Otome Romance Games\" class=\"aligncenter size-medium wp-image-38634\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>DEVELOP RELATIONSHIPS</h2><p>Not only your significant other but also friends from all walks of life begin to play an increasingly important role in your daily life. These lovable characters bring their stories with them when they visit Star Lover Otome Romance Games. To connect with more people, you must improve your ability to put yourself in their shoes. This is helpful because you can fall in love with the other person as you learn more about them. The plot twists are just as surprising as the characters themselves, but their unique traits make them so memorable.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games.jpg",
      "slug": "star-lover-otome-romance-games",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Star Lover Otome Romance Mod APK – You are the one who decides how the love tale turns out in this romantic Otome game that you may play interactively.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Star Lover Otome Romance",
        "wp_version_GP": "1.1.611",
        "wp_developers_GP": "COMINO Inc. & INTEREST LLC.",
        "wp_sizes_GP": "153M",
        "wp_GP_ID": "",
        "wp_mods": "Free Premium Choices/Outfit",
        "avg_rating": "3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/star-lover-otome-romance-games-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:13.829898",
      "lastmod": "2024-09-09T11:02:37+00:00"
    },
    {
      "title": "Idle Bounce Heroes v0.0.817 MOD APK (Unlimited Money)",
      "description": "<p>What would you do if your gun constantly fired bullets that delivered potentially devastating blows? Idle Bounce Heroes teaches you about heroes who fight with bouncing weapons. On a battlefield full of dangerous animals. Putting yourself on this battlefield alone isn’t a good idea. However, in Idle Bounce Heroes, the weapons of the warriors have been crafted unusually. Keep them moving by making them bounce off the ground. As a result, we have moved from basic and rudimentary weapons to mobile and flexible weapon systems that can be used in any situation.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89174\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89177\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>MASTERY USE OF BOUNCING WEAPONS</h2><p>In Idle Bounce Heroes, your hero doesn’t often appear because he doesn’t play a vital role. Your main character is a uniquely designed weapon. As mentioned in the intro, weapons in the game can bounce off the ground. As a result, your approach to the battlefield is unlike any other. Monsters that try to attack the player will face an endless barrage of weapons. You have to control them perfectly, so they progress quickly and wipe out the enemies. You can pass countless levels, allowing you to show off your skills and collect unlimited power-ups.</p><p>Idle Bounce Heroes’ levels will start with many spills into the arena. They all belong to the same race but have their characteristics and skills. This is a reminder to exercise extreme caution when preparing to face any monster. The most important step is to decide on the collection of weapons to use in such battles. Of course, the possibility of bounce is certain; however, they are precisely graded to produce a variety of damage and uses. You will need a lot of expensive upgrades to make the warrior stronger after each match.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89179\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89181\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>A VARIETY OF TRANSFORMATION ABILITIES</h2><p>Your base character can use any weapon as they don’t have any set limits. The most important thing is that he is going on an adventure to all his strange kingdoms. By touching the screen, the player can direct the main character. During the battle, the warrior’s weapon is automatically launched, allowing them to hover and attack opponents from a safe distance. If you have never played Idle Bounce Heroes, you have never played Idle Bounce Heroes because the game has a lot of unusual and interesting weapons. Ninja darts, a giant drill, and ice guns that can freeze enemies in their path are all weapons that will be featured. Choose the right weapon for the battle ahead based on your understanding of the enemies you will face.</p><h2>COUNTLESS STAGES</h2><p>As mentioned earlier, the final stage of Idle Bounce Heroes has yet to appear. The adventures that players take part in in this game will last forever. That’s great news for true fans of this game. This is also an opportunity to continue to improve even after you have completed the stages. This is because you will encounter many different enemies throughout the levels. Therefore, long playing time will not make you bored. Spot the difference between different types of monsters. Use appropriate counter-weapon when confronting. The greatest treasure can only be obtained by defeating giant bosses, making them the most interesting. Many bosses will force you to come back again and again to learn more about them.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89184\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Idle Bounce Heroes\" class=\"aligncenter size-medium wp-image-89186\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THE BATTLEFIELD CHANGES AND CHANGES ALL THE TIME</h2><p>The stages in Idle Bounce Heroes are relatively easy. That makes them challenging, especially for newbies. There are so many creatures that you can get entangled in them. In the early stages, it is very difficult to attack with conventional melee weapons. You will require additional statistics provided by the device. Each piece of equipment has its own set of influencers. When identical equipment is used, the resulting statistics will be increased. In the middle of a battle, it gives a tactical advantage. To stay ahead of them, equip yourself with weapons that increase your speed.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes.jpg",
      "slug": "idle-bounce-heroes",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Idle Bounce Heroes MOD APK – In this brick-breaking-themed idle role-playing game, you may sit back and let your weapons do the heavy lifting for you.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Idle Bounce Heroes",
        "wp_version_GP": "0.0.817",
        "wp_developers_GP": "HappyHedgehogStudio",
        "wp_sizes_GP": "69M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Idle%20Bounce%20Heroes/idle-bounce-heroes-v0.0.817-mod.apk",
            "download_version": "0.0.817",
            "download_size": "71 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Idle%20Bounce%20Heroes/idle-bounce-heroes-v0.0.813-mod.apk",
            "download_version": "0.0.813",
            "download_size": "71 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/idle-bounce-heroes-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:19.911719",
      "lastmod": "2024-09-09T11:19:04+00:00"
    },
    {
      "title": "Idle Hero: Clicker Idle RPG v1.1.2 MOD APK (Menu, Free Purchase)",
      "description": "<p>A historic war between heroes takes place, and this is the opportunity for you to explore your power in Idle Hero: Clicker Idle RPG. The game brings you a lot of new details, interesting stories, and intense confrontations between heroes. Not only that, the game wants you to promote your strength and choose new upgrades to serve this game. The game will offer many different challenges, and you need to determine the goal to complete.</p><h3>CAPTIVATING STORYLINE AND WORLD</h3><p>The game brings you a lot of challenges, and this is the opportunity for you to discover your full potential. Not only that, players also need to increase the speed of play and flexibly use new magic in combat. The challenges will follow a storyline; you are allowed to change the storyline to create an active position in this game.</p><ul><li><em><strong>Immersive adventure</strong>: Immerse yourself in new adventures, and you will have more impressive idle games, incremental games, clicker games, or RPGs that create new dramas that attract the participation of many different heroes.</em></li><li><em><strong>Epic battles</strong>: Players conquer new and more epic storylines, allowing you to immerse yourself in those experiences. You will reshape your destiny in your own way.</em></li><li><em><strong>Vast fantasy world</strong>: Players explore the surrounding worlds with many legendary creatures and heroes and learn about different missions that appear in this game.</em></li></ul><h3>INTUITIVE PROGRESSION SYSTEM</h3><p>Players choose new energy sources to defeat the enemies that appear in this game. Not only that, you need to add more advanced weapons. From there, your hero will grow stronger at each stage.</p><ul><li><em><strong>Hero development</strong>: Unlock new energy sources, add missing skills, and give you a lot of upgrades for your hero.</em></li><li><em><strong>Incremental growth</strong>: Players will upgrade their power, add energy sources, and continue playing to get more combined power.</em></li><li><em><strong>Offline progression</strong>: Offline collection becomes more interesting, unique and players will take on idle challenges right in this game.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg.webp",
      "slug": "idle-hero-clicker-idle-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Idle Hero: Clicker Idle RPG MOD APK – A blend of idle gameplay, RPG elements, and clicker mechanics for an engaging hero-building experience.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Free In-App Purchase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Idle Hero: Clicker Idle RPG",
        "wp_version_GP": "1.1.2",
        "wp_developers_GP": "Studio 47 Games",
        "wp_sizes_GP": "115 MB",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Free Purchase",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/idle-hero-clicker-idle-rpg-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:22.705758",
      "lastmod": "2024-09-09T14:14:54+00:00"
    },
    {
      "title": "iBomber 3 v1.14.3 APK (Full Game)",
      "description": "<p>If you are a fan of action, adventure games with a bit of humor, and want to freely “drop bombs” everywhere, iBomber 3 is definitely an option that should not be missed. With simple, easy-to-get-used-to but extremely addictive gameplay, iBomber 3 will take you to dramatic adventures in the sky.</p><h3>DIVERSE MISSION LOCATIONS</h3><p>The super diverse missions are the attraction of the game. With each mission, the game will change different environments, so each screen will be a new challenge, requiring players to use different types of bombs and flexible aircraft control skills.</p><ul><li><em><strong>Multiple war theaters: </strong>The screens that you experience in this game will be specially designed to clearly show who your threats are and it can be said that there are many threats that you need to handle when playing this game.</em></li><li><em><strong>Varied mission environments: </strong>Depending on who your threat is or what vehicle they are, the environment around your battle will also change accordingly.</em></li><li><em><strong>Historically accurate settings:</strong> The missions you experience in this game will also show a part of the historical events that happened before.</em></li></ul><h3>IMMERSIVE BOMBING EXPERIENCE</h3><p>The gameplay style is also built extremely well in that it helps players feel like they are participating in a real war when you control a plane flying through the sky, aiming and dropping bombs.</p><ul><li><em><strong>Iconic aircraft piloting:</strong> It can be said that what you have experienced in this game is very symbolic because sometimes you will feel like a pilot carrying out important missions from above to destroy the enemy.</em></li><li><em><strong>Realistic target mechanics:</strong> The target destruction mechanism in this game is clearly shown and at the same time it also shows its reality through the requirements that the player needs to do.</em></li><li><em><strong>Impressive visual effects: </strong>The explosions in this game will bring you surprise because it requires meticulousness in the work of creating the game’s graphics.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3.webp",
      "slug": "ibomber-3",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "iBomber 3 APK – World War II bomber simulation with explosive missions across theaters.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "iBomber 3",
        "wp_version_GP": "1.14.3",
        "wp_developers_GP": "Cobra Mobile Limited",
        "wp_sizes_GP": "402M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-2-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-3-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-4-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-5-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-6-500x333.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/ibomber-3-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:25.356312",
      "lastmod": "2024-09-09T16:50:21+00:00"
    },
    {
      "title": "Jacksmith v1.0.0 APK (Full Game)",
      "description": "<p>Jacksmith sounds familiar, right? That’s right, this is the classic Flash game that was all the rage back then, but now, Jacksmith has been remade with brighter graphics, more vivid sound, and retains the “rock-smashing” quality typical of the idle game series.</p><h3>ORIGINAL FLASH GAME EXPERIENCE</h3><p>The game still retains the familiar gameplay of collecting materials, crafting weapons, upgrading the forge, and mining rocks. Although the graphics have been renewed, they still retain the simple, cute 2D drawing style, very suitable for the atmosphere of an idle-style game.</p><ul><li><em><strong>Authentic gameplay preserved:</strong> This game does not offer any improvements at all, but it will keep the same as before.</em></li><li><em><strong>Ruffle Player integration: </strong>This application is also easily compatible with your mobile device, which makes the game run smoothly and without causing any errors.</em></li><li><em><strong>Nostalgic fan experience:</strong> When playing this game, you will also be considered as having a long trip back to the old memories.</em></li></ul><h3>ENGAGING SCENARIO</h3><p>The plot in the game is still as simple as ever; you will still be a blacksmith working hard every day to provide weapons for the heroes. However, it is the small details and the humorous lines of the characters that create the game’s own appeal.</p><ul><li><em><strong>Unique blacksmith adventure:</strong> In my opinion, there are very few games where their main character is a blacksmith who has to go on a long journey like the way this game shows.</em></li><li><em><strong>Diverse gameplay elements: </strong>The excitement that players feel from this game lies in the fact that they will have a lot of things to do in this game, such as crafting or strategizing to fight.</em></li><li><em><strong>Captivating story progression:</strong> The story in this game will be continuously conveyed to the players, and they will become more and more immersed in the story that this game creates.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith.webp",
      "slug": "jacksmi",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Jacksmith APK – Mobile port of classic flash game featuring weapon crafting adventures.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Jacksmith",
        "wp_version_GP": "1.0.0",
        "wp_developers_GP": "Nostalgic Games FlashGamesAPK.com",
        "wp_sizes_GP": "51M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "4.3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-2-500x1083.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/jacksmith-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:28.466005",
      "lastmod": "2024-09-09T16:51:06+00:00"
    },
    {
      "title": "Unicorn Diary v15.1.2 MOD APK (Premium Unlocked)",
      "description": "<p>Unicorn Diary (lock – PIN) is an application that is considered quite suitable for little girls because it helps them record their daily activities. The special thing that makes this application suitable for young girls is that its theme is quite dark pink, and it shows the unicorn as the main mascot.</p><h3>ROBUST SECURITY FEATURES</h3><p>What makes users trust this application so much maybe its extremely secure security system. With the PIN lock feature, you can be completely assured that your secrets will be protected and not violated by others. In addition, the application also provides many other security options such as hiding the application, automatically locking when not in use, helping you protect your diary comprehensively.</p><ul><li><em><strong>Multi-layered Protection</strong>: You can rest assured about what you have recorded in this application because it uses multi-layered security, so unauthorized access is very difficult to occur.</em></li><li><em><strong>Offline Data Safety</strong>: The strength of the application lies in the fact that your data will always be safe in this application, even when there is no internet connection.</em></li></ul><h3>PERSONALIZED JOURNALING EXPERIENCE</h3><p>Notwithstanding, this is merely a quotidian note-taking tool and rather a positively scintillating diary-writing experience. Ergo, the application proffers a plethora of options for you to personalize your diary, ranging from selecting diaphanous background colors and whimsical fonts to incorporating resplendent images, fanciful stickers, and mellifluous sounds. However, the core functionality remains simple; the myriad customization features render it a veritable cornucopia of creative possibilities.</p><ul><li><em><strong>Rich Entry Customization</strong>: You will add images or anything you like to the login section of the application so that every time you access it, you will feel excited.</em></li><li><em><strong>Efficient Content Retrieval</strong>: If you have entered too much content in the application, you don’t need to worry because the application provides a search tool so you can search by keyword.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/unicorn-diary-lock-pin.webp",
      "slug": "unicorn-diary",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Lifestyle",
        "slug": "lifestyle"
      },
      "apktemplates": {
        "wp_description_GP": "Unicorn Diary MOD APK – Magical, secure journal app with cute designs and fun features.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Unicorn Diary",
        "wp_version_GP": "15.1.2",
        "wp_developers_GP": "DOSA Apps",
        "wp_sizes_GP": "35M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/unicorn-diary-lock-pin-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:31.047698",
      "lastmod": "2024-09-09T16:59:52+00:00"
    },
    {
      "title": "My Young Boyfriend v1.1.615 MOD APK (Free Premium Choices/Outfit)",
      "description": "<p>My Young Boyfriend Mod APK can help you find the love of your life in the virtual world. You are responsible for writing the love story, so stay calm when you finally meet your future mate. When you enter this vibrant world, you will be overwhelmed by an overwhelming sweet feeling. Here, where your imagination can run wild, you’ll have some ideas to improve your best life.</p><h2>DATING AND FALLING IN LOVE</h2><p>You used to be a person for work, but the tight time left you exhausted. One of your life goals is to find that special someone you can love for the rest of your life and experience the taste of love. However, work-related traffic congestion prevents you from attending your scheduled meetings. No single young man will be pleased with you or sympathetic to your situation. When you feel depressed, it’s easy to give up on people and cut ties with people you know. Then a young man comes into your life and brings you much joy.</p><p>A beautiful woman is a perfect combination; not only has her looks, but she also loves and cares about you. The plot of My Young Boyfriend Otome Game makes you fall in love with it, despite the fact that it is just a simulation of love. If you share many of the exact details and feelings, you and the protagonist may be in a similar situation. You doubt you will ever fall in love with someone so young, but an older man by your side will feel more secure.</p><h2>INTERACT WITH LOVE STORIES</h2><p>In My Young Boyfriend, Otome Game, the player chooses a story to follow and follows it as it progresses. Joy will seep into every crevice in passionate moments, and the taste of love will fill the air. Check out the dialogue topics and actions of the two characters to better understand the story. You will get to know that young man better based on the details you discover. Explore the depths of each other’s lives and have fun dating to learn more about your shared interests. If you want a more profound love, you have to make a decision and put aside the age difference.</p><h2>PAIRING WITH A YOUNG MAN</h2><p>A guy named Riku is still a high school student, and his combination of intelligence and good looks has attracted the attention of many female students. There’s something about Riku’s presence that makes your heart beat faster, and his talk makes you feel warm and light inside. Because young people are always eager to share their exciting experiences, pursuing a new romantic relationship can bring many unexpected benefits. After the interactions are completed, there will be a summary and analysis of the facts of this love.</p><h2>BUILD IMAGES</h2><p>You play as the main character in My Young Boyfriend Otome Game, and you can customize your appearance. Wearing makeup and choosing the right outfit can make your partner notice and fall in love with you in no time. Because your avatar reflects who you are, you must look feminine and well-groomed. Business attire is also a good choice, given the passive nature of office work. You feel like you’re posing in your best clothes and putting on your brightest smile for the camera as you stand in front of a colorful backdrop.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game.jpg",
      "slug": "my-young-boyfriend",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "My Young Boyfriend Mod APK can help you find the love of your life in the virtual world. You are responsible for writing the love story, so stay calm when",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "My Young Boyfriend",
        "wp_version_GP": "1.1.615",
        "wp_developers_GP": "COMINO Inc. & INTEREST LLC.",
        "wp_sizes_GP": "144M",
        "wp_GP_ID": "",
        "wp_mods": "Free Premium Choices/Outfit",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-3-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-4-500x875.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-5-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-6-500x875.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-7-500x1082.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/my-young-boyfriend-otome-game-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:32.698411",
      "lastmod": "2024-09-10T09:02:53+00:00"
    },
    {
      "title": "MetaSaga Warriors v1.3.5 MOD APK (Godmode, Damage, Defense Multiplier)",
      "description": "<p>MetaSaga Warriors is a rogue-like dungeon crawler where players command Diggers on a mission to stop corruption in their paradise. This innovative game combines elements of RPGs and action games to create an engaging experience. Let’s explore what makes MetaSaga Warriors so beloved by its fans.</p><h2>COMMAND VARIETY</h2><p>With seven unique Digger classes to choose from, MetaSaga Warriors provides tremendous skill variety. Popular picks like the shield-bearing Guardian or magic-wielding Mage offer versatile playstyles. Meanwhile, novel options like the trap-laying Hunter or shapeshifting Druid provide unexpected tactics. With distinctive skills and abilities for each class, players can find the combat style that best suits their preferences. Whether smiting foes up close or assaulting them from afar, MetaSaga Warriors empowers players with impactful command over their party.</p><h2>EVOLVING GAMEPLAY</h2><p>The procedurally generated levels ensure MetaSaga Warriors stays dynamic with every playthrough. Combined with increasingly dangerous foes in deeper levels, the challenges evolve in tandem with players’ growing prowess. As Diggers gain levels and better gear, tougher dungeon layouts and deadlier monsters maintain the stimulation. As a result, veterans and newcomers alike will revel in this game’s perpetually escalating tests of skill.</p><h2>STRATEGIC CUSTOMIZATION</h2><p>With gear, talents, and perks to customize their Diggers, players can construct inventive strategies. Equipping items like the Boots of Speed or Bow of Accuracy opens tactical possibilities. Meanwhile, powerful talents alter skills for enhanced effects. And helpful perks improve attributes or grant advantages against certain foes. With myriad ways to tailor their party, players devise creative builds to conquer dungeon depths.</p><h2>SOCIAL APPEAL</h2><p>Amid combat with vile monsters, moments of camaraderie occur when Diggers assist their allies. Mages empower Guardians with magical shields, while Hunters immobilize foes so Berserkers can land crushing blows. Support skills and synergistic abilities encourage coordination between Digger classes. And triumphant victories are sweeter when shared with comrades.</p><h2>VISUAL SPLENDOR</h2><p>From gloomy catacombs with shimmering ore veins to verdant thickets bathed in dappled sunlight, MetaSaga Warriors’ environments astound. Crisp textures and smooth animations bring each locale to life while ambient sounds like raindrops or crackling fires boost immersion. Vibrant spell effects flashy combos also dazzle during hectic battles. With graphical polish exceeding its indie origins, MetaSaga Warriors is a visual treat.</p><p>With diverse classes, evolving gameplay, customization, multiplayer appeal, and aesthetic beauty, MetaSaga Warriors engrosses fans with its creative vision. By blending conventional RPG elements with innovative ideas, this game creates an experience overflowing with variety, challenge, and flair. Small wonder it has garnered such an enthusiastic following.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors.webp",
      "slug": "metasaga-warriors",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Lead warriors in MetaSaga Warriors Mod Apk – through dungeons to cleanse corruption and save their world from darkness.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu</em></li><li><em>Godmode</em></li><li><em>Always Crit</em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "MetaSaga Warriors",
        "wp_version_GP": "1.3.5",
        "wp_developers_GP": "MetaGaming Guild",
        "wp_sizes_GP": "120M",
        "wp_GP_ID": "",
        "wp_mods": "Godmode, Damage, Defense Multiplier",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/MetaSaga%20Warriors/metasaga-warriors-v1.3.4-mod.apk",
            "download_version": "1.3.4",
            "download_size": "177 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/MetaSaga%20Warriors/metasaga-warriors-v1.3.1-mod.apk",
            "download_version": "1.3.1",
            "download_size": "177 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/12/metasaga-warriors-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:40.876723",
      "lastmod": "2024-09-11T05:42:52+00:00"
    },
    {
      "title": "ASMR Spa: Face & Body Makeover v0.1.3 MOD APK (Free Rewards)",
      "description": "<p>Contrary to popular belief, ASMR Spa Mod APK is your chance to fulfill your fantasy of running your beauty salon and providing professional treatments to your clients. Acne removal, ear and belly button cleaning, makeovers, makeup, and even emergency surgeries for hurt patients are just some options you’ll have access to in this realistic game.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167084\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167085\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>BEAUTY TREATMENT GAMEPLAY THAT’S REALISTIC</h2><p>Playing ASMR Spa: Face &amp; Body Makeover is like being a part of a real spa, where you give your customers various relaxing and rejuvenating treatments. The feedback you get from them is invaluable. Blackheads, ear sebum, fairly large flakes, and especially head lice can all be removed with the help of several different beauty tools. Patients with nail and foot issues (such as infections, fractures, wounds, and germs) can also be surgically treated. The gameplay is meant to simulate a beauty treatment realistically, and it succeeds in doing so in a big way.</p><h2>FACIAL TRANSFORMATIVE AND COSMETIC ENHANCING TOOLS</h2><p>They believed that ASMR Spa: Face &amp; Body Makeover’s extensive makeover and makeup system complemented the spa’s other beauty offerings. Contrary to widespread belief, there is a plethora of fashionable apparel, accessories, nail art, and cosmetics from which to choose to provide your clientele with the desired look. Jewelry and nail art can be coordinated with garments and cosmetics to create a stunning overall look. In addition, contrary to common belief, the game features authentic ASMR sounds that enhance the otherwise soothing and fairly satisfying nature of the game.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167086\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167087\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>RELIEVING STRESS WHILE BEING COMPULSIVELY PLAYABLE</h2><p>The relaxing and calming gameplay in ASMR Spa: Face &amp; Body Makeover is a major factor in making it a stress-relieving game. The game’s realistic beauty tools and attractive visual style make it fun to play. All the makeovers and makeup steps can be completed with a single finger, making it a fun toy for anyone interested in cosmetics.</p><h2>SOUND EFFECTS FOR AUTONOMOUS SENSORY MERIDIAN RESPONSE THAT WILL CALM AND REWARD YOU</h2><p>To all intents and purposes, the game provides ASMR sound effects that are both realistic and somewhat satisfying, elevating the game’s overall quality. Despite common belief, the sound effects are intended to primarily produce a soothing and enjoyable environment, making it ideal for relieving stress. The clinks and jangles of jewelry and the swishes of makeup brushes add realism to the game.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167088\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"ASMR Spa: Face &amp; Body Makeover\" class=\"aligncenter size-medium wp-image-167089\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>Despite common belief, ASMR Spa: Face &amp; Body Makeover is the best virtual beauty salon experience for people passionate about skincare and cosmetics. The game provides a realistic and satisfying experience thanks to its extensive beauty treatment, makeover, and makeup features. Despite common belief, this game is great for anyone who enjoys beauty treatments and makeup thanks to its stress-relieving and addictive gameplay, attractive visuals, and soothing ASMR sound.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover.jpg",
      "slug": "asmr-spa-face-body-makeover",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Contrary to popular belief, ASMR Spa Mod APK is your chance to fulfill your fantasy of running your beauty salon and providing professional treatments to",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "ASMR Spa: Face & Body Makeover",
        "wp_version_GP": "0.1.3",
        "wp_developers_GP": "DINO Global LTD",
        "wp_sizes_GP": "132M",
        "wp_GP_ID": "",
        "wp_mods": "Free Rewards",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/asmr-spa-face-body-makeover-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:43.687083",
      "lastmod": "2024-09-11T18:33:59+00:00"
    },
    {
      "title": "Son of Shenyin v1.0.3 MOD APK (Damage & Defense Multiplier, God Mode)",
      "description": "<p>神隱之子 is an exciting adventure game where players will become a child lost in an ancient forest full of secrets. The game’s graphics are meticulously designed with beautiful and magical scenes, bringing a feeling of both mystery and appeal. The gameplay focuses on exploring, solving puzzles, and interacting with strange characters in the forest, helping players gradually discover a deep and touching story.</p><h3>UNIQUE DUAL-WORLD SETTING AND STORY</h3><p>Basically, this game is designed with a dual world, including the real world and the supernatural world. The game allows players to flexibly switch between the two worlds through portals or special locations. The story in the game will tell about the main character’s journey to discover his origin and rescue his family from dark forces. Players need to continuously make decisions in urgent situations to continue the story.</p><ul><li><em><strong>Mystery Cases:</strong> The game stands out with mysterious cases that players need to solve and at the same time it also requires them to have a sharp reasoning mind.</em></li><li><em><strong>Engaging Plot:</strong> In each step of discovery, each secret is revealed, which makes players feel deeply and excited.</em></li></ul><h3>INNOVATIVE TURN-BASED COMBAT SYSTEM</h3><p>The combat system is turn-based, where players and enemies take turns performing actions. This allows players time to think and plan each of their moves. Because of this trait, Tactics and the ability to make accurate decisions are key to winning. Another interesting point is that these skills and spells not only deal damage but can also bring special effects such as stun, slow or poison.</p><ul><li><em><strong>Strategic Gameplay: </strong>Each battle and puzzle requires careful calculation, from choosing the right position to using special skills at the right time.</em></li><li><em><strong>Customization: </strong>From costumes and weapons to special skills, players can change and upgrade as they like.</em></li><li><em><strong>Team Combos: </strong>Players not only control one character but can also create battle groups, coordinating between characters to create powerful combos.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file.webp",
      "slug": "son-of-shenyin",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Card",
        "slug": "card"
      },
      "apktemplates": {
        "wp_description_GP": "Son of Shenyin MOD APK – A dual-world puzzle RPG with strategic combat, where players solve mysteries as agents exploring supernatural realms.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Son of Shenyin",
        "wp_version_GP": "1.0.3",
        "wp_developers_GP": "Lohas Games Pte. Ltd.",
        "wp_sizes_GP": "532M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-7-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-8-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-9-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-10-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-11-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:46.031269",
      "lastmod": "2024-09-12T06:51:20+00:00"
    },
    {
      "title": "Wizard Legend v2.5.6 MOD APK (Unlimited Money)",
      "description": "<p>Wizard Legend depicts a world where magicians perform magic and compete against each other. You are about to embark on a difficult adventure. Conquering a territory shows your destructive ability. Be on the lookout for dangers lurking in this vast wilderness. Transform into a powerful witch who is not afraid to fight anyone. Battles will break out against any opposing object. It’s time to start attacking and taking part in these epic battles.</p><p><img alt=\"Wizard Legend: Fighting Master\" class=\"aligncenter size-full wp-image-124164\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE BATTLE MAGE DESTROYS THE OPPONENT QUICKLY</h2><p>Despite having a relatively simple gameplay system, this is an action RPG. Even so, players got into the game due to its difficulty level. Use your entire arsenal to unleash devastating attacks. Plunge headlong into any epic battle and push it to the logical end. Confront your opponents and refuse to be defeated. Give your opponent a fighting style that guarantees defeat, then back it up with confidence. Learn how to use the various features of Wizard Legend and enjoy the glory of victory. Enter the arena and show your abilities as a formidable mage.</p><p><img alt=\"Wizard Legend: Fighting Master\" class=\"aligncenter size-full wp-image-124165\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-4-500x281.jpg 500w\" width=\"1000\"/></p><p>Ancient magicians were always on the go and could complete any quest. Wizard Legend allows the player to take on the role of a wizard in pursuit of inner power. The enemy’s army becomes stronger and more numerous after each battle. You are responsible for commanding the hero and leading them into battle. If you rush into the fight and complete the goal quickly, the door to the next test will open. Each game will be designed with different difficulty challenges where you have to eliminate random enemies. Strive to achieve some record wins to the best of your ability. Find the intersection of your strengths and use cunning and strategy to overcome many opponents.</p><p><img alt=\"Wizard Legend: Fighting Master\" class=\"aligncenter size-full wp-image-124166\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>IT HAS A HUGE COLLECTION OF ROBES</h2><p>A cloak is a common garment worn by magicians. Although not standard armor, the cloak was an important piece of equipment for a mage. Each encounter allows using many unique advantages. The magic cloak enhances the power, culminating in a powerful attack that knocks the opponent to the ground. The higher the cost of a piece of clothing, the more harmful it is to the opponent. Get maximum combat power and fight a series of tough bosses. Countless hidden effects lie within what appears to be an ordinary shirt. Take on a variety of enemies while assisting other mages in combat.</p><p><img alt=\"Wizard Legend: Fighting Master\" class=\"aligncenter size-full wp-image-124167\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>COMBINING NEARLY FIFTY DIFFERENT FIGHTING METHODS</h2><p>These skills play an important role in every attack against the opponent. When people’s powers are combined, they create a truly unique form of war. Choose the best spell for the current job. Wizard Legend also allows you to get awesome new skills if you win. When you have this advantage, many enemies will no longer be a concern. Players can fully act and coordinate a variety of techniques when fighting. Learn the intricacies of magic so you can build an effective battle strategy. You can only defeat your opponent by using a series of powerful attacks.</p><p><img alt=\"Wizard Legend: Fighting Master\" class=\"aligncenter size-full wp-image-124168\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-7-500x281.jpg 500w\" width=\"1000\"/></p><h2>MISSION TO ELIMINATE THE OPPOSITION</h2><p>In offensive actions, every magician will participate. Every party member will get a battle power boost to show off their abilities as they gain levels. However, this entails having to deal with increasingly formidable opponents. During the battle, players will face countless difficulties that they have to conquer. And, while their destructive potential remains constant, their numbers are always increasing. Calculation and planning are necessary to develop an effective fighting style. When you combine several spells, each with its function, all your opponents will be destroyed. Embark on a tough journey and see where you rank among your peers. Get the job done and assert your worth as a “mage” by taking down your opponents.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master.jpg",
      "slug": "wizard-legend",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Roguelike action game Wizard Legend MOD APK. The game has over 50 magic powers and 5 components. Magic skill combinations provide diverse fighting styles. The massive number of artifacts with different effects will make the struggle endless.",
        "wp_mod_info_GP": "<ul><li><em>You can buy goods even if you don’t have enough money (If the report is not enough, you just need to press the buy button again).</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Wizard Legend",
        "wp_version_GP": "2.5.6",
        "wp_developers_GP": "Loongcheer Game",
        "wp_sizes_GP": "90M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/wizard-legend-fighting-master-1.jpg"
      },
      "scraped_at": "2026-01-09T22:23:47.552332",
      "lastmod": "2024-09-12T10:11:26+00:00"
    },
    {
      "title": "Shadow Gun: Epic Shooting War v1.0.5 MOD APK (Menu, Unlimited Resources, God Mode)",
      "description": "<p>Shadow Gun: Epic Shooting War is an extremely interesting and new fighting game that many players experience. With extremely sharp and artistic graphics, it has attracted the attention of many players. Here, you can freely use different types of weapons according to your preferences to conquer all enemies as quickly as possible. Each player has different experiences and plays appropriately in their own way.</p><h3>PIXEL ART GRAPHICS</h3><p>Coming to this game, you can enjoy extremely vivid graphics with many unique and realistic images. With a classic style, it gives players an opportunity to immerse themselves in a fun and exciting playing space while exploring many exciting levels.</p><ul><li><em><strong>Retro Style</strong>: You will enjoy a playing space in a classic interface filled with the most beauty and vibrancy. All players are very excited and appreciate the interface and sound in this game.</em></li><li><em><strong>Vivid Animations</strong>: With realistic images, supernatural and smooth actions are brought to create a more lively and attractive world. Every player can confidently fight in the most natural and fun way.</em></li><li><em><strong>Detailed Sprites</strong>: Each environment has different frames, attracting the curiosity and excitement of each player. Feel free to fight with the characters to see who will be the lucky winner.</em></li></ul><h3>VARIETY OF WEAPONS</h3><p>When you experience this game, you will discover a huge space of weapons of many different types that can support you in every battle. Conquer all challenges to unlock new weapons for the most successful battle. Depending on each person’s preferences and fighting skills, they will have their own special choices.</p><ul><li><em><strong>Diverse Arsenal</strong>: To be able to defeat all enemies and overcome challenges, you should choose shotguns and pistols to be able to decisively attack enemies through well-aimed shots from afar. Choose a suitable location to hide and fight hard!</em></li><li><em><strong>Unique Gun Mechanics</strong>: Each gun will have its own stats and different uses, so you need to choose the most suitable gun to fight and quickly destroy all enemies in a short time.</em></li><li><em><strong>New Unlocks</strong>: Through winning levels, you can unlock new guns to help you use them in the next battles in the smoothest and most wonderful way.</em></li></ul><h3>UPGRADABLE CHARACTER</h3><p>You have the right to upgrade and equip more modern items for your heroic characters. Help them choose the best armor and equip them with more modern weapons to help them develop their fighting abilities as quickly and effectively as possible.</p><ul><li><em><strong>Stat Boosts</strong>: Participate in many levels and successfully complete assigned challenges to collect more points and level up quickly. Be confident in conquering every mission to receive many worthy rewards!</em></li><li><em><strong>Customization</strong>: You have the right to customize all equipment, armor, and many other tools to best serve your battle. Think and come up with the smartest way to play to handle unexpected situations from the opponent.</em></li><li><em><strong>Become a Master</strong>: Through many experiences and challenges, you quickly became a master admired by many for your intelligent and creative fighting. Please recommend this game to your friends so they can experience it together in a fun way.</em></li></ul><h3>ADDICTIVE GAMEPLAY LOOP</h3><p>With different exciting game loops, you can freely fight in the most exciting way. Use the actions of aiming, running, and jumping to overcome obstacles quickly and decisively and open fire to take down enemies in an instant. Each battle is extremely intense, tense, and full of fun.</p><ul><li><em><strong>Satisfying Combat</strong>: With your shooting ability, combined with smart gameplay, you can quickly win in the easiest way.</em></li><li><em><strong>Escalating Challenge</strong>: You can choose many different gun models to participate in the most unexpected challenges. Each player will have interesting gameplay and enjoy an exciting, relaxing space.</em></li><li><em><strong>Progress and Improve</strong>: After playing this game, you will gain more combat experience and progress much more through the levels. Get yourself the highest score to receive interesting gifts from the game.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war.webp",
      "slug": "shadow-gun-epic-shooting-war",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Shadow Gun: Epic Shooting War MOD APK – Hunt shadow monsters in a unique 2D pixel shooter with exciting upgrades!",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Unlimited Money</em></li><li><em>Unlimited Resources</em></li><li><em>God Mode</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Shadow Gun: Epic Shooting War",
        "wp_version_GP": "1.0.5",
        "wp_developers_GP": "Fansipan Limited",
        "wp_sizes_GP": "145M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Resources, God Mode",
        "avg_rating": "4",
        "total_votes": "6",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/shadow-gun-epic-shooting-war-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:50.782667",
      "lastmod": "2024-09-12T10:17:03+00:00"
    },
    {
      "title": "KICK 24: Pro Football Manager v1.1.9 MOD APK (Unlimited Money)",
      "description": "<h2>BELOVED FEATURES OF AN EXCITING FOOTBALL MANAGER GAME</h2><p>Football brings wonderful emotions and excitement to its fans worldwide. KICK24 wonderfully captures the thrills of football management, allowing you to live out your dreams in the world of football. This game lets you take full control and make all the big decisions as you lead your club to glory.</p><h2>BUILD AND MANAGE YOUR DREAM TEAM</h2><p>A huge part of being a successful football manager is having an eye for talent and knowing how to mold a cohesive team that fits your philosophy. KICK24 gives you an expansive transfer market with over 9,000 real players to choose from as you build your squad. You take the reins in training your players and orchestrating tactics, formations, and styles that maximize their potential. It’s incredibly satisfying to see your well-drilled team executing your game plan effectively.</p><h2>EXPERIENCE THE THRILL OF MATCHDAYS</h2><p>Once you’ve built your squad, it’s time to pit them against the best clubs around the world. KICK24 delivers tense match simulations where you experience all the drama of real football. Nail-biting late goals, unexpected upsets, ecstatic celebrations – it’s all here. The game features reactively-commentated playback of key moments so you can relive your greatest triumphs and agonizing near misses.</p><h2>TEST YOUR METTLE AGAINST THE WORLD’S BEST</h2><p>A major highlight of football management is the chance to measure yourself against elite competition. KICK24 lets you take your unique footballing vision global as you aim to top leaderboards and claim championship glory. You’ll compete in various high-stakes tournaments at the domestic, continental, and worldwide level. Overcoming stronger opponents to lift a trophy with your own style of play is hugely gratifying.</p><h2>BUILD YOUR FOOTBALL EMPIRE</h2><p>Great managers attract great players and build great facilities. As you achieve success in KICK24, you’ll gain resources to upgrade your stadium, training complex, and other infrastructure to matcher your ambitions. This allows you to accommodate more fans, increase your revenue streams, and convince world-class talents to join your project. Building a football empire from the ground up by winning games adds long-lasting enjoyment.</p><h2>CAPTIVATING PRESENTATION WITH GREAT GRAPHICS</h2><p>While thrilling action is most vital, the game wraps it all together with captivating presentation across menus, player models, and match broadcast visuals. Slick graphics and interfaces make you feel like an executive in a major football organization. Fluid, realistic animations during gameplay heighten the experience of each match. And the dramatic match cutscenes make your results feel like an engaging sports drama.</p><p>KICK24 wonderfully captures the managerial and competitive thrills of elite football. With control over your club, gripping match simulations, high-stakes tournaments against quality opposition, long-term team building, and great presentation, it’s a complete football management experience for any fan. Now you can put your footballing philosophy to the test against managers worldwide.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager.webp",
      "slug": "kick-24-pro-football-manager",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "KICK 24 Mod Apk – Lead your football dream team to victory with strategic management and thrilling matches!",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "KICK 24: Pro Football Manager",
        "wp_version_GP": "1.1.9",
        "wp_developers_GP": "Kong Software",
        "wp_sizes_GP": "557M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "4",
        "total_votes": "26",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/KICK%2024/kick-24-pro-football-manager-v1.1.9-mod.apk",
            "download_version": "1.1.9",
            "download_size": "611 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/KICK%2024/kick-24-pro-football-manager-v1.1.8-mod.apk",
            "download_version": "1.1.8",
            "download_size": "632 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/kick-24-pro-football-manager-1.webp"
      },
      "scraped_at": "2026-01-09T22:23:54.860758",
      "lastmod": "2024-09-13T19:00:00+00:00"
    },
    {
      "title": "PieCons Icon Pack v16.0.1 APK (Full Version)",
      "description": "<p>Salivating for some virtual pie, anyone? Make way for PieCons, an all-new, ingenious icon pack that leverages the design elements from the freshest Android updates (9.0 Pie and 10.0 Q)!</p><h2>EASE OF USE</h2><p>Step aside, folks, this isn’t your average icon pack. PieCons is as easy to operate as stealing a pie from a windowsill. Just a few taps, and voila! The icon pack auto-applies to a majority of the most widely used launchers. It boasts an ample array of exclusive custom wallpapers, perfect for setting your screen apart from the rest. Need an icon redesign? Just drop a request. Want to tip your digital pie chef? The option’s there too!</p><h2>ADAPTIVE AND CRISP DESIGN</h2><p>An apple pie might be the epitome of a perfect pie, but this icon pack brings pixel perfection to your device. Adopting the novel Android 9.0 Pie color palette, the design is fresh out of the oven. But the cherry on the top? It tailors system icon designs to your device, be it Moto, Pixel, Samsung, or more. The power to choose your favorite launcher and icon designs is all yours!</p><h2>DYNAMIC AND INTERACTIVE</h2><p>Are you tired of static, lifeless icons? PieCons hears you! The dynamic calendar support changes the icon with each passing day – a daily treat! Also, are you a fan of the Android Pie settings shortcut styles? They’re here too! Toss in the alternate icon designs and colors, and you’ve got a fully customizable digital dessert.</p><h2>MORE THAN JUST ICONS</h2><p>Still want more? How about over 150+ wallpapers to choose from? As a bonus, the package includes an HD clock widget that matches the icons perfectly. And if you’re a fan of the Muzei Live Wallpaper, rest assured it’s well-supported. Stay tuned for the constant updates loaded with high-quality icon requests!</p><h2>TIPS AND SUPPORT</h2><p>To ensure you have a smooth experience, PieCons provides a comprehensive set of tips – from applying the icon pack to sending an icon request, from changing the wallpaper to finding an alternate icon. And did we mention it supports a long list of popular launchers? For any queries, concerns, or general chit-chat, you can shoot an email or follow the creator on Twitter: @drumdestroyer.</p><p>In a digital world filled with conventional icon packs, PieCons stands out like a piping hot pie in a bakery window. Remember to grab a slice of this feature-packed application, and thank you for your support! Remember, as the old adage goes, the proof of the PieCons is in the using!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack.jpg",
      "slug": "piecons-icon-pack",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "PieCons Mod APK: Adaptive, pixel-perfect icon pack, offering unique designs, dynamic features, extensive launcher support, and constant updates.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "PieCons Icon Pack",
        "wp_version_GP": "16.0.1",
        "wp_developers_GP": "DrumDestroyer Themes",
        "wp_sizes_GP": "112 MB",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/PieCons%20Icon%20Pack/PieCons_v16.0.1_P.apk",
            "download_version": "16.0.1",
            "download_size": "112.67 MB",
            "download_mod_info": "Full"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/PieCons%20Icon%20Pack/PieCons_v16.0.0_P.apk",
            "download_version": "16.0.0",
            "download_size": "112.67 MB",
            "download_mod_info": "Full"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/07/piecons-icon-pack.png"
      },
      "scraped_at": "2026-01-09T22:24:00.074380",
      "lastmod": "2024-09-13T19:12:59+00:00"
    },
    {
      "title": "Beats Shooting v1.3.10.20 MOD APK (Unlimited Diamond, No Ads)",
      "description": "<p>Beats Shooting Mod APK will give you the most relaxing gameplay of a combination between shooting and rhythm-basic, which make you feel the fantastic gun sounds aligned in a catchy beat. Not only that, but the game has outstanding visuals and various elements to make the game more enjoyable as you score various songs with your talents and reflexes.</p><h2>FIRE THE BEATS AND MAKE UP A SONG</h2><p>In this new and enhanced rhythm-based game with an updated soundtrack and complex level environments, you can aim and fire at the obstacles blocking your way by timing your movements to the beat of the music. The game also rated the levels into different categories, and the faster or harder the song, the faster you need to fire while following the beat perfectly. Some songs are unique, and they make you feel the magnificent elements within this game through the captivating rhythm-based gameplay.</p><h2>PICK NEW GUNS AND HAVE IMMENSE FUN</h2><p>There is a diverse assortment of weaponry to choose from, each of which has an individual fire sound effect and distinctive accompanying chord. That makes the game special, and there are no limitations as you can fill the song with gun sounds and sync them together for the most ear-catching beats as you keep firing the tiles. There is much more to do with the guns; you can unlock them with your progression or spend your achievement wisely on the guns and have the most exciting experience.</p><h2>TAKE ON DIFFICULT CHALLENGES AND PROVE YOUR ENTHUSIASM</h2><p>Begin your journey to the beat of the music and overcome more challenges as you progress through the game. There are always more challenges, which are divided into different categories as you keep up with the game and earn more recognition. You can also unlock some exclusive songs with enough keys and play them to your heart’s content even with the infinite increase in speed.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game.jpg",
      "slug": "beats-shooting-edm-music-game",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Music",
        "slug": "music"
      },
      "apktemplates": {
        "wp_description_GP": "Beats Shooting Mod APK will give you the most relaxing gameplay of a combination between shooting and rhythm-basic, which make you feel the fantastic gun",
        "wp_mod_info_GP": "<ul><li><em>Unlimited Diamonds</em></li><li><em>Get rewarded without watching ads</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Beats Shooting",
        "wp_version_GP": "1.3.10.20",
        "wp_developers_GP": "XGAME STUDIO",
        "wp_sizes_GP": "107M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Diamond, No Ads",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/beats-shooting-edm-music-game-1.jpg"
      },
      "scraped_at": "2026-01-09T22:24:02.367736",
      "lastmod": "2024-09-14T15:34:56+00:00"
    },
    {
      "title": "Baked Dark Icon Pack v16.0.1 APK (Full Version)",
      "description": "<h2>A SENSATIONAL TWIST TO YOUR ANDROID EXPERIENCE</h2><p>Prepare yourself for a transformative visual journey that will bring a dark allure to your beloved Android device, seamlessly merging style and function. This marvel is the widely acclaimed Baked – Dark Android Icon Pack. Imagine possessing the power to single-handedly tailor your device’s look and feel with just a few taps. And the charm doesn’t stop there! We have quite a palette of delightful features ready to be served, freshly baked!</p><h2>NAVIGATING THE EASE WITH BAKED</h2><p>The Baked App is to smartphone users what a compass is to explorers – a pathfinder. Applying the icon pack to popular launchers is a breezy process. The app offers a cornucopia of exclusive custom wallpapers, and switching alternate icon designs is no more arduous than a scroll and a tap. Don’t see an icon you fancy? Simply request for your favorite non-themed icons to be themed. And if you’re feeling generous, you can even tip the developers.</p><h2>BAKED TO PERFECTION: THE ICON PACK</h2><p>Baked embodies pixel-perfect, ultra-crisp dark adaptive icon design inspired by Android 9.0 Pie’s dark mode color palette. From Motorola to Samsung, HTC to Asus, it offers system icon designs unique to your device. Whether you have a thing for the familiar or an appetite for the alternative, Baked lets you have your cake and eat it too. And for those eager for daily freshness, it features dynamic calendar support, with the icon metamorphosing each day.</p><h2>SOMETHING EXTRA FOR THE TECH GOURMET</h2><p>But Baked doesn’t stop at icons. To complete the aesthetic banquet includes over 150+ exclusive wallpapers. You’ll love the additional matching HD clock widget if you’re a clock-watcher. And for those who like their screens to have a bit of life, it has built-in Muzei Live Wallpaper support. But the sweetest deal? Constant updates bring in new, high-quality icon requests.</p><h2>BEHIND THE SCENES: NAVIGATION AND USE</h2><p>Baked makes it easy for users to autauto-applyons to supported launchers. Sending an icon request, or using a wallpaper, is as easy as opening the Baked app, navigating to the desired menu, and making your choice and looking for an alternate icon? Baked’s search functionality allows you to access different categories or use a search bar to find your desired icon. Easy, breezy, and beautiful!</p><h2>SUPPORT FOR ALL: A UNIFYING ICON PACK</h2><p>Baked supports popular launchers like Nova, GO, Sony, Mini, Holo, L, Apex, Action Launcher 3, Arrow, Atom, and many more. Other launchers can simply apply from their launcher settings or use Adapticons or similar apps to apply icons to unsupported launchers. That’s what we call inclusivity in the tech world!</p><h2>STAY TUNED: BAKED IS JUST GETTING STARTED</h2><p>Recent updates have brought hundreds of new icon requests and a massive dashboard update. The developers have even introduced new donation options to support future development. The oven’s been preheated, the dough’s rising, and plenty more to come from the team behind Baked. So buckle up because this Android aesthetic journey is just getting started. Prepare for the feast; Baked – Dark Android Icon Pack is here to serve some tasty tech dishes!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack.jpg",
      "slug": "baked-dark-icon-pack",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "Baked Dark Icon Pack Mod APK: A versatile, user-friendly dark mode icon pack enhancing Android aesthetics with customizability and style.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Baked Dark Icon Pack",
        "wp_version_GP": "16.0.1",
        "wp_developers_GP": "DrumDestroyer Themes",
        "wp_sizes_GP": "108 MB",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Baked%20Dark%20Icon%20Pack/Baked_v16.0.1_P.apk",
            "download_version": "16.0.1",
            "download_size": "108.6 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Baked%20Dark%20Icon%20Pack/Baked_v16.0.0_P.apk",
            "download_version": "16.0.0",
            "download_size": "108.6 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/07/baked-dark-android-icon-pack.png"
      },
      "scraped_at": "2026-01-09T22:24:11.204405",
      "lastmod": "2024-09-14T17:06:20+00:00"
    },
    {
      "title": "Super Icon Pack v16.0.1 APK (Full Version)",
      "description": "<p>Envision the harmonious fusion of ultra-detailed squircle-shaped icons paired with a cutting-edge glass shadow effect. The SUPER ICON PACK takes this vision, intertwines it with an extensive collection of wallpapers, and houses it all within an app that effortlessly interfaces with every popular launcher on the digital market.</p><h2>A PLETHORA OF AESTHETIC WALLPAPERS</h2><p>The Super Icon Pack doesn’t just provide you with random images. It offers over 200 meticulously curated wallpapers that perfectly sync with your icons. A match made in heaven, you might say. And the cherry on top? These wallpapers can be applied or downloaded in a heartbeat. Who knew wallpapering could be so easy and pleasurable, even outside DIY?</p><h2>ICONS THAT FIT YOUR LIKING</h2><p>Do you fancy squircles or super-ellipses? Whichever you lean towards, this app has got you covered. In a stroke of genius, it has bundled high-quality, professionally designed icons that impeccably complement your chosen wallpaper. The beauty of it lies in its simplicity and the level of customization it affords. It’s like a personal stylist for your device interface!</p><h2>REVOLUTIONIZING THE CALENDAR</h2><p>Ever felt your calendar app icon was dull, lifeless, and stuck in a time warp? The Super Icon Pack answers your pleas with a dynamic daily calendar that changes its icon. This tiny but ingenious feature adds a refreshing change to your everyday routine. It’s like having a mini advent calendar on your device all year round!</p><h2>EXPLORING A WHOLE NEW UNIVERSE OF ICONS</h2><p>Aside from an array of primary icons, the app offers alternate icons with different colors and styles. These alternatives give users an edge in personalizing their devices, allowing them to tweak the aesthetics to their heart’s content. The options are plentiful; it’s like shopping in a virtual icon mall where you can easily find your favorite system styles.</p><h2>PRO-TIPS FOR A SUPER USER EXPERIENCE</h2><p>Using the app is as simple as pie, but there are a few tips and tricks to enhance your experience. Need a specific icon? Send a request through the app! Are you looking for fresh wallpaper? The app has you covered! An alternate icon? A few taps, and voila, your chosen hero is set! In short, Super Icon Pack is like your magic carpet ride to a whole new world of customization.</p><h2>WIDELY SUPPORTED BY LAUNCHERS GALORE</h2><p>Over 30+ launchers, including Nova, GO, Sony, Mini, Holo, and many others, are on board with this great app. If your launcher isn’t on the list, don’t fret! Most launchers can apply the Super Icon Pack via their settings. It’s like an all-access backstage pass to the most incredible tech party in town.</p><p>Wrap up your reading and embrace the new era of customization with this versatile app. After all, who wouldn’t want a handy, adaptive, and splendidly aesthetic icon pack at their disposal? As they say in the tech world, the Super Icon Pack is not just an app; it’s a nifty app!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack.jpg",
      "slug": "super-icon-pack",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "Super Icon Pack Mod APK: Breathtakingly designed, user-friendly, with vast customization options for an unparalleled personal device experience.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Super Icon Pack",
        "wp_version_GP": "16.0.1",
        "wp_developers_GP": "DrumDestroyer Themes",
        "wp_sizes_GP": "145 MB",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Super%20Icon%20Pack/Super_v16.0.1_P.apk",
            "download_version": "16.0.1",
            "download_size": "144.47 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Super%20Icon%20Pack/Super_v16.0.0_P.apk",
            "download_version": "16.0.0",
            "download_size": "144.47 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/07/super-icon-pack-2.jpg"
      },
      "scraped_at": "2026-01-09T22:24:15.200598",
      "lastmod": "2024-09-14T17:09:37+00:00"
    },
    {
      "title": "Supreme Icon Pack APK v16.0.1 (Full Version)",
      "description": "<p>If you desire a new experience when using a smartphone, there is definitely no more effective way to replace the type of Icon Pack you are currently employing. Today I will introduce to you Supreme Icon Pack might help you rapidly enhance the application’s icons. The software is compatible with nearly all market-leading launchers, so you can rely on the convenience it provides.</p><h2>MAIN FEATURES</h2><ul><li><em>Over 6000+ colorful icons and alternative icon styles are available</em></li><li><em>Over 400 exclusive, customizable wallpapers of various genres</em></li><li><em>Icons and wallpapers are updated regularly</em></li><li><em>Dynamic calendar support (icons change every day)</em></li><li><em>Lots of built-in options</em></li><li><em>Simple and easy to use</em></li><li><em>Over 20+ launchers supported</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack.jpg",
      "slug": "supreme-icon-pack",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "If you desire a new experience when using a smartphone, there is definitely no more effective way to replace the type of Icon Pack you are currently",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Supreme Icon Pack",
        "wp_version_GP": "16.0.1",
        "wp_developers_GP": "DrumDestroyer Themes",
        "wp_sizes_GP": "95MB",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "3.2",
        "total_votes": "8",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Supreme%20Icon%20Pack/Supreme_v16.0.1_P.apk",
            "download_version": "16.0.1",
            "download_size": "107 MB",
            "download_mod_info": "Full"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Supreme%20Icon%20Pack/Supreme_v16.0.0_P.apk",
            "download_version": "16.0.0",
            "download_size": "107 MB",
            "download_mod_info": "Full"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-4-500x320.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-5-500x320.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-6-500x320.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-7-500x320.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/07/supreme-icon-pack-1.jpg"
      },
      "scraped_at": "2026-01-09T22:24:19.780488",
      "lastmod": "2024-09-14T17:15:12+00:00"
    },
    {
      "title": "MudRunner v1.5.5.0 MOD APK (All Unlocked)",
      "description": "<h2>THE OFF-ROAD GAME ALLOWS PLAYERS TO EXPLORE HARSH TERRAIN</h2><p>The well-known off-roading simulation game MudRunner, which has sold millions of copies, is now available on mobile devices! This game’s players are tasked with driving amazing all-terrain vehicles across harsh terrain. Players must fulfill tasks and deliveries while navigating dangerous terrain over vast, untamed regions with dynamic day-night cycles using a map and compass. The best aspects of MudRunner that make it the ideal off-road experience will be discussed in this post.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199135\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>REALISTIC PHYSICS AND ENVIRONMENTS CREATE AN IMMERSIVE OFF-ROAD EXPERIENCE</h2><p>The game MudRunner provides the best possible off-road experience. Players are put behind the wheel of potent all-terrain vehicles and must cross the harsh Siberian landscapes. The game offers high realism as players must only use a map and compass to navigate the difficult terrain. The game’s sophisticated physics engine enhances realism because the cars react accurately to the player’s weight and movement. A truly immersive off-road experience is produced by combining all these elements.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199136\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>DYNAMIC DAY-NIGHT CYCLES ADD TO THE GAME’S REALISM AND CHALLENGE</h2><p>To fulfill their tasks and deliver their packages in MudRunner, players must master realistic physics and battle the elements. This is made feasible by the game’s sophisticated physics engine since the cars respond to the player’s weight and movement realistically. This calls for caution on the part of players when negotiating mud, water, and other hazards. The dynamic day-night cycles further increase realism because players must negotiate various illumination conditions. Players will enjoy the hard yet rewarding experience created by all of these elements.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199137\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE GAME FEATURES 15 IMMERSIVE LOCATIONS WITH STUNNING GRAPHICS</h2><p>Players can explore 15 immersive locations, including 6 sandbox areas and 9 challenge maps, in MudRunner. These maps are made even better by gorgeous graphics that give the countryside a photorealistic appearance. Players in the game can choose their course. Therefore, they must exercise caution when negotiating treacherous terrains such as rivers, woods, swamps, and mountains. Players will enjoy exploring the game world because of all of these elements, which give it the appearance of a living, breathing ecosystem.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199138\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>PLAYERS CAN CHOOSE FROM 16 UNIQUE ALL-TERRAIN VEHICLES WITH SPECIFIC FUNCTIONS</h2><p>Players in MudRunner have their pick of 16 fantastic all-terrain vehicles. These vehicles include everything from light scouting vehicles to powerful military trucks. Because each vehicle has unique traits and equipment that may be attached, players must carefully select their vehicle based on the terrain they will be driving over. Players must use caution when operating the vehicles because they respond accurately to the player’s weight and movement.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199139\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE GAME HAS A SIGNIFICANT SOCIAL MEDIA FOLLOWING, WITH THOUSANDS OF FOLLOWERS</h2><p>MudRunner is well-represented on social media, including Facebook, Twitter, and Instagram pages. Both the game’s Facebook page and Twitter account have over 6,000 followers each. The Instagram account has over 10,000 followers and beautiful screenshots and gameplay videos. The game MudRunner has a strong and devoted fan following who enjoy sharing their experiences with others, as seen by its social media presence.</p><p><img alt=\"MudRunner\" class=\"aligncenter size-full wp-image-199140\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/mudrunner-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/mudrunner-7-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE GAME OFFERS A DIFFICULT AND REWARDING OFF-ROAD EXPERIENCE</h2><p>In conclusion, MudRunner allows players to pilot potent all-terrain vehicles and explore harsh Siberian environments. It is the pinnacle of off-road experiences. Players will adore the realistic and compelling experience that the game’s cutting-edge physics engine and gorgeous graphics produce. The game offers hours of fun gameplay with 15 open-world maps to explore and 16 fantastic vehicles to pick from. The game has a significant social media following, demonstrating that its fan base is devoted and enthusiastic about sharing their experiences. MudRunner is the ideal game if you want an off-road, difficult, and rewarding experience.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner.jpg",
      "slug": "mudrunner",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "MudRunner Mod APK is the ultimate off-road simulation game, now available on mobile, with realistic physics and extreme landscapes to conquer.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "MudRunner",
        "wp_version_GP": "1.5.5.0",
        "wp_developers_GP": "Focus Entertainment",
        "wp_sizes_GP": "595M",
        "wp_GP_ID": "",
        "wp_mods": "Unlocked All Content",
        "avg_rating": "3.4",
        "total_votes": "32",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/MudRunner/MudRunner-v1.5.5.0-mod.apk",
            "download_version": "1.5.5.0",
            "download_size": "595.5 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/MudRunner/MudRunner-v1.5.2.0-full.apk",
            "download_version": "1.5.2.0",
            "download_size": "894 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/mudrunner-1.jpg"
      },
      "scraped_at": "2026-01-09T22:24:23.281100",
      "lastmod": "2024-09-15T17:56:12+00:00"
    },
    {
      "title": "Spirit Girl Idle v0.2.6 MOD APK (Damage Multiplier, God Mode)",
      "description": "<p>Do you like fairy tales? Do you really want to see the characters in fairy tales come true and fight against evil? If so, Spirit Girl Idle leads you on the path that will captivate you. The stories engage you in the game with many interesting experiences and powerful battles.</p><h3>IMMERSIVE STORYTELLING</h3><p>It is not just a simple game; it is also an enchanting story. Here, you will play the role of a young girl imprisoned in a nightmare world by the Dark Lord. Your mission is to awaken the sleeping heroes, gather them into a strong squad, and fight to free the world from darkness.</p><ul><li><em><strong>Imaginative World</strong>: What makes the game so attractive is the dark fantasy world, where light and darkness are always intertwined, and countless mysteries await your exploration. There are mystical creatures with extraordinary powers, dense forests containing priceless treasures, and dark dungeons filled with lurking dangers.</em></li><li><em><strong>Engaging Plot</strong>: You will not just fight, but you will also explore the mysterious past of the female lead, the origin of the nightmare world, and the dark plot of the Nightmare Lord.</em></li><li><em><strong>Character Depth</strong>: Here, you will transform into the main character of the game, a brave but tragic girl. Imprisoned in the nightmare world by the Nightmare Lord, she is forced to fight to survive and find her way home.</em></li></ul><h3>INNOVATIVE GAMEPLAY</h3><p>Not only is the plot carefully thought out, but so is the actual gameplay. This is an idle game, so players do not have to control the avatar in battle. Instead, you will pay attention to upgrading your squad and equipping your heroes with key skills.</p><ul><li><em><strong>Customization</strong>: You can customize the appearance, equipment, and skills of your heroes. Build a tactical squad that suits your playstyle and personal preferences.</em></li><li><em><strong>Genre Blending</strong>: Not only immerse yourself in intense battles, collect and upgrade powerful heroes, but also have the opportunity to practice tactical thinking and try out unique, creative tactics through a diverse card system.</em></li><li><em><strong>Rewards Creativity</strong>: The game is not just a place for you to show off your fighting skills; it also offers rewards to encourage creativity and the use of unique tactics.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle.webp",
      "slug": "spirit-girl-idle",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Spirit Girl Idle MOD APK – A dreamy adventure game where you awaken heroes to battle nightmares in strategic, idle-style gameplay.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Spirit Girl Idle",
        "wp_version_GP": "0.2.6",
        "wp_developers_GP": "mobirix",
        "wp_sizes_GP": "375 MB",
        "wp_GP_ID": "",
        "wp_mods": "Damage Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Spirit%20Girl%20Idle/spirit-girl-idle-v0.2.6-mod.apk",
            "download_version": "0.2.6",
            "download_size": "358 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Spirit%20Girl%20Idle/spirit-girl-idle-v0.2.5-mod.apk",
            "download_version": "0.2.5",
            "download_size": "375 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/spirit-girl-idle-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:29.757766",
      "lastmod": "2024-09-16T08:32:20+00:00"
    },
    {
      "title": "Monster Cooking Diary v1.7 MOD APK (Damage Multiplier, God Mode)",
      "description": "<p>A lot of people imagine monsters as scary things they don’t want to see or talk to. In Monster Cooking Diary, on the other hand, players can totally change their point of view because they can use monsters as ingredients in their meals. The game is set up in an exciting adventure style, and it will be very easy to control so that players can have the most fun possible.</p><h3>IN-DEPTH AND SATISFYING COOKING SYSTEM</h3><p>Becoming a chef is one of the most interesting jobs, but only Monster Cooking Diary can prepare dishes with monster ingredients. The game has designed its players with an idle play style, where they participate in automatic battles with monsters and find ways to defeat them. Once defeated, monsters are collected and used as dish ingredients. From those monsters, you will be able to prepare hundreds of different delicious and nutritious dishes for yourself.</p><ul><li><em><strong>Discover New Recipes: </strong>Players will be able to become top creative chefs when combining different ingredients and creating an interesting dish.</em></li><li><em><strong>Advanced Cooking Skills:</strong> The game will require its players to continuously upgrade their cooking skills to make complex recipes and dishes.</em></li><li><em><strong>Visually Appealing Dishes: </strong>Visually appealing, beautifully designed food dishes that look good enough to eat.</em></li></ul><h3>ADDICTING MONSTER COLLECTION AND BATTLING</h3><p>The game is also equipped with a diverse monster system to ensure a constantly new experience. Players will participate in combat challenges and collect monsters of up to hundreds of different types. Each type of monster will possess its own fighting ability and different nutrients to prepare dishes. Players will never stop participating in the game’s challenges as new monsters will be regularly updated, increasing their desire to fill their collection.</p><ul><li><em><strong>Defeat Unique Monsters: </strong>Defeat and collect over 120 unique and imaginative monsters.</em></li><li><em><strong>Rare Ingredient Drops: </strong>Players can collect precious materials by defeating special monsters.</em></li><li><em><strong>Complete the Collection: </strong>The game has built a diverse monster system in large numbers, and players must try to fight to create a massive monster collection.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary.webp",
      "slug": "monster-cooking-diary",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Monster Cooking Diary Mod Apk – Collect ingredients from monsters and cook delicious dishes in this simple, idle cooking adventure!",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>God Mode</em></li><li><em>Free In-App Purchase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Monster Cooking Diary",
        "wp_version_GP": "1.7",
        "wp_developers_GP": "Minidragon",
        "wp_sizes_GP": "206 MB",
        "wp_GP_ID": "",
        "wp_mods": "Damage Multiplier, God Mode",
        "avg_rating": "3.8",
        "total_votes": "5",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Monster%20Cooking%20Diary/monster-cooking-diary-v1.7-mod.apk",
            "download_version": "1.7",
            "download_size": "180 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Monster%20Cooking%20Diary/monster-cooking-diary-v1.6-mod.apk",
            "download_version": "1.6",
            "download_size": "172 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/04/monster-cooking-diary-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:35.968955",
      "lastmod": "2024-09-16T18:27:46+00:00"
    },
    {
      "title": "Dig&Dungeons v0.28 MOD APK (Unlimited Currency, Damage & Defense Multiplier)",
      "description": "<h2>A UNIQUE ARPG MOBILE GAME OFFERS THRILLING DUNGEON EXPLORATION EXPERIENCES</h2><p>“Dig &amp; Dungeons” stands out as a beacon of dungeon exploration joy in the vast world of ARPG mobile games. Imagine yourself as a daring explorer equipped with a reliable metal pick and prepared to delve deep into the dungeon’s interior. Your objective? Upgrade your tools, go deeper into the abyss, and outwit demons. But why is this game so incredibly alluring? Let’s get started, shall we?</p><h2>THE GAME COMBINES TREASURE HUNTING WITH CHALLENGING MONSTER CONFRONTATIONS</h2><p>“Dig &amp; Dungeons” is primarily about, well, digging. You’re not just slashing and dashing when you’re an adventurer. In addition, you are acting as a treasure hunter, breaking down dungeon walls in search of the elusive treasure chest. The real kicker, though, is that these chests aren’t just sitting there, waiting for you. You must eliminate the monsters guarding them so you can take possession of your prize. It’s similar to a game of hide and seek, only there are more monsters to hide from.</p><h2>OUTFITS IN THE GAME ENHANCE ABILITIES AND ADD A FASHIONABLE TOUCH</h2><p>Fashion can be worn in the dungeon as well as on the catwalk! The suit system in the game is extremely varied, with each outfit offering a different set of skills. Do you want to set up traps to trick those troublesome monsters? That is covered by a suit. The goal of each outfit is to maximize your dungeon-crawling efficiency, not just to look good (though that is a bonus).</p><h2>STRATEGIC PLANNING IS ESSENTIAL IN BATTLES, MAKING EVERY MOVE CRUCIAL</h2><p>Think again if you assumed that this game consisted solely of swinging your weapon and crossing your fingers. “Dig &amp; Dungeons” battles call for more than just raw strength. They demand a plan. Similar to chess, but with swords and monsters in place of the pawns and bishops. Every action counts, and choosing the right tactic can mean the difference between winning and being sent packing from the dungeon.</p><h2>THE GAME EMPHASIZES THE IMPORTANCE OF TOOLS AND UNPREDICTABLE ITEMS DURING EXPLORATION</h2><p>The adage “It’s not about the destination; it’s about the journey” has probably come to your attention. It’s not just about finding the treasure in “Dig &amp; Dungeons”; it’s also about the tools you employ along the way. There are numerous items available in the game, each with a special twist. You might come across a potion that renders you invisible or a scroll that summons a helpful monster. Every dungeon run is different because of the element of surprise added by these items’ unpredictable nature.</p><h2>ITS UNPREDICTABILITY AND SURPRISES MAKE THE GAME IRRESISTIBLY ADDICTIVE AND ENGAGING</h2><p>The unpredictable nature of “Dig &amp; Dungeons” is one of its most alluring qualities. The game throws a curveball right when you think you’ve got it. It might be a brand-new kind of monster or the unintended outcome of using a particular item. Players are kept alert by this element of surprise, which, let’s face it, makes them hopelessly addicted. “Dig &amp; Dungeons” isn’t just another ARPG mobile game, to sum up. It’s an exhilarating adventure that combines planning, discovery, and a dash of style. So choose your favorite, put on your gear, and get ready to explore the world of dungeons. And keep in mind that the journey is just as important as the treasure. Happy spelunking!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons.jpg",
      "slug": "digdungeons",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Dig&Dungeons MOD APK – Embark on a thrilling dungeon exploration as an adventurer, dig for treasures, and battle fierce demons!”",
        "wp_mod_info_GP": "<p><em>1. Menu</em><br/>\n<em>2. Unlimited Currency – Always Increase</em><br/>\n<em>3. Damage Multiplier</em><br/>\n<em>4. Defense Multiplier</em><br/>\n<em>5. God Mode</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dig&Dungeons",
        "wp_version_GP": "0.28",
        "wp_developers_GP": "More Well Studio",
        "wp_sizes_GP": "424 MB",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Currency, Damage & Defense Multiplier",
        "avg_rating": "4.7",
        "total_votes": "4",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/digampdungeons-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/09/photo_2023-09-10_02-43-29.jpg"
      },
      "scraped_at": "2026-01-09T22:24:39.023922",
      "lastmod": "2024-09-17T06:43:41+00:00"
    },
    {
      "title": "Let's Bowl 2 v2.6.33 MOD APK (Menu, Unlimited Money)",
      "description": "<p>Let’s Bowl 2: Bowling Game – a name that is all too familiar to those who love bowling. With this second version, the publisher promises to bring a more realistic and vivid bowling experience than ever right on your phone. From the friendly interface to the simple but addictive gameplay, Let’s Bowl 2 will surely satisfy even the most demanding gamers.</p><h3>REAL-WORLD 3D PHYSICS</h3><p>Using 3D graphics to design the game itself is the right choice because it has successfully simulated everything from the shape to the physics system, which is also extremely realistic. So, when throwing the ball, the player will clearly feel the force acting on the ball, the way the ball rolls on the bowling lane, and the collision when the ball hits the obstacles.</p><ul><li><em><strong>Enhanced gameplay realism: </strong>The ball’s impact on the objects it touches easily reveals the similarity of this game to its gameplay in real life, helping to bring a more realistic experience to the player.</em></li><li><em><strong>Challenging engaging experience:</strong> There is a difference in this game that everything is designed by the developers to bring more difficulties to the player and this Especially challenges your personal skills.</em></li><li><em><strong>Strategic ball control:</strong> The most important skill that you need to achieve in this game is the skill of strategizing to control your ball to break the target effectively.</em></li></ul><h3>TURN-BY-TURN MULTIPLAYER</h3><p>Playing bowling alone can be fun, but playing with friends is much more interesting. Knowing this, with this upgraded version, players can compete with their brothers in the form of turn-based play.</p><ul><li><em><strong>Social gaming feature:</strong> You don’t have to play alone because this game can offer up to 4 players so you can have fun with your friends.s</em></li><li><em><strong>Friendly competitive atmosphere: </strong>When you can now play with your friends or family members, the competition here will become more healthy.</em></li><li><em><strong>Increased replay value:</strong> Because being allowed to play with people close to you will make players feel more fun, so they will continuously play this game over and over again until they get bored.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game.webp",
      "slug": "lets-bowl-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "Let’s Bowl 2 MOD APK – Realistic 3D bowling with multiplayer and customizable gear.",
        "wp_mod_info_GP": "<ul><li><em>Menu</em></li><li><em>Unlimited Money</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Let's Bowl 2",
        "wp_version_GP": "2.6.33",
        "wp_developers_GP": "Line Drift LLC",
        "wp_sizes_GP": "85M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Lets%20Bowl%202/Lets%20Bowl%202-v2.6.33-mod-Liteapks.apk",
            "download_version": "2.6.33",
            "download_size": "85 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Lets%20Bowl%202/Lets%20Bowl%202-v2.6.28-mod-Liteapks.apk",
            "download_version": "2.6.28",
            "download_size": "85 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/lets-bowl-2-bowling-game-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:43.598609",
      "lastmod": "2024-09-17T07:58:06+00:00"
    },
    {
      "title": "Slime Horde v1.0.0 MOD APK (Menu, Currency, Speed Hack)",
      "description": "<p>Among the RPG games that are flooding the gaming market, Slime Horde – RPG Clash emerges as a breath of fresh air, bringing uniqueness when combining tactical and action elements. Instead of controlling a single character, players will become the commander of an army of slimes – strange, colorful, and extremely cute creatures. With simple but addictive gameplay and eye-catching graphics, Slime Horde promises to bring hours of interesting entertainment to everyone.</p><h3>RESURRECTION MECHANIC</h3><p>Possessing a novel revival mechanism is the attraction of this game. Instead of struggling to find rare resources, players only need to collect “slime cores” – the souls of defeated enemies to revive their slime army. This helps you save resources and adds tactical depth to each match.</p><ul><li><em><strong>Strategic enemy selection: </strong>The special enemy resurrecting feature in the game gives it a high level of tactical depth because players now have to make a choice after defeating an enemy whether to resurrect them as allies or not.</em></li><li><em><strong>Horde growth progression: </strong>Players will feel more and more satisfied when seeing their squad increasing in both quantity and quality. And this comes from playing continuously reviving enemies and adding them to their squad.</em></li><li><em><strong>Diverse team building: </strong>The slimes in this game have been divided into many different elements, and they have quite interesting skills for players to collect. So, players need to carefully choose which slimes should be added and which ones they already have should not be added.</em></li></ul><h3>DYNAMIC DAY/NIGHT CYCLE</h3><p>Another factor that contributes to making the game more unique is the day and night cycle. Not only are the graphics changed, but the enemy behavior will also change. At night, players will have to face the same type of monster, but it will be much stronger and harder to defeat.</p><ul><li><em><strong>Enhanced visual immersion:</strong> The more you play this game, the more you will be immersed in the experience of becoming the main character because all the environmental factors in this will constantly change, like in real life.</em></li><li><em><strong>Time-based gameplay variety:</strong> An interesting point in this game is that some slimes will be stronger or weaker depending on the time of day and because of that, players need to be more flexible in using their squad and each time.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash.webp",
      "slug": "slime-horde",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Slime Horde MOD APK – RPG Clash: Command slimes, battle enemies, and grow your horde.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Currency Always Increase</em></li><li><em>Speed Hack</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Slime Horde",
        "wp_version_GP": "1.0.0",
        "wp_developers_GP": "Bony Yousuf",
        "wp_sizes_GP": "86M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Currency, Speed Hack",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/slime-horde-rpg-clash-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:46.151223",
      "lastmod": "2024-09-17T07:58:58+00:00"
    },
    {
      "title": "Mango Translate v1.8.3 MOD APK (Premium Unlocked)",
      "description": "<p>As someone who is not very good at English but often has to work with many different languages, this has long been a barrier to my career advancement. Still, all language difficulties have been resolved since meeting the Mango Translate-Chat Translate application. More than a language translation application, Mango is also my right-hand man when integrating the translation feature into any application. It is very convenient when I can reply to customers immediately without having to exit to translate and then paste it back.</p><h3>CROSS-APP TRANSLATION</h3><p>In order for users to have the most convenience and comfort possible, this application has made a breakthrough by integrating its translation feature on any application the user is using. This helps to reduce operations and time when translating a paragraph of text for the user.</p><ul><li><em><strong>Floating Ball Integration:</strong> This application will have a floating bubble appear on the screen. Every time you want to use it, just click on that bubble to access it directly.</em></li><li><em><strong>Real-Time Chat Translation: </strong>The floating bubble feature above will be especially helpful in cases where users want to translate text quickly.</em></li><li><em><strong>No App Switching: </strong>You also do not need to turn off the current application you are opening to open this application. This will help you save a lot of time.</em></li></ul><h3>PHOTO TRANSLATION</h3><p>In addition to translating text, the application also has the ability to translate photos when imported or taken directly. Perhaps because of this feature, the application is used by many ordinary people who travel to translate street names or information on signs.</p><ul><li><em><strong>Instant Image Recognition: </strong>This application’s strength is that it can also translate text that appears on images. You just need to use it to scan the image or put the image into it. And it will automatically translate the text.</em></li><li><em><strong>Multilingual Travel Support:</strong> This application is also considered very suitable for people who travel frequently because it supports up to 100 different languages.</em></li><li><em><strong>Hover Translation Feature: </strong>This application can also be integrated with your phone. Every time you need to translate a piece of information on the internet, you just highlight that line and use the app’s translation feature, which appears afterward.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate.webp",
      "slug": "mango-translate",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Lifestyle",
        "slug": "lifestyle"
      },
      "apktemplates": {
        "wp_description_GP": "Mango Translate MOD APK – Versatile language translation app with keyboard, screen, and photo features.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Mango Translate",
        "wp_version_GP": "1.8.3",
        "wp_developers_GP": "Battery Stats Saver",
        "wp_sizes_GP": "76M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "4.3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/mango-translate-chat-translate-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:48.591567",
      "lastmod": "2024-09-17T08:33:10+00:00"
    },
    {
      "title": "Call Recorder v1.2.14 MOD APK (Premium Unlocked)",
      "description": "<p>As a very busy person with work, I often miss important calls, so when I came across the Call Recorder application, I was sure that this was the perfect solution for me. This compact but extremely useful application will help you record all incoming and outgoing calls easily and quickly. With Call Recorder, you will no longer have to worry about forgetting important information.</p><h3>CALL RECORDER</h3><p>The application’s popularity with most users is due to its ability to work extremely smoothly and securely on phones, even old phones. The operation is also very simple: With just a few touches, you can start recording your call.</p><ul><li><em><strong>Conversation Preservation Benefit:</strong> With this application, you can now save all the important calls you have made before to help you become a friend in important situations later.</em></li><li><em><strong>Legal Evidence Advantage:</strong> If you are involved in some legal cases, this application will be very useful because it will be very important evidence with the recording of the conversation that you have made before.</em></li><li><em><strong>Complex Information Review:</strong> Once you have recorded your conversation, it can be played back and forth so that users and others can analyze the arguments in that conversation.</em></li></ul><h3>VOICE NOTES</h3><p>In parallel, the application also has an extremely convenient voice recording feature. You can use this feature to record sudden ideas, take meeting notes, or simply remember things to do.</p><ul><li><em><strong>Hands-free Note Taking: </strong>This feature of the application will especially help users save a lot of their time because they do not need to write down the things to note themselves; instead, they just need to speak, and the application will automatically take notes.</em></li><li><em><strong>Improved Accessibility Option:</strong> For those who have problems typing on their phones, especially the elderly with poor eyesight, this feature will be especially popular because it helps them deal with the problem of taking notes on their phones.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder.webp",
      "slug": "call-recorder",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Music & Audio",
        "slug": "music-&-audio"
      },
      "apktemplates": {
        "wp_description_GP": "Call Recorder MOD APK – Automatic call recording with high-quality audio and call blocking features.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Call Recorder",
        "wp_version_GP": "1.2.14",
        "wp_developers_GP": "MobileIdea Studio",
        "wp_sizes_GP": "12M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.7",
        "total_votes": "9",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/call-recorder-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:50.954186",
      "lastmod": "2024-09-17T08:53:17+00:00"
    },
    {
      "title": "PixelTerra v11.2.13 APK (Full Game)",
      "description": "<p>PixelTerra Can be a great game for those who have a strong passion for pixel-style games. However, this game does not have the characteristics of games with Seo graphics in terms of peace, but it brings a complete contrast. Players will need to learn how to survive in a world that pushes the danger from both humans and nature.</p><h3>SHELTER BUILDING</h3><p>The most important thing that players need to pay attention to avoid getting into a dangerous situation is that they must build a small base for themselves. You can go through any area and choose an area to make a base. However, the location chosen as a base is also very important, so you need to think carefully before deciding where your base will be built.</p><ul><li><em><strong>Custom Design Options:</strong> Your base will be built on a lot of things and you can freely adjust every detail in it.</em></li><li><em><strong>Material Upgrade System:</strong> However, to help players defend against monster attacks better, this game also gives them the opportunity to upgrade the materials used to build their houses.</em></li><li><em><strong>Strategic Base Placement:</strong> However, players need to be wise in choosing a location to build a base because it greatly affects their ability to collect resources.</em></li></ul><h3>SURVIVAL MECHANICS</h3><p>Basically, this game still has all the characteristics of a normal survival game. You will need to try to avoid the surrounding dangers and keep your character healthy.</p><ul><li><em><strong>Resource Management Challenge:</strong> Managing your resources in this game is also considered the biggest challenge that players need to face because there is not always enough food for your character.</em></li><li><em><strong>Diverse Crafting Options:</strong> In addition, this game also gives you a system to create an item. Honestly, there are many ways for players to create a bunch of items, but the required materials are a challenge.</em></li><li><em><strong>Time-Based Gameplay Dynamics: </strong>This game still has a clear interweaving between day and night and that will especially affect the activities of the Zombies.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra.webp",
      "slug": "pixelterra",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "PixelTerra APK – Survival crafting game with dungeons, farming, and customizable world generation.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "PixelTerra",
        "wp_version_GP": "11.2.13",
        "wp_developers_GP": "SKVGames",
        "wp_sizes_GP": "45M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "3",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/pixelterra-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:53.638853",
      "lastmod": "2024-09-17T09:01:38+00:00"
    },
    {
      "title": "Mini Mini Golf Golf v1.00 APK (Full Game)",
      "description": "<p>Relaxing but must be new and meaningful are the 3 most accurate words to describe the game Mini Mini Golf Golf. If you just look at the game and the game name, you will be fooled. At first glance, you think it is just a simple golf game, but only when you experience it will you see a whole journey of discovery full of fun when interwoven between the combination of traditional golf gameplay and a unique science fiction story on distant planets, where the past and the future intersect.</p><h3>INNOVATIVE SCI-FI NARRATIVE</h3><p>To make the game more interesting, the game has built a creative science fiction story where the golf games, each golf hole in the game is a piece of a larger story. When playing, players will simultaneously discover the mysteries of a planet that is gradually collapsing and learn about strange creatures and advanced technologies.</p><ul><li><em><strong>Minigolf meets spacetime:</strong> The interesting thing about this game is that it is not a normal Mini golf game. When playing, you will see many other elements interwoven, which is very interesting.</em></li><li><em><strong>Future entity connection: </strong>Basically, you will see things from the very distant future. You can even see the space and time features that make a difference for each of your shots.</em></li><li><em><strong>Identity and responsibility: </strong>There are many levels in this game and they are divided by theme. There are some very interesting themes for players to explore, some examples are the theme of responsibility and identity.</em></li></ul><h3>CLIMATE FICTION INTEGRATION</h3><p>Not simply building a science fiction plot, the game’s hidden meaning is even bolder when it silently sends a profound message about climate change. Therefore, the deeper you play, the more you will see the gradual change in the environment and living creatures.</p><ul><li><em><strong>Geological gameplay metaphor: </strong>As you play the game, you will gradually realize many things that the game wants to tell you. There are many things that this game has shown in the form of metaphors about geological processes.</em></li><li><em><strong>Climate mind interaction: </strong>Players will experience the game in a mindset that always supports improving the climate in the future. In other words, it will help you have a better awareness of the environment.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf.webp",
      "slug": "mini-mini-golf-golf",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "Mini Mini Golf Golf APK – Retro-style minigolf with hidden climate fiction and talk show elements.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Mini Mini Golf Golf",
        "wp_version_GP": "1.00",
        "wp_developers_GP": "Three More Years GmbH",
        "wp_sizes_GP": "978M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/mini-mini-golf-golf-1.webp"
      },
      "scraped_at": "2026-01-09T22:24:56.398698",
      "lastmod": "2024-09-17T09:28:39+00:00"
    },
    {
      "title": "Master Chubby v1.0.25 MOD APK (Damage & Defense Multiplier, God Mode)",
      "description": "<p>A martial arts challenge in Master Chubby has been officially launched and provided to those who love this subject. The game brings many stories of enemy attacks, and you must try your best to win. You also need to create new atmospheres and take advantage of resources to support each other in combat. Besides, the game also incorporates many thrilling details, so you need to have more special support strategies during the game.</p><h3>UNIQUE INK-WASH ART</h3><p>The game provides you with new weapons and strategic support so that you can develop your martial arts. You can create a new world, develop martial arts, and then use these martial arts to defeat enemies. You need to set the most perfect handling goals and try to take advantage of opportunities to develop yourself.</p><ul><li><em><strong>Striking Wuxia World:</strong> Players need to have clear goals and strategies in the game to create a perfect Wuxia world. Then enjoy the atmosphere and get yourself many new experiences.</em></li><li><em><strong>Market Differentiation Aspect:</strong> It is necessary to clearly distinguish the goals of the game from those of other Roguelikes to know how to conquer and freely demonstrate your unique abilities.</em></li><li><em><strong>Cultural Immersion Enhancement: </strong>New stories are added, and you can immerse yourself in these new elements. You need to learn about Chinese martial arts culture and get suitable combat experience.</em></li></ul><h3>ROGUELIKE SKILL DISCOVERY</h3><p>Start using your skills to eliminate enemies from the area you take over. Upgrade and get yourself new skills to facilitate the gameplay. Players can also build a specific squad and then apply knowledge and experience to train a strong squad.</p><ul><li><em><strong>High Replayability Factor:</strong> Players also have the opportunity to restore their energy as well as demonstrate their experience through replaying with hundreds of unique skill upgrades.</em></li><li><em><strong>Personalized Fighting Styles</strong>: Players are free to create different fighting styles to suit the gameplay as well as choose their own personal form.</em></li><li><em><strong>Strategic Combat Encouragement:</strong> The game always encourages you to experiment with new ways of playing and strategic thinking to serve effectively in the combat process.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby.webp",
      "slug": "master-chubby",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Master Chubby MOD APK – Roguelike Wuxia game with ink-wash style and skill-based combat.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Master Chubby",
        "wp_version_GP": "1.0.25",
        "wp_developers_GP": "Eggtart",
        "wp_sizes_GP": "280M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Master%20Chubby/master-chubby-v1.0.25-mod.apk",
            "download_version": "1.0.25",
            "download_size": "280 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Master%20Chubby/master-chubby-v1.0.24-mod.apk",
            "download_version": "1.0.24",
            "download_size": "280 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/09/master-chubby-1.webp"
      },
      "scraped_at": "2026-01-09T22:25:05.874041",
      "lastmod": "2024-09-17T09:33:25+00:00"
    },
    {
      "title": "GIF Live Wallpaper v4.1.1 MOD APK (Premium Unlocked)",
      "description": "<p>Your phone screen will no longer be monotonous with the traditional style because GIF Live Wallpaper provides you with outstanding tools. The application will support unique animated GIF backgrounds, discovering unique aspects that not all applications have. The application provides you with a series of different animated GIF themes; each theme will bring a new element for users to explore, choose, and apply.</p><h3>GIF LIVE WALLPAPER</h3><p>The application provides users with many different interesting animated GIFs. Tools such as cutting, editing, or automatically creating new GIFs are also added for users to choose from. More specifically, the application also provides many available templates. You can search by keyword or theme more easily.</p><ul><li><em><strong>Personalized animated screens</strong>: Players will turn their phones from monotonous to a unique new style, expressing their unique personal style.</em></li><li><em><strong>User-friendly application</strong>: Easy-to-use features, users do not need to spend too much time on complex editing and do not need to use any additional complex technology skills.</em></li><li><em><strong>Diverse content options</strong>: Users will be provided with many special options such as files about animals, styles or GIFs about each topic such as paintings, pictures, …</em></li></ul><h3>MULTILINGUAL SUPPORT</h3><p>Users do not need to spend too much time to be able to apply GIFs to their devices; just wait 2-3 seconds for the process to complete. The application can also choose an album of many different animated GIFs to provide, and when opening the device, a different file appears. Changing the screen makes the device more unique, brighter, and more interesting than ever.</p><ul><li><em><strong>Global user accessibility</strong>: Users can connect with other users around the world through the contact access feature. The application wants you to be able to share these special GIF files with your friends.</em></li><li><em><strong>Enhanced user experience</strong>: The application provides the best versions, language support, settings, or unique features to help users use it best.</em></li><li><em><strong>Multiple language availability</strong>: The application has many different languages, so people around the world can choose to use it and be translated into versions such as English, Chinese, German, Portuguese, etc.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper.webp",
      "slug": "gif-live-wallpaper",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "GIF Live Wallpaper MOD APK – App for setting animated GIFs as phone backgrounds easily.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "GIF Live Wallpaper",
        "wp_version_GP": "4.1.1",
        "wp_developers_GP": "Firehawk",
        "wp_sizes_GP": "15M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlock",
        "avg_rating": "4",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/gif-live-wallpaper-1.webp"
      },
      "scraped_at": "2026-01-09T22:25:07.837368",
      "lastmod": "2024-09-17T09:45:42+00:00"
    },
    {
      "title": "Dash.io v0.9.10 MOD APK (Unlimited Diamonds, Dumb Enemies)",
      "description": "<p>Dash.io is a highly dramatic archery world set in a dungeon in a magical land. Hundreds of thousands of evil monsters are attacking you simultaneously, so arm yourself with your magical crossbow and super sword to make them pay dearly. You can also create magic here and penetrate the opponent’s dense wall of attacks.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85197\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-2.png\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85198\" decoding=\"async\" height=\"889\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-3.png\" width=\"500\"/></td></tr></tbody></table><h2>RAISE THE MAGIC CROSSBOW FROM A DISTANCE AND SWING THE SWORD IN BATTLE</h2><p>The weapon system, equipped with skills to attack and overwhelm opponents from a distance, is one of the most popular features at Dash.io. However, not every player is capable of doing so. It isn’t easy to pinpoint the exact leader of the invading army, but many other types of magical crossbows can help. The magical crossbow assists you in drawing a more flexible aiming path and even suggests the optimal position for you. If the player is unsure of his aiming ability, he can also attack with a sword. Players should focus on enhancing the sword’s magical power and unleashing the most powerful blow to paralyze the enemy.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85199\" decoding=\"async\" height=\"889\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-4.png\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85200\" decoding=\"async\" height=\"889\" loading=\"lazy\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-5.png\" width=\"500\"/></td></tr></tbody></table><h2>DANGEROUS RETURN SHOT CREATED WITH EXTREMELY SIMPLE CONTROLS</h2><p>Dash.io’s 3-skill combo is extremely simple, with three weapons that are extremely simple to use. Roguelike grants you a special speed boost every time you hunt down the minions. The most prominent features are mass attacks, aiming at dangerous areas, and lightning arrows to destroy everything. No enemy will be able to survive this dangerous blow as long as you continuously control your hand to move on the screen and combine it with sudden acceleration. Champions can sustain serious injuries as a result of the never-ending war. For the next level, you can add boosters or blood storage tanks.</p><h2>SELECT 9 STRONG ARCHERS WITH MANY UNIQUE ADVANTAGES</h2><p>Only in the game, Dash.io do nine powerful generals with varying fighting strengths bring the most intense battle. Archery with the greatsword is the most powerful technique possessed by the most star-rated champion on the board. Players can also request assistance from other generals and friends. However, it would be best to focus on their fighting speed to eliminate the enemy’s shadow. If a player is in a critical situation, they should actively dodge the opponent’s attacks to conserve energy. Smart warriors should learn to use the terrain to create cannon fodder and throw heavy bombs at the enemy, causing them to suffer more shock attacks.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85202\" decoding=\"async\" height=\"889\" loading=\"lazy\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-7.png\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"\" class=\"aligncenter size-full wp-image-85201\" decoding=\"async\" height=\"889\" loading=\"lazy\" src=\"https://liteapks.com/wp-content/uploads/2022/12/dash-io-6.png\" width=\"500\"/></td></tr></tbody></table><h2>TO FIGHT THE BIG BOSS, UPGRADE ALL WEAPONS</h2><p>The super monster in Dash.io poses a threat to a large number of the game’s heroes because of the overwhelming power it possesses. Because the boss fight provides us with numerous benefits in the form of swords and bows, the players now have the responsibility of providing their fighting army with the most powerful weapon possible to fend off the evil attack of the super leader. He approached his friend while armed with the greatsword and asked for assistance from the magical crossbow. Players are required to jump higher and wiggle faster to engage in combat. If you are specific in the effectiveness of your greatsword’s offensive capabilities, you should launch a frontal assault immediately.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-1.png",
      "slug": "dashero",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Dash.io is a highly dramatic archery world set in a dungeon in a magical land. Hundreds of thousands of evil monsters are attacking you simultaneously, so",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Dumb Enemies</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dash.io",
        "wp_version_GP": "0.9.10",
        "wp_developers_GP": "Trèfle & Co. Game",
        "wp_sizes_GP": "177M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Diamonds, Dumb Enemies",
        "avg_rating": "4",
        "total_votes": "10",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-2.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-3.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-4.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-5.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-7.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-6.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/12/dash-io-cover.png"
      },
      "scraped_at": "2026-01-09T22:25:10.133933",
      "lastmod": "2024-09-17T14:37:53+00:00"
    },
    {
      "title": "AR Draw Sketch v2.1.1 MOD APK (Premium Unlocked)",
      "description": "<p>Have you ever thought that you could draw your favorite Anime characters professionally? Producing such works of art requires you to have professional drawing skills. However, don’t give up on your hobby! If you don’t have the ability to draw, you can ultimately use support tools such as AR Draw Sketch – Trace Anime, for example.</p><h3>REAL-TIME AR DRAWING</h3><p>Thanks to the development of technology, the application has been able to provide users with an extremely unique feature. This feature promises to make art lovers feel extremely satisfied because of its authenticity.</p><ul><li><em><strong>Immersive Environment Integration:</strong> Drawing your favorite Anime characters on drawing paper makes you feel happier and more excited than ever. However, with AR Draw Sketch-Trace Anime, you can also see your idols in a very close setting thanks to the environment integration feature. Just point your camera at any scene you like; your drawing will automatically move and attach to that scene.</em></li><li><em><strong>Live Sketch Visualization: </strong>Perhaps, this will be the most vivid drawing you have ever witnessed. More specifically, you are the author of that drawing. These animated drawings can be completely edited and recreated into a video, a story that you want. Try moving the camera and observing the movement of the character, this will definitely be a moment that you cannot believe you will witness.</em></li><li><em><strong>Precision Tracing Capability: </strong>When using this app to draw anime characters, users will be fascinated by the precise tracing feature. You can take a photo of a friend or a model photo, then use the app to draw, converting them into anime characters easily. Every line of the face, body posture, or even small details like folds on clothes are accurately reproduced. You can even redraw scenes in the room to create a background for the character, making the work more vivid and realistic.</em></li></ul><h3>AR DRAWING ANIME</h3><p>When using this application, your creativity will be powerfully explored. The application provides outstanding features to help you create the most unique and professional drawings possible. This uniqueness is highly appreciated when you can shorten the distance between you and your favorite anime characters through painting.</p><ul><li><em><strong>Specialized Anime Tools:</strong> When drawing Anime characters, in addition to painting skills, users need additional specialized tools. The tool is what helps users customize and create characters according to their wishes. For users who are fans of Anime characters, the tool will help them sketch the character’s image more accurately. As for professional artists, this is what helps you improve your creativity and sketch out brand new Anime characters.</em></li><li><em><strong>Immersive Anime Experience:</strong> The vividness of the drawings will surely satisfy fans of Anime characters. Users will be immersed in the enchanting anime world as if they coexist with the characters in the same real world. The characters can even interact with what is happening in real life through the real-time AR feature.</em></li><li><em><strong>Anime-specific Resources:</strong> For new artists, having a ready-made resource library to draw with can be considered a great treasure. The application allows users to access a library of anime-specific resources such as brushes, textures, colors, etc. Although they are small details, they will create a complete anime character for you.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime.webp",
      "slug": "ar-draw-sketc",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Art & Design",
        "slug": "art-&-design"
      },
      "apktemplates": {
        "wp_description_GP": "Have you ever thought that you could draw your favorite Anime characters professionally? Producing such works of art requires you to have professional",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AR Draw Sketch",
        "wp_version_GP": "2.1.1",
        "wp_developers_GP": "Cards",
        "wp_sizes_GP": "28M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/09/ar-draw-sketch-trace-anime-1.webp"
      },
      "scraped_at": "2026-01-09T22:25:11.917196",
      "lastmod": "2024-09-18T11:32:00+00:00"
    },
    {
      "title": "64Bit Checker v1.3 APK (Latest)",
      "description": "<p>Do you want to check if your phone runs a 34-bit or 64-bit operating system without wasting time and effort? Then, experience the 64Bit Checker application right away to see the magic!</p><h3><strong>CROSS-PLATFORM COMPATIBILITY</strong></h3><p>This application has cross-platform compatibility and a synchronized display interface between devices. Therefore, this application can meet your needs no matter what device or operating system you use.</p><ul><li><em><strong>Multiple OS support:</strong> The application works seamlessly on operating systems, including Windows, MacOS, and Linux. Therefore, no matter what operating system the user uses, the application can support to check what operating system your device is running.</em></li><li><em><strong>Hardware adaptability:</strong> Are you worried about app performance across different devices? Don’t worry; the application can adapt to various hardware configurations.</em></li><li><em><strong>Uniform user interface:</strong> Are you afraid that changing devices will interrupt the experience? Don’t worry because 64Bit Checker allows users to have a consistent experience on all devices, from laptops to phones.</em></li></ul><h3><strong>SYSTEM MONITORING</strong></h3><p>The application allows users to monitor the system in real-time. You will know at present, whether the use of the device is optimal, what needs to be improved, from there you will come up with timely solutions.</p><ul><li><em><strong>Continuous performance tracking: </strong>The application will track CPU and memory usage across all processes and services. The application will alert users to abnormal activity instantly to prevent system failures.</em></li><li><em><strong>Proactive issue notification: </strong>Don’t worry about problems that may occur! The application will send alerts as soon as potential performance issues are detected. It enables users to intervene before problems escalate.</em></li><li><em><strong>Comprehensive performance analysis:</strong> The application provides interactive reports with visualizations of historical usage data. It helps identify optimizations and bottlenecks to improve configurations.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker.jpg",
      "slug": "64bit-checker",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "Do you want to check if your phone runs a 34-bit or 64-bit operating system without wasting time and effort? Then, experience the 64Bit Checker",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "64Bit Checker",
        "wp_version_GP": "1.3",
        "wp_developers_GP": "DanielPolish",
        "wp_sizes_GP": "1M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "4.3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker-4-500x293.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker-5-500x293.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/64bit-checker-1.jpg"
      },
      "scraped_at": "2026-01-09T22:25:15.286491",
      "lastmod": "2024-09-19T06:56:53+00:00"
    },
    {
      "title": "Beast Survivors: Rogue MOD APK v1.21.0 (God Mode, No Skill CD, Gems)",
      "description": "<p>Beast Survivors: Rogue is a survival game. Its characteristic is that after surviving for a certain period of time, the player will win. However, things are not as easy as you think because the new players will become increasingly crowded and stronger. It makes your survival take place in a suffocating atmosphere.</p><h3>10+ CHARACTERS WITH UNIQUE ABILITIES</h3><p>The diverse character system is the first thing that makes the game impressive in the eyes of players. The game allows players to choose one of more than 10 characters. Each character possesses its own unique skills. From powerful melee warriors to elemental mages, each character brings a different playing style. The feeling of being free to choose and build a character to your liking is really great.</p><ul><li><em><strong>Diverse gameplay options</strong>: In addition to the main game screen, which is where players survive for a period of time, you can also participate in many small games that the developers have created so that players do not feel bored.</em></li><li><em><strong>Strategic character choices</strong>: The game has many levels with special areas, so players also need to think carefully to choose a suitable character that can win this game.</em></li><li><em><strong>High replay value</strong>: Players will also need to play a level over and over again. Then, they upgrade characters until they can overcome that level.</em></li></ul><h3>HUGE BEAST HORDES OF UP TO 400 BLOODTHIRSTY MONSTERS</h3><p>The biggest highlight of the game is the fierce battles with hundreds of monsters at the same time. The feeling of holding a weapon and rushing into the crowd of monsters, slashing and slashing continuously, is really cool. The game’s graphics are also quite good, the monsters are designed in great detail and vividly, making the battles more realistic than ever. However, sometimes players may feel a bit overwhelmed because too many monsters appear on the screen.</p><ul><li><em><strong>Intense action-packed</strong>: At the beginning of the game, you will be quite chill, but later on, the monsters will be more crowded, and then the player needs to concentrate more to survive.</em></li><li><em><strong>Satisfying player progression</strong>: Players can easily see their character developing through each stage, which makes them feel satisfied.</em></li><li><em><strong>Skill-testing challenge</strong>: Your skills will be tested to the limit in survival mode Because now, besides skills, nothing can help you survive longer.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue.jpg",
      "slug": "beast-survivors-rogue",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Beast Survivors: Rogue is a survival game. Its characteristic is that after surviving for a certain period of time, the player will win. However, things",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>God Mod</em></li><li><em>No Skill Cooldown</em></li><li><em>Unlimited Gems</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Beast Survivors: Rogue",
        "wp_version_GP": "1.21.0",
        "wp_developers_GP": "Gaijin Distribution KFT",
        "wp_sizes_GP": "104M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, No Skill CD, Gems",
        "avg_rating": "3.3",
        "total_votes": "3",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Beast%20Survivors/beast-survivors-v1.21.0-b88-mod.apk",
            "download_version": "1.21.0 b88",
            "download_size": "103.8 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Beast%20Survivors/Beast-Survivors-Rogue-v1.21.0-Mod.apk",
            "download_version": "1.21.0",
            "download_size": "105.89 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/beast-survivors-rogue-1.jpg"
      },
      "scraped_at": "2026-01-09T22:25:21.675971",
      "lastmod": "2024-09-19T07:03:55+00:00"
    }
  ]
}