{
  "info": {
    "theme_name": "modyolo",
    "theme_author": "admin",
    "theme_developer": "Sathish & Sahil",
    "theme_buy_link": "https://apkfindy.com/product/modyolo",
    "website": "https://apkfindy.com",
    "created": "2026-01-01"
  },
  "posts": [
    {
      "title": "FFC - Four Fight Clubs v1.3.3 MOD APK (Menu, One Hit, Godmode, Speed)",
      "description": "<p>A martial arts game called FFC – Four Fight Clubs, the game will take you on a journey to transform yourself from a street fighter into an MMA legend. In this game, you will have to overcome FFC’s top martial artists and put your name on the prestigious rankings.</p><h3>DEFEAT FORMIDABLE MASTERS</h3><p>This is an idle martial arts game, you will still get rewards and your characters will still gain experience while you are offline. In this game you can collect and train and devise strategies to make your warriors the most famous martial artists.</p><ul><li><em><strong>Training: </strong>You will have to train and upgrade your characters from ordinary, unknown martial arts masters to become a top martial arts master who can defeat all other martial arts masters in the world. And ranked first in the game rankings.</em></li><li><em><strong>Gameplay:</strong> FFC is the first idle game to appear in the world with a mixed martial arts style. The game will bring you many interesting and exciting experiences.</em></li><li><em><strong>Progression:</strong> In this game, you will have to try every day to turn yourself from an unknown name into a superfighter at the top of the big and small rankings of every tournament you participate in.</em></li></ul><h3>SWITCH SEAMLESSLY BETWEEN MARTIAL ARTS</h3><p>The game has more than 80 fighters with more than 50 different skills, and what you have to do is train your fighters according to your own style of play while still being able to conquer every other fighter in the world.</p><ul><li><em><strong>Training: Y</strong>our mission in this game is to train and let your boxers go through a variety of professional training to be able to defeat every other boxer in every tournament.</em></li><li><em><strong>Combos:</strong> The game allows you to create personalized combos with fighters and skills and techniques that help you create your own path to glory.</em></li><li><em><strong>Customization:</strong> There are more than 80 fighters and more than 50 different techniques, so you can choose and train the most powerful fighters to help you conquer every match.</em></li></ul><h3>CONQUER TOURNAMENTS</h3><p>The game has many different missions as well as tournaments, bringing you extremely interesting and epic matches. Try to conquer every tournament, achieve the most success and dominate every ranking in the game.</p><ul><li><em><strong>Rewards: </strong>The game has a variety of large and small-scale matches, and each match has extremely valuable rewards. So, don’t miss any matches because many high-value rewards are waiting for you.</em></li><li><em><strong>Content: </strong>You will meet anonymous martial artists and test your level when you participate in club matches. Here, you can learn a lot of experience as well as interesting playing styles from these martial arts masters. In addition, the game also has many different matches and events to challenge you.</em></li><li><em><strong>Challenge:</strong> The game has many attractive tournaments, each tournament will bring you different challenges and difficulties. To bring you many challenges and interesting experiences so as not to make you feel bored while playing.</em></li></ul><h3>DIVE INTO CLUB TOURNAMENTS</h3><p>Additionally, you can choose and join a club that you like. Each club has matches with different challenges for you. You will never rest because the tournaments are extremely attractive and interesting, making you immersed in the game and unable to stop.</p><ul><li><em><strong>Content: </strong>The clubs in the game all have interesting challenges for you. Here, you will meet different martial artists around the world and try to defeat them. You will conquer every tournament in the game to become the strongest.</em></li><li><em><strong>Gameplay:</strong> This is the world’s first idle mixed martial arts action game, so you won’t be able to say wow when playing this game. The game brings you many novelties and interesting challenges that no other game can bring.</em></li><li><em><strong>Progression: </strong>Don’t hesitate to turn yourself into a super martial arts master that no one can surpass on all rankings.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs.webp",
      "slug": "ffc-four-fight-clubs",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "FFC – Four Fight Clubs MOD APK – Train fighters in diverse disciplines, conquer masters, and become the ultimate champion!",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>One Hit Kill</em></li><li><em>God Mode</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "FFC - Four Fight Clubs",
        "wp_version_GP": "1.3.3",
        "wp_developers_GP": "DAERI SOFT Inc",
        "wp_sizes_GP": "517M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, One Hit, Godmode, Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/ffc-four-fight-clubs-1.webp"
      },
      "scraped_at": "2026-01-09T22:18:48.267143",
      "lastmod": "2024-08-09T05:05:30+00:00"
    },
    {
      "title": "Pixel Party v0.2.6 MOD APK (Dumb Enemy, No Attack Cooldown)",
      "description": "<p>A thrilling battle takes place in Pixel Party: Tower Defense, and here you are, the hero. This unique action game gives you new experiences. You summon other heroes to create the most powerful team. The game provides many weapon support features if you encounter problems during the fight. The game also brings a series of challenges, and this is the opportunity for you to show your ability.</p><h3>FORM A DREAM TEAM OF HEROES</h3><p>Players start from the basics of summoning heroes with fighting abilities. Set appropriate combat goals to create the most interesting handling. Players proceed to choose new weapons and new skills to add to the hero. At these levels, there are challenges, and thanks to them, you grow stronger every day. What’s more interesting is that the game gives you support if you encounter bad situations.</p><ul><li><em><strong>Strategic Endless Possibilities</strong>: Use new strategies, unique action strategies to be able to carry out this match. Players can combine with different heroes to create a pleasing conquest.</em></li><li><em><strong>Satisfying Synergy Creation</strong>: Players need to create a synergy, try to conquer and through team building to create a neatness before fighting.</em></li><li><em><strong>Personalized Playstyle Catering</strong>: Players are free to experience many different play styles, which can follow the prescribed style or personalize to serve the preferences of different audiences.</em></li></ul><h3>EMBARK ON A ROGUELIKE ADVENTURE</h3><p>Making the most of resources helps the process of conquering challenges go better. Players use their abilities to flexibly change the situation accordingly. You also need to develop new situations and have attractive stories in this game.</p><ul><li><em><strong>High Replayability Factor:</strong> For challenges that are not completed perfectly, you can replay and try to speed up the processing. The purpose of this is to find power-up items and related artifacts.</em></li><li><em><strong>Constant Excitement Generation</strong>: New challenges appear and rotate, and you will not expect unpredictable results.</em></li><li><em><strong>Skill Development Encouragement:</strong> Through open situations, players apply flexible improvisation and skills to be able to handle. Develop situations and always come up with new ways of doing things.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense.webp",
      "slug": "pixel-party-tower-defense",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Pixel Party MOD APK – Blend of tower defense, roguelike, and card strategy gaming.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Dumb Enemy</em></li><li><em>No Attack Cooldown</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Pixel Party",
        "wp_version_GP": "0.2.6",
        "wp_developers_GP": "GamePower Limited",
        "wp_sizes_GP": "78M",
        "wp_GP_ID": "",
        "wp_mods": "Dumb Enemy, No Attack Cooldown",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Pixel%20Party/pixel-party-v0.2.6-mod.apk",
            "download_version": "0.2.6",
            "download_size": "78 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Pixel%20Party/pixel-party-v0.2.4-mod.apk",
            "download_version": "0.2.4",
            "download_size": "78 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/pixel-party-tower-defense-1.webp"
      },
      "scraped_at": "2026-01-09T22:18:53.682179",
      "lastmod": "2024-08-09T07:30:41+00:00"
    },
    {
      "title": "Tailed Merge Slayer v0.5.1 MOD APK (Menu, Damage Multiplier, Currency)",
      "description": "<p>Building new strategies, role-playing actions, and having new upgrades are what you should do in this Tailed Merge Slayer – Idle RPG. The impressive farming game brings you many unique support features, adding new animals to make the gameplay more interesting. Through the challenges, you need to be calm and always come up with specific strategies to handle all those problems.</p><h3>MERGE AND IDLE RPG GAMEPLAY</h3><p>Match different agricultural products together. If they are the same, the merging process will take place. Each time you merge, you will break it once, and this is your chance to win more worthy rewards. You can also ask for the support of the fox, upgrade it, and develop its abilities so that it can support you in the process of defeating enemies. Upgrade weapons and unlock valuable rewards to develop the game strongly.</p><ul><li><em><strong>Strategic, effortless combination:</strong> Start combining in-depth strategies and conquer new gameplay in each unique style, and this is your chance.</em></li><li><em><strong>Unique merging progression:</strong> Through the mechanism of merging agricultural products and weapons together to break them to win the most worthy victory. You also need to have a specific progression to promote your abilities.</em></li><li><em><strong>Dual-genre player engagement:</strong> Players will experience innovations in the genre and have interesting interactions.</em></li></ul><h3>ENDLESS QUESTS</h3><p>Freedom in developing your character, conquering more difficult challenges. You need to face different enemies, defeat those enemies, and start getting more interesting upgrades. Having plans will help you deploy more easily, and you can flexibly change your strategy to better suit the situation you are facing.</p><ul><li><em><strong>Continuous character development</strong>: Players will develop their characters, growing at each level to be able to face different challenges, big and small.</em></li><li><em><strong>Diverse gameplay experiences</strong>: Players will set goals, try to experience, and get more valuable rewards to serve to upgrade themselves over time.</em></li><li><em><strong>Infinite content retention</strong>: Players will defeat challenges and experience unlimited content. And this is the opportunity for you to discover more unique things that you may not have known before.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg.webp",
      "slug": "tailed-merge-slayer",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Tailed Merge Slayer MOD APK – Idle RPG with merge mechanics and fox protagonist.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Damage Multiplier</em></li><li><em>Attack Speed Multiplier</em></li><li><em>Currency Always Increase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Tailed Merge Slayer",
        "wp_version_GP": "0.5.1",
        "wp_developers_GP": "MSTAGE",
        "wp_sizes_GP": "41M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Damage Multiplier, Currency",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/tailed-merge-slayer-idle-rpg-1.webp"
      },
      "scraped_at": "2026-01-09T22:18:56.325041",
      "lastmod": "2024-08-09T07:36:14+00:00"
    },
    {
      "title": "Cultures 2: Gates of Asgard v1.0 APK (Full Game)",
      "description": "<p>The disaster began to appear in the Viking area. Cultures 2: Gates of Asgard wants you to protect your territory. Previously, the Vikings had found a peaceful living area, but the dark forces and curses revived it. Now, you are the representative of the humans, standing up to fight to win this righteous war.</p><h3>CLASSIC REAL-TIME STRATEGY EMPIRE BUILDER GAMEPLAY</h3><p>Your empire is still developing steadily and has not heard of the dark forces attacking. So you should fight them and destroy them before they invade your territory. Recruit other heroes in the territory, and train and support each other for the upcoming battles in this game. What’s more novel is that you will add new specific plans yourself so that the battle process takes place as originally planned.</p><ul><li><em><strong>Strategic action blend</strong>: Players will create specific and real-time action strategies, then start fighting and combining them to make a difference.</em></li><li><em><strong>Viking Empire experience:</strong> Manage your prosperous empire, start building more defense systems, and start experiencing other thrills when you get into challenges.</em></li><li><em><strong>Deep engaging gameplay</strong>: You will have new and wonderful experiences and you will be able to conquer the challenges according to your previous wishes and plans.</em></li></ul><h3>11 EXCITING MISSIONS IN DIFFERENT COUNTRIES OF EUROPE</h3><p>Explore the countries in the region and near the border, looking for suitable decipherments. You will have to collect important cards and start combining them to make them effective. The game provides you with new searching skills, based on the map you can also determine the area where the enemy is present.</p><ul><li><em><strong>Grand European journey: </strong>Players experience a new journey through European countries, freely conquer challenges, and try to gain a better understanding of the cultures of these countries.</em></li><li><em><strong>Varied gameplay scenarios</strong>: The scenario is always changing, especially with many new challenges and increasing the drama of the player. You should conquer these challenges in your own way.</em></li><li><em><strong>Historical location exploration</strong>: Discover the differences in history, decode the dark curses and from there interact with other cultures to have the most novel experiences.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard.webp",
      "slug": "cultures-2-gates-of-asgard",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Cultures 2: Gates of Asgard APK – Viking adventure across Europe with strategic gameplay.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Cultures 2: Gates of Asgard",
        "wp_version_GP": "1.0",
        "wp_developers_GP": "Runesoft GmbH",
        "wp_sizes_GP": "533M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-2-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-3-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-4-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-5-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-6-500x365.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/cultures-2-gates-of-asgard-1.webp"
      },
      "scraped_at": "2026-01-09T22:18:59.526800",
      "lastmod": "2024-08-09T07:36:59+00:00"
    },
    {
      "title": "Cultures: 8th Wonder of the World v1.0 APK (Full Game)",
      "description": "<p>Cultures: 8th Wonder of the… is officially back and now has a great meaning and responsibility that you must fulfill. Players will be heroes who carry out great tasks that not everyone can do. You will use your abilities, fight the scum and save humanity from that evil. Besides, players also need to add a series of new weapons to serve the fighting process and, from there, supplement the necessary skills for the war.</p><h3>ENGAGING STORYLINE</h3><p>Continue the journey to save the world and start building a place without war and hatred. Evil forces always appear and what you need to do is defeat them. They will come in many different forms, they can be dark forces or monsters,… Players need to prepare themselves with weapons and always be in a fighting spirit so as not to be defeated by them.</p><ul><li><em><strong>Beloved series continuation</strong>: Players will continue the series with more freshness, conquer challenges, build new movies, and establish more different characters.</em></li><li><em><strong>Epic humanity quest:</strong> With the noble mission of protecting the world from dark forces, players need to be stronger every day, trying to use all their abilities to defeat difficult challenges.</em></li><li><em><strong>Mythical elements incorporated:</strong> With eight wonders of the world, you will combine mythological elements and upgrade the story to better understand the customs that were used before.</em></li></ul><h3>STRATEGIC GAMEPLAY</h3><p>Besides fighting, you also need to think quickly and handle situations as you wish. In addition, you also need to create your own interesting fighting strategies and role-playing actions to handle that difficulty. You will make the right decisions, always trying to use your skills to defeat the enemy.</p><ul><li><em><strong>Viking hero role</strong>: Decide to play a unique action role. You will play as a Viking hero, then continue to try to complete the goals in the shortest time.</em></li><li><em><strong>Genre-blending experience</strong>: For strategic and thinking elements, you need to apply them to make your adventure more interesting and stimulate players to act.</em></li><li><em><strong>Resource management challenge</strong>: In the process of rebuilding the Eight Wonders, players need to make specific plans, supplementing the resource management process.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the.webp",
      "slug": "cultures-8th-wonder-of-the",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Cultures: 8th Wonder of the World APK – Viking hero battles evil in strategic adventure.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Cultures: 8th Wonder of the World",
        "wp_version_GP": "1.0",
        "wp_developers_GP": "Runesoft GmbH",
        "wp_sizes_GP": "444M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-2-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-3-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-4-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-5-500x365.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-6-500x365.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/cultures-8th-wonder-of-the-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:01.197802",
      "lastmod": "2024-08-09T07:38:07+00:00"
    },
    {
      "title": "Legendary Larry v0.5.104 MOD APK (Unlimited Money)",
      "description": "<p>The war between zombies and humans officially broke out in Legendary Larry. Players will use modern weapons and face different zombie variants. What’s more interesting is that you will use different types of grenades and vehicles to quell different types of zombies. The game also goes through many challenges, and this is the opportunity for you to promote your abilities and put all your efforts into action to seek victory.</p><h3>DIVERSE ZOMBIE COMBAT</h3><p>Your school has a zombie pathogen, and they can grow stronger over time. What you need to do right now is to defeat them right from the first variants. Because the longer they wait, the stronger they will be and can swallow you at any time. You can ask for support from the game, unlock weapon upgrades, and add new types of vehicles to serve effective combat.</p><ul><li><em><strong>Extensive Weapon Arsenal</strong>: Discover more than 18 different types of guns and unlock new weapon upgrades to meet the current dramatic action gameplay.</em></li><li><em><strong>Unique Enemy Types:</strong> Zombie variants have started to act, and they are different from normal zombies, so you need to face them and come up with unique solutions.</em></li><li><em><strong>Combat Option Variety</strong>: Start the action and customize the match, add new weapons with destructive capabilities, and place grenades at the key.</em></li></ul><h3>ENGAGING PROGRESSION SYSTEM</h3><p>Challenges will begin to appear, and this is the opportunity for you to show your ability. Start with small actions and prepare a safe area to hide in case of a surprise attack. You will reload and move forward to be able to destroy a large number of zombies. More specifically, you can also place grenades in areas with many zombies to destroy them all at once.</p><ul><li><em><strong>Extensive Level Content</strong>: With 25 levels ranging from easy to difficult, you will have to conquer all the challenges. Your opportunity to act has come to show your full potential.</em></li><li><em><strong>Varied Gameplay Modes</strong>: You must start with small missions and discover more new things. From there, you will have more interesting ways to conquer the game.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry.webp",
      "slug": "legendary-larry",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Legendary Larry MOD APK – Campus zombie shooter with diverse weapons and engaging missions.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Legendary Larry",
        "wp_version_GP": "0.5.104",
        "wp_developers_GP": "SHD Games",
        "wp_sizes_GP": "168M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/legendary-larry-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:03.520372",
      "lastmod": "2024-08-09T07:42:22+00:00"
    },
    {
      "title": "Somnium Eleven v1.1.19 MOD APK (Menu, Unlimited Money)",
      "description": "<p>With a great game for players to play and experience, with extremely new emotions and personalized real-life experiences for players, you will be able to play again and again and participate in the extremely interesting social interaction process.</p><h3>CHOICE-DRIVEN GAMEPLAY</h3><p>Join the game as a participant in the story and create that extremely interesting story, the more you play, the more you will be immersed in the extremely interesting details, you will be able to play over and over again and immerse yourself in extremely interesting and attractive details.</p><ul><li><em><strong>Personalized storytelling experience: </strong>The storyteller makes everything more personalized and easier; you will participate in every extremely interesting and open-minded process, and the playing process will be really attractive and open up many great opportunities for you.</em></li><li><em><strong>High replay value:</strong> Players will be increased replay value with many paths and endings, you will participate in the gameplay and increase the replay value after each play, the more you play, the more you will be attracted and attracted to them. Playing and interacting extremely well, showing and revealing extremely new abilities, players will be enhanced the level of interaction and the immersion of the player is really proud.</em></li></ul><h3>UNLOCKABLE IN-GAME SOCIAL MEDIA</h3><p>The story content is good, real-life and social, every detail is extremely new and attractive, giving you an endlessly enjoyable experience, the more you play, the more attractive the experience will be and you will be drawn in and unable to stop with the very realistic details.</p><ul><li><em><strong>Character relationship depth:</strong> Many different characters and special things will add a lot of depth and appeal to your gameplay. The more you play, the more you will be immersed in all the new emotions that are extremely attractive and full of excitement.</em></li><li><em><strong>Additional story content:</strong> In addition, it also provides additional story content outside the main plot. These will be extremely interesting and attractive details for players to play and explore, as well as all the extremely interesting content that you will find extremely satisfying.</em></li><li><em><strong>Real-life interaction mimic:</strong> Just like in real life, you will play and interact with everything like in real life. This game will be very realistic and you will feel every detail is extremely attractive when it is realistic many times.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg.webp",
      "slug": "somnium-eleven-dating-sim-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Somnium Eleven MOD APK – is a text-based dating sim RPG with competitive trials and multiple romances.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Unlimited Money</em><br/>\n<i></i></li></ul><p><em>Note: Never decrease, need enough first!</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Somnium Eleven",
        "wp_version_GP": "1.1.19",
        "wp_developers_GP": "Nochi Studios",
        "wp_sizes_GP": "173M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/somnium-eleven-dating-sim-rpg-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:07.995406",
      "lastmod": "2024-08-09T07:49:21+00:00"
    },
    {
      "title": "Retired Demon RPG v0.3.14 MOD APK (Menu, No Skill CD)",
      "description": "<p>Retired Demon RPG has returned and is more powerful than the old version. The story is still there; there are still many different details that you should explore; you will also role-play and accept missions. The story revolves around a retired demon king who now needs to restore his powers to defeat other enemies, including humans.</p><h3>A RETIRED DEMON KING RETURNS TO THE HUMAN WORLD</h3><p>Begin the process of restoring a world of demons, restoring the power of the leading demon king. The demon king has long returned to hiding, so he does not interact with the human world, but now he needs to stand up. Start from small actions and restore small energy to big energy. Use your inherent abilities and flexibility to devise important strategies for the upcoming battle.</p><ul><li><em><strong>Trope-subverting premise</strong>: The game offers a unique premise in the world of reversing fantasy stereotypes to bring you the most new and authentic experiences.</em></li><li><em><strong>Rich character development</strong>: You will restore your status and develop your main character, the demon king, to return to the world and adapt well to the human world over hundreds of millennia.</em></li><li><em><strong>Cultural conflict opportunities</strong>: By creating new moments, resolving existing conflicts, and having many opportunities for humor, you should develop the story in the direction you want.</em></li></ul><h3>AN IDLE RPG GAME MECHANIC</h3><p>Difficulties will appear and players need to be mentally prepared to face them. The game provides new weapons, new renewable energy for players to use in the process of redeveloping the world. You will meet new friends, discover many interesting stories and make your own decisions.</p><ul><li><em><strong>Wide player accessibility</strong>: Players will meet many new friends, and the friend-making and wide accessibility features will help you have impressive leisure moments.</em></li><li><em><strong>Constant progression feeling</strong>: Develop the story continuously, freely choose your own unique strategies, and you will not encounter boredom during the game.</em></li><li><em><strong>Strategic gameplay balance</strong>: Players are free to choose more specific playing styles that satisfy their needs. Besides, engage in impressive idle mechanics combined with fresh strategies to have active playing sessions.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg.webp",
      "slug": "retired-demon-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Retired Demon RPG MOD APK – is an idle game about a demon king’s journey in the human world.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Retired Demon RPG",
        "wp_version_GP": "0.3.14",
        "wp_developers_GP": "Whiteholdings",
        "wp_sizes_GP": "563M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, No Skill CD",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Retired%20Demon%20RPG/retired-demon-rpg-v0.3.14-mod.apk",
            "download_version": "0.3.14",
            "download_size": "563 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Retired%20Demon%20RPG/retired-demon-rpg-v0.3.8-mod.apk",
            "download_version": "0.3.8",
            "download_size": "563 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/retired-demon-rpg-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:14.076987",
      "lastmod": "2024-08-09T07:58:01+00:00"
    },
    {
      "title": "bVNC Pro v5.4.7 APK (Full Version)",
      "description": "<p>bVNC Pro: Secure VNC Viewer is an application that supports and allows you to use your personal desktop and laptop remotely with just a phone through this application. With this application, you can control and monitor your computer anywhere and anytime.</p><h3>MULTI-TOUCH CONTROL OVER THE REMOTE MOUSE</h3><p>The application will provide you with remote access to your personal computer through your phone. You can use your computer as usual without having it in front of you, and all operations are performed extremely flexibly and easily.</p><ul><li><em><strong>Intuitive and user-friendly</strong>: The application has a multi-touch feature, with this feature you can control and use your computer with your phone when using the application. You can completely control and use your computer in the easiest way through your phone without having to always carry your laptop with you.</em></li><li><em><strong>Comprehensive functionality</strong>: The application will also provide you with all the functions of a real computer. The application also gives you a virtual mouse so you can use it faster and more easily. This mouse will be simulated like a real computer mouse. It will have all the features and operating mechanisms of a computer mouse. You will quickly get used to it and use it proficiently.</em></li><li><em><strong>Enhanced productivity</strong>: You will easily access and work on your computer remotely without any additional software or through any third-party applications. The application will allow you to use your computer directly with your smartphone, bringing you great convenience.</em></li></ul><h3>DYNAMIC RESOLUTION CHANGES</h3><p>You can use your personal computer as you wish without any obstacles or difficulties during use. The application also provides you with control over your personal computer and manages your personal information to avoid information leakage or information theft. You can also adjust the interface and brightness of your computer screen with just a few simple operations on your phone without having to run home to use the computer.</p><ul><li><em><strong>Flexibility</strong>: While connected, your phone will be granted full access to your computer. You can use your phone and through it to use your computer in the most optimal way without any restrictions or limitations during your use.</em></li><li><em><strong>Improved user experience</strong>: You can also adjust the size of the screen interface to fit your phone. You can also adjust the brightness of the screen to best suit your needs.</em></li><li><em><strong>Compatibility</strong>: You can control the virtual connection to your computer’s operating system. The application will still provide you with full computer management functions right on your phone without having to run home to open your computer and use them.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer.webp",
      "slug": "bvnc-pro",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Productivity",
        "slug": "productivity"
      },
      "apktemplates": {
        "wp_description_GP": "bVNC Pro APK – Secure, feature-rich VNC client for remote desktop access on Android.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "bVNC Pro",
        "wp_version_GP": "5.4.7",
        "wp_developers_GP": "Iordan Iordanov (Undatech)",
        "wp_sizes_GP": "15M",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-2-500x833.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-3-500x833.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-4-500x300.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-5-500x300.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/bvnc-pro-secure-vnc-viewer-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:16.713143",
      "lastmod": "2024-08-09T08:21:56+00:00"
    },
    {
      "title": "MojiPop AI v2.6.2.3 MOD APK (Premium Unlocked)",
      "description": "<p>To make the conversation interesting and not too boring or too serious, everyone often uses icons or stickers to make the conversation more fun. But you can make your conversations and those around you 100 times more interesting by using MojiPop – Art Metaverse and creating unique stickers that are unique to you.</p><h3>CREATE YOUR FUNNY CARTOON STICKERS</h3><p>The application will allow and support you to create your own stickers, you can create your own funny stickers in just a few minutes. These stickers with your personal style will make your conversations interesting and full of laughter.</p><ul><li><em><strong>Personalization</strong>: You can express your emotions through stickers without having to text. Stickers with extremely funny facial expressions will make your text messages and chats more open and fun. It is closer to the people around you, allowing them to open up and share more stories with you.</em></li><li><em><strong>Creativity</strong>: The application also allows you to create stickers with your face. You can use those stickers anywhere. You can send stickers in chat or comment on your friends’ posts on social networks. You can also use it as an avatar for your Facebook or Instagram accounts.</em></li><li><em><strong>Conversation starter</strong>: Instead of normal music icons, you can send stickers with your own facial expressions into the chat to make the conversation more humorous and fun. You can also tease your friends by sending stickers on their faces with different expressions to joke around with each other.</em></li></ul><h3>FAST AND EASY ACCESS</h3><p>You can quickly find the stickers you need without interrupting your conversation or making others wait too long while you search for the stickers you want. The stickers you often use will always be displayed first. So you can easily use them immediately and don’t waste time searching for them.</p><ul><li><em><strong>Convenience</strong>: You can quickly send stickers into the chat without having to stay silent for too long to find the right stickers that annoy the person you’re talking to. The application will bring exactly the stickers you want to use as quickly as possible.</em></li><li><em><strong>Increased usage</strong>: With the above convenience, you can use your personal branded stickers as quickly as possible in conversations without having to spend too much time or manipulate them. You just need to click on the keyboard icon and you can use it in any conversation you want.</em></li><li><em><strong>Time-saving</strong>: The stickers you create will be saved directly to the photo album and keyboard on your phone. You can use them anytime you want without having to go to the app to copy them and paste them into the chat.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse.webp",
      "slug": "mojipop-art-metaverse",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Photography",
        "slug": "photography"
      },
      "apktemplates": {
        "wp_description_GP": "MojiPop MOD APK – AI-powered app to create personalized cartoon stickers for fun, expressive messaging.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "MojiPop AI",
        "wp_version_GP": "2.6.2.3",
        "wp_developers_GP": "Eureka Studios",
        "wp_sizes_GP": "116M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/mojipop-art-metaverse-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:19.518012",
      "lastmod": "2024-08-09T08:24:58+00:00"
    },
    {
      "title": "Hero's Glory: Savior v1.14.0 MOD APK (Menu, Free Purchase, God Mode)",
      "description": "<p>This is a game of discovery and conquest with challenges ranging from easy to difficult. In the process, you need to try and conquer everything to win against other players. As you play, you will have a very interesting. You will have joy and excitement in this exciting game.</p><h3>EXPANSIVE EXPLORATION AREAS</h3><p>You will discover new lands and exciting places, have different experiences with new emotions, and find countless attractions in pristine lands that are bustling.</p><ul><li><em><strong>Diverse environments</strong>: Experience and explore many different areas, from deserted suburbs to bustling and attractive places, with diverse challenges that will give you exciting new experiences.</em></li><li><em><strong>Hidden secrets</strong>: You will see areas filled with ancient mysteries and dangers that will give you a sense of antiquity, and besides making thorough exploration worthwhile for you, you will see areas that are mysterious but full of vitality and attraction.</em></li><li><em><strong>Interconnected world</strong>: Don’t worry because everything will be connected, the world will be attractively interconnected, and you will find many thrills and areas connecting in interesting ways, bringing excitement. Explore as you unlock new paths that give you amazing experiences.</em></li></ul><h3>ENGAGING COMBAT</h3><p>Great fighting or great experience, you will need to have your plans with the best tactics and strategies. You need to play and experience them through many other extremely attractive levels of emotions that will give you experience with radiant excitement and attraction.</p><ul><li><em><strong>Skill-based battles</strong>: Players will experience thrilling battles that challenge reflexes and tactics, bringing in-depth gameplay to give you an extremely new experience. You will both play and experience them with many different levels of new emotions, giving you incredible appeal and newness.</em></li><li><em><strong>Progressive difficulty</strong>: With attractive, gradually increasing challenges, you will progress from easy to high levels, having extremely new and exciting experiences with them, thereby finding attraction and joy in these battles.</em></li><li><em><strong>Enemy variety</strong>: To fight enemies, players need to have different important and fixed strategies for each type of enemy. This helps to keep the battle fresh, and you will be confident in winning everything. This will be an attractive way for you.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior.webp",
      "slug": "heros-glory-savior",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Hero’s Glory: Savior MOD APK – Exploration and combat game with diverse environments and strategic battles.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>God Mode</em></li><li><em>Gem Never Decrease</em></li><li><em>Free In-App Purchase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Hero's Glory: Savior",
        "wp_version_GP": "1.14.0",
        "wp_developers_GP": "AMAMOB SOFTWARE COMPANY LIMITED",
        "wp_sizes_GP": "123M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Free Purchase, God Mode",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-2-500x313.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-3-500x313.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-4-500x313.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-5-500x313.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-6-500x313.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/heros-glory-savior-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:22.105859",
      "lastmod": "2024-08-09T08:50:23+00:00"
    },
    {
      "title": "Robbery Rampage v1.0.9 MOD APK (Menu, Unlimited Currency)",
      "description": "<p>Are you ready to step into the criminal world of Robbery Rampage: Gun Heist? You will have to participate in extremely dangerous gunfights in this lawless underground world.</p><h3>IMMERSIVE GAMEPLAY</h3><p>You will live in a real underground world and transform into a boss of a social organization. You will experience normal activities in the underworld: robbing banks, fighting for territory, and participating in the bloodiest and scariest battles.</p><ul><li><em><strong>Become the Criminal Mastermind</strong>: You will be a tycoon and you are also the one who comes up with the plans that start the source of crime. You will have to be cold-blooded and cruel to carry out evil and inhumane plans.</em></li><li><em><strong>Gritty Criminal World</strong>: You will experience an extremely realistic life in this lawless world, where the strong are the law. And you have to become stronger every day to be the leader.</em></li><li><em><strong>Feel the Adrenaline Rush</strong>: You and your subordinates will have to perform different and dangerous missions. Taking the gang to rob banks and escape from the police is a daily thing in the district. One-on-one fights to compete for territory and show strength with other gangs are all tasks you must perform if you want your gang to become strong.</em></li></ul><h3>CUSTOMIZATION</h3><p>You can upgrade and customize your character’s interface to become cool and make everyone afraid of you. You will own an arsenal of the most advanced guns, and don’t forget to upgrade them to suit your playing style better. In this world, you are divine. You are the one who decides everyone’s fate.</p><ul><li><em><strong>Custom Character Skins</strong>: Upgrade your character to become bigger, stronger, and cooler. Anyone who sees you will feel scared. That is the image you should aim for to rule this world.</em></li><li><em><strong>Huge Arsenal of Weapons</strong>: You own a huge arsenal of the most modern and heavy guns. You can also upgrade your favorite guns according to your preferences and playstyle.</em></li><li><em><strong>Ability Upgrades</strong>: The modes will also match the character’s level. The stronger the character, the more dangerous your enemies will be. Be very careful because many people want to kill you to take your place.</em></li><li><em><strong>Unique Criminal</strong>: Why not turn your character into a king in this world? You will be able to control this world the way you want without fear of the word law.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist.webp",
      "slug": "robbery-rampage",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Robbery Rampage MOD APK – Action-packed shooting game featuring heists, customization, and intense gunfights.",
        "wp_mod_info_GP": "<ul><li><em>Menu</em></li><li><em>Unlimited Currency</em></li><li><em>Ads Removed</em></li></ul><p><em><strong>Note</strong>: Currency doesn’t decrease, need enough first.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Robbery Rampage",
        "wp_version_GP": "1.0.9",
        "wp_developers_GP": "Homa",
        "wp_sizes_GP": "158M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Currency",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/robbery-rampage-gun-heist-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:25.513195",
      "lastmod": "2024-08-09T09:03:57+00:00"
    },
    {
      "title": "8 Ball - Love Date Story v1.0.9 MOD APK (Hearts Never Decrease)",
      "description": "<p>Are you passionate about billiards sports? If so, Royal Pool: 8 Ball &amp; Billiards is one of the interesting choices. The game offers you many different competitions, and you need to use your intelligence and flexibility to handle the ball. Besides, you align the stick and use the rubbing block to increase the friction between the stick and the ball. The game has many challenges and different competitions for you to participate in to win valuable rewards.</p><h3>ULTIMATE BILLIARDS EXPERIENCE</h3><p>Players will find the game more and more interesting and you will need to be flexible to change yourself. According to the ball path, you need to determine which angle you will hit and how many balls and holes you will push. More unique are the new levels added for players to conquer and have the best experiences.</p><ul><li><em><strong>Pool Variety</strong>: Unique billiard games are always provided to meet the needs such as 8-ball billiards or 9-ball billiards.</em></li><li><em><strong>Realistic Graphics</strong>: Players will immerse themselves in this sport and enjoy new experiences in a unique, realistic 3D environment.</em></li><li><em><strong>Endless Gameplay</strong>: More than 1000 different levels take you to experiences where you are free to conquer prizes or discover more beautiful signals.</em></li></ul><h3>EXCITING MULTIPLAYER MODE</h3><p>Players take turns going from low to high levels, and the higher you go, the more valuable rewards you will receive. At the same time, you can also discover more valuable prizes and participate in billiard competitions around the world. The game gives you unique features to invite friends to join. You can see through the share button. Players will invite others and have great experiences in this billiard sports game.</p><ul><li><em><strong>Global Competition:</strong> Players will compete with other players, climb to high positions and get valuable rewards.</em></li><li><em><strong>Social Connection: </strong>You can invite your Facebook friends and get more unique relationships and experiences in this billiards game.</em></li><li><em><strong>Multiplayer Excitement</strong>: New feelings will be added to create excitement in each match. This is the opportunity for you to explore and win.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story.webp",
      "slug": "8-ball-love-date-story",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "8 Ball – Love Date Story MOD APK – Billiards game with realistic graphics and multiplayer competitions.",
        "wp_mod_info_GP": "<ul><li><em>Hearts Never Decrease (Need enough First)</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "8 Ball - Love Date Story",
        "wp_version_GP": "1.0.9",
        "wp_developers_GP": "ZhuGeGame",
        "wp_sizes_GP": "135M",
        "wp_GP_ID": "",
        "wp_mods": "Hearts Never Decrease",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/8-ball-love-date-story-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:27.913871",
      "lastmod": "2024-08-09T09:23:03+00:00"
    },
    {
      "title": "Pokémon Quest v1.0.9 MOD APK (God Mode, Weak Enemy)",
      "description": "<p>Pokémon Quest is a role-playing adventure game for mobile, taking you to a mysterious island where you will meet and befriend adorable Pokémon. The player’s mission here is to participate in the journey to explore the island to collect resources and build a base as well as fight against wild Pokémon.</p><h3>OPEN WORLD EXPLORATION</h3><p>Players here will explore an island with many different areas divided. You can collect valuable resources throughout the island to build bases and craft items. You will have to explore every corner of the island in search of these valuable resources. Besides, players will also increase their odds of encountering rare Pokemon if they go further.</p><ul><li><em><strong>Explore: </strong>This game has an extremely large world. Players can freely explore it, and the special thing is that new things will always happen as they go further.</em></li><li><em><strong>Discover:</strong> Sometimes, players will find hidden locations. Besides, they can also find new Pokemon species that always make them feel like they want to conquer them.</em></li><li><em><strong>Seamless:</strong> Because the areas in this game are very far apart, moving from one area to another is very laborious. So, this game also has a teleport feature that makes moving easier.</em></li></ul><h3>REAL-TIME BATTLES</h3><p>Because the game is based on turn-based combat, you need to arrange your Pokémon team properly and use the right skills to win. Each Pokémon has its own unique skills, helping you attack enemies, support teammates or protect yourself. You need to clearly understand the strengths and weaknesses of each Pokémon, arrange a reasonable team, and use skills effectively to defeat enemies.</p><ul><li><em><strong>Real-Time:</strong> When fighting other players, it is more accurate to say that the player will have to fight them in real-time, limiting the time to think strategically.</em></li><li><em><strong>Strategize: </strong>The deciding factor in winning matches largely depends on whether the player’s strategy is reasonable. However, this is not the only factor, and having a powerful Pokemon is also an equally important factor.</em></li><li><em><strong>Dynamic:</strong> This game also creates dynamism in matches through the way Pokemon releases moves. The Pokemon in this game can completely interact well with the terrain, and every time they release destructive moves, it is very easy to see how the surrounding areas are affected.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest.webp",
      "slug": "pokemon-ques",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Pokémon Quest MOD APK – Cube-shaped Pokémon adventure with simple battles and base customization.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>High ATK</em></li><li><em>God Mode</em></li><li><em>Weak Enemy</em><br/>\n<b><i></i></b></li></ul><p><b><i>Note:</i></b><br/>\n<i>1) Turn the mod on before entering the battle.<br/>\n2) About High ATK, once you activate it your Pokémon always have.</i></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Pokémon Quest",
        "wp_version_GP": "1.0.9",
        "wp_developers_GP": "The Pokemon Company",
        "wp_sizes_GP": "150M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Weak Enemy",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/05/pokemon-quest-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:29.681126",
      "lastmod": "2024-08-09T09:55:45+00:00"
    },
    {
      "title": "DRAW CHILLY v1.0.51 APK (Full Game)",
      "description": "<p>Set in the whimsical depths of Purgatory, DRAW CHILLY thrusts you into the shoes of Vladimir, the city-raiser. He’s on a mission, assigned by none other than the Horsemen of the Apocalypse, to raise a city and send accidentally purgatorial bosses to their rightful fiery domain. It’s not just about moving from left to right; there’s an entire universe to explore, chickens to be collected, and gigantic wrenches to be swung!</p><h2>WELCOME TO THE CITY OF CHICKEN POWER</h2><p>Chickens aren’t just for crossing roads in DRAW CHILLY. They are the lifeblood of your city’s energy! Employing a unique, non-violent energy harnessing method, collecting chickens powers up the city, unveiling NPC assistants and strengthening your squad. But that’s not all. Ever thought about combining a pink worm with a giant wrench? Well, the more power you accumulate, the more flamboyant and over-the-top Vladimir’s abilities become.</p><h2>COIN IS KING: THE VLADCOIN ECONOMY</h2><p>Every stage you conquer doesn’t just earn you bragging rights; it fills your pockets with VladCoins. These shiny tokens aren’t just for show. They’re your ticket to buffing up Vladimir, turning him from a mere city-raiser to a force of nature. Spend those coins wisely and watch as Vladimir’s skills reach mythical proportions.</p><h2>CHASING THE GIGANTIC CHICKEN CRATE EXPRESS</h2><p>Just when you thought chickens couldn’t get any more interesting, DRAW CHILLY introduces you to gigantic chickens bearing crates. The faster you elevate your city up the infinite well, the quicker you get to these big birds and their precious cargo. And trust me, the rewards are worth the chase.</p><h2>CALLING UPON THE APOCALYPTIC A-TEAM</h2><p>In the middle of a tight spot? Fear not, for once your Magnet charges up, you can beckon the Horsemen of the Apocalypse to your aid. Not only are they surprisingly helpful in a jam, but they also come bearing gifts. Known as the Horsemen’s Gifts, these bonuses are specially tailored to each boss, giving you an upper hand in battle.</p><h2>AN ODE TO THE RICH IMAGINATION</h2><p>Let’s take a moment to appreciate the true sponsor of DRAW CHILLY – our vast, untamed imagination. It’s what gave us a city powered by chickens, a universe where the Horsemen of the Apocalypse crack jokes, and a hero who uses a massive wrench as his weapon of choice. So, as you dive deep into this chaotic yet charming world, remember the message from our imagination: good luck, have fun, and for heaven’s sake (pun intended), take it easy on that city-raising!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly.jpg",
      "slug": "draw-chilly",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Embark on a hilarious journey as Vladimir, raise a city in Purgatory, and deal with unexpected bosses in DRAW CHILL Full Apk",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "DRAW CHILLY",
        "wp_version_GP": "1.0.51",
        "wp_developers_GP": "AZAMATIKA",
        "wp_sizes_GP": "48M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/10/draw-chilly-7.jpg"
      },
      "scraped_at": "2026-01-09T22:19:33.355968",
      "lastmod": "2024-08-10T06:05:46+00:00"
    },
    {
      "title": "test for me",
      "description": "<p>test this <a href=\"https://link.com\">link</a></p>",
      "thumbnail": "",
      "slug": "test-for-me",
      "category": {
        "name": "Uncategorized",
        "slug": "uncategorized"
      },
      "subcategory": {
        "name": "N/A",
        "slug": "n-a"
      },
      "apktemplates": {
        "wp_description_GP": "test this link",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "test for me",
        "wp_version_GP": "",
        "wp_developers_GP": "N/A",
        "wp_sizes_GP": "N/A",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "3.3",
        "total_votes": "16",
        "repeatable_download_link": [],
        "ss_images": [],
        "wp_poster_GP": ""
      },
      "scraped_at": "2026-01-09T22:19:35.433913",
      "lastmod": "2024-08-11T08:53:14+00:00"
    },
    {
      "title": "Brutal Strike MOD APK v1.3728 (Unlimited Ammo, Free Shopping)",
      "description": "<p>Brutal Strike is an FPS game that helps you fully demonstrate different skills to destroy your opponents in front of you. With a diverse number of modes, players will go from one experience to another without feeling bored when having to constantly use the same guns. Many modern and widely used guns in games of the same genre will also be added to ensure players adapt to each gameplay and survive better. At the same time, activities and ways of moving sometimes create impressive strategies and surprise opponents.</p><h2>STRATEGIC GUN BATTLES</h2><p>Brutal Strike brings players to a completely exciting experience where shooting skills are everything that determines the completion of the mission. The player will have a team or not and what always comes with you is a gun with different characteristics that you will try to experience. With detailed controls, your every movement can determine the outcome of the gameplay, so the game also diversifies the ways of moving and movements. One of the moves being used by many FPS games is leaning so you can shoot while hiding.</p><h2>DESTROY ENEMIES WITH DIVERSE WEAPONS</h2><p>Brutal Strike’s experience is entirely focused on shooting experiences with hot modes integrated into it. If you want to relive your memories of Counter Strike, then try the classic mode where you will destroy enemies to complete your mission of placing bombs or defusing bombs. Each weapon will be purchased from the money you receive in each round and anyone will realize what the best compatible weapon is for them. In particular, throughout the gameplay, players can also try to survive in battle royale mode or go through scary zombie maps with teammates.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike.jpg",
      "slug": "brutal-strike",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Brutal Strike is an FPS game that helps you fully demonstrate different skills to destroy your opponents in front of you. With a diverse number of modes,",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Unlimited Ammo + No reload</em></li><li><em>Free Shopping in Game</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Brutal Strike",
        "wp_version_GP": "1.3728",
        "wp_developers_GP": "BrutalStrike",
        "wp_sizes_GP": "123M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Ammo, Free Shopping",
        "avg_rating": "3.8",
        "total_votes": "17",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Brutal%20Strike/Brutal-Strike-1.3728-mod.apk",
            "download_version": "1.3728",
            "download_size": "140.53 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Brutal%20Strike/brutal-strike-v1.3616-mod.apk",
            "download_version": "1.3616",
            "download_size": "140.53 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-2-500x277.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-7-500x346.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/07/brutal-strike-1.jpg"
      },
      "scraped_at": "2026-01-09T22:19:39.195558",
      "lastmod": "2024-08-11T16:35:12+00:00"
    },
    {
      "title": "Hotune Body Editor v3.2.1 MOD APK (VIP Unlocked)",
      "description": "<p>Users can alter their appearance by using editing tools. Outstanding characteristics enable you to create a finished product with well-proportioned proportions and a lovely face. The application can assist the subject in appearing extremely confident in the image. The editing items will be divided into two categories by the system: body shaping and facial shaping.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88928\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88929\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>BODY PROPORTIONS MUST BE RESET</h2><p>The editing tools are free to use and do not require additional fees. Hotune enables you to freely adjust and create your body to mimic the body proportions of famous models and actors. The curves on your body will be altered to make them more appealing. For you to show off the beauty of your entire body, a new waistline will be formed. The system can work with images that have been zoomed or enlarged, and everything can be magnified for easier viewing and editing. When you use the app to adjust proportions in hot bikini photos, it does an excellent job of body editing. We can, in particular, erase or fade flaws on your body.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88930\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88931\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>When photos are professionally edited with professional tools, they look better. The image quality will not be affected by the adjustment process. Users can stretch their legs to the extent they have always desired. After using this app’s function, you will look like a supermodel with long and slim legs. Gradients are created in each photo by using image effects, and users can drag to make complete adjustments. This step will save you a significant amount of time when editing. The sublist will be expanded with decorative elements. You have unique artistic images tattooed on you. Each 6-pack abs will be added to your photo in the most natural way possible.</p><h2>CHANGE THE MOST BALANCED FACE</h2><p>Hotune completes the face adjustments in addition to the body adjustments. You can have a radiant and smooth complexion. The skin will be covered in a natural-looking layer of color. Acne and wrinkles will be removed as well as unbalanced ingredients. Furthermore, users can adjust the face ratio to achieve the standard ratio. You will have a small face that is both natural and extremely attractive. The facial details are also meticulously edited. Users can change the shape of their smile, the curvature of their lips, and the number of teeth that appear. All aspects of your face, including your brows, are adjusted. The surgical process on the image will assist you in creating a better, more incredible version.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88932\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Hotune Body Editor &amp; Face Slim\" class=\"aligncenter size-medium wp-image-88933\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>Hotune has a significant impact on your face and body, and users will be able to adjust all body components in a professional setting. To surprise everyone, we allow you to create a complete version of yourself. The application will assist you in becoming beautiful without having to spend time exercising. You can improve your appearance with each adjustment function. The Smooth and Blemish function has recently been updated to apply to imperfect teeth. Users must use all the adjustment methods to get the product they want. The system will continue researching and accelerating progress to ensure the application’s stability.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim.jpg",
      "slug": "hotune-body-editor",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Entertainment",
        "slug": "entertainment"
      },
      "apktemplates": {
        "wp_description_GP": "Hotune MOD APK is an application that modifies the body and face proportions of subjects in photographs.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Hotune Body Editor",
        "wp_version_GP": "3.2.1",
        "wp_developers_GP": "cerdillac",
        "wp_sizes_GP": "43M",
        "wp_GP_ID": "",
        "wp_mods": "VIP Unlocked",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Hotune%20Body%20Editor/Hotune%20v3.2.1%20%28Premium%29.apk",
            "download_version": "3.2.1",
            "download_size": "42.89 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Hotune%20Body%20Editor/Hotune%20v3.2.0%20%28PREMIUM%29.apk",
            "download_version": "3.2.0",
            "download_size": "67 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/hotune-body-editor-face-slim-1.jpg"
      },
      "scraped_at": "2026-01-09T22:19:42.559629",
      "lastmod": "2024-08-13T06:50:05+00:00"
    },
    {
      "title": "Bankrupt Demon King v19.35 MOD APK (Always Critical, High Reward)",
      "description": "<p>The action-adventure genre keeps us in suspense every minute of the day, and it’s all the more enjoyable with the investment to make it work better. Bankrupt Demon King is a suitable nomination for this outstanding category.</p><h2><img alt=\"Bankrupt Demon King\" class=\"aligncenter size-full wp-image-971\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-2.png\" srcset=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-2.png 1000w, https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-2-500x281.png 500w\" width=\"1000\"/></h2><h2>HELP THE DEMON KING GET RICH AGAIN</h2><p>The demon king’s castle used to be the most famous place in the underworld because it was so rich and had so many valuable things. But something happened that ruined all this great wealth. Now, nothing was left, and the demon lord became a poor beggar. But if you are willing to start over, you will help the demon king achieve his goal. You will control your character as he traverses deep dungeons and battles enemies. If you complete it well, you will receive a well-deserved reward. This way, you can become rich and move forward in the best possible way.</p><h2><img alt=\"Bankrupt Demon King\" class=\"aligncenter size-full wp-image-972\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-3.png\" srcset=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-3.png 1000w, https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-3-500x281.png 500w\" width=\"1000\"/></h2><h2>SUMMON MY MINIONS</h2><p>You need minions to work for you and earn money for yourself every day. With the ability to summon, players can find the strongest creatures for themselves. The rarity of the parameters used to classify these organisms and high rarity means a lot of possible attributes will be added. They are also divided into roles: witches, archers, sworders, and gladiators. Each role will have a unique personality and use another weapon. Once you have mastered the characters you want, you can confidently enter the battle. Before going deep into dangerous areas, use your advantage to attack and trounce the enemy.</p><h2><img alt=\"Bankrupt Demon King\" class=\"aligncenter size-full wp-image-973\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-4.png\" srcset=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-4.png 1000w, https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-4-500x281.png 500w\" width=\"1000\"/></h2><h2>IMPROVE CHARACTER STRENGTH</h2><p>As time goes on, the difficulty will increase, giving players more challenges. So your strength needs to rise as much as possible to keep up with the game’s pace. When entering the character customization section, you will see boxes for different types of equipment. In a set, there will be a set of armor, weapons, necklace, rings, earrings, and bracelets. The level of equipment will start from white, the weakest and gradually increase to green, green, purple, and yellow. High-rarity items will give you more stats, so you can confidently fight other demons without worrying about losing.</p><h2><img alt=\"Bankrupt Demon King\" class=\"aligncenter size-full wp-image-975\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-6.png\" srcset=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-6.png 1000w, https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-6-500x281.png 500w\" width=\"1000\"/></h2><h2>CHOOSE THE RIGHT SKILL</h2><p>A game screen will be divided into many parts, and players will have to complete each part before continuing to the next level. After each objective is reached, the player can choose from three random skills with more than one use. These abilities can increase HP, increase attack power, or create effects. Skills can be combined to create a more significant attack effect. Therefore, it is essential to read the descriptions carefully to choose the best skills for your character, helping to develop better combat conditions and eliminate enemies as quickly as possible.</p><h2><img alt=\"Bankrupt Demon King\" class=\"aligncenter size-full wp-image-976\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-7.png\" srcset=\"https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-7.png 1000w, https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-7-500x281.png 500w\" width=\"1000\"/></h2><h2>PUT YOUR NAME ON THE LEADERBOARD</h2><p>The ranking of the demon lords was used to determine their strength. This is also a goal that players can strive for and push themselves to achieve. The most potent demon lords will be honored at the highest levels weekly. It also shows how hard you work and how much you can accomplish. Find ways to help your character get the most powerful weapons and armor. Complete higher levels to get more coins and items. Any move you make in Bankrupt Demon King can definitely affect your future.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king.png",
      "slug": "bankrupt-demon-king",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "The action-adventure genre keeps us in suspense every minute of the day, and it's all the more enjoyable with the investment to make it work better.",
        "wp_mod_info_GP": "<blockquote><p><strong><em>MENU MOD</em></strong></p></blockquote><p><strong><em>“Low Ban Risk Section “</em></strong></p><ul><li><em>Always Critical</em></li><li><em>High Attack Speed</em></li></ul><p><strong><em>“High Risk Mod Section”</em></strong></p><ul><li><em>High Gold Drop </em></li><li><em>One Hit Kill</em></li><li><em>God Mod</em></li></ul><hr/><p><em>Infos :</em><br/>\n<em>(Need to die after clearing some stages to get reward)</em></p><p><em>Don’t use the mod before fulling ending the tutorial.</em><br/>\n<em>Play At your own risk with bans features.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bankrupt Demon King",
        "wp_version_GP": "19.35",
        "wp_developers_GP": "EOAG Games",
        "wp_sizes_GP": "340M",
        "wp_GP_ID": "",
        "wp_mods": "Always Critical, High Reward",
        "avg_rating": "4.4",
        "total_votes": "5",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Bankrupt%20Demon%20King/bankrupt-demon-king-v19.35-mod_installer.apk",
            "download_version": "19.35",
            "download_size": "675 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bankrupt%20Demon%20King/bankrupt-demon-king-v19.34-mod_installer.apk",
            "download_version": "19.34",
            "download_size": "368.36 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-2.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-3.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-4.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-6.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-7.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/04/bankrupt-demon-king-1.png"
      },
      "scraped_at": "2026-01-09T22:19:51.516528",
      "lastmod": "2024-08-13T07:22:28+00:00"
    },
    {
      "title": "Legendary Hero Forge: Idle RPG v1.0.33 MOD APK (Unlimited Diamonds, Gold)",
      "description": "<p>Welcome to the world of creating legendary heroes called Legendary Hero Forge: Idle RPG. Exciting adventures and new missions will appear in this impressive role-playing game. Players will participate in machine processing challenges and can control heroes according to their own will. More specifically, you also need to upgrade heroes to participate in extended battles in the game.</p><h3>FORGE LEGENDARY HEROES</h3><p>Your job in this game is to manage the mysterious factory system. Along with that is to create heroes with special fighting abilities. Each hero will have a unique personality, appearance, and interesting playing style. You need to determine before creating that hero so that there is no duplication during the game.</p><ul><li><em><strong>Diverse team building</strong>: Build a unique hero system with many different colors to create a diverse, colorful, and outstanding team.</em></li><li><em><strong>Continuous character growth:</strong> Players will experience interesting, continuous upgrades and always have innovation in the process. Besides, there are also many outstanding achievements during the game.</em></li><li><em><strong>Personalized hero development:</strong> When building a hero, you also have your own strategy and style of that hero, take advantage and promote to highlight them.</em></li></ul><h3>EPIC BOSS BATTLES</h3><p>Start having tense encounters; this is the opportunity for your hero to climb to the winning position. Each hero will possess a special skill, and the player needs to add more skills according to each level that the hero is reaching. The interesting thing is to use weapons to be able to destroy a large number of enemies. You also need to own a huge amount of loot and be able to destroy large enemies yourself.</p><ul><li><em><strong>Strategic skill test:</strong> Fierce encounters and situations that you may not expect will take place, and this will test your skills, strategy, and team-building ability.</em></li><li><em><strong>Varied enemy types</strong>: Players will participate with many different types of bosses, giving you a series of new, continuous experiences.</em></li><li><em><strong>Rewarding victory spoils:</strong> This game provides you with a series of loots for the upgrade process that you need to own.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg.webp",
      "slug": "legendary-hero-forge-idle-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Legendary Hero Forge MOD APK – Idle RPG crafting powerful heroes to battle epic bosses.",
        "wp_mod_info_GP": "<ul><li><em>Unlimited Diamonds</em></li><li><em>Unlimited Gold</em><br/>\n<i></i></li></ul><p><i><strong>Note</strong>:  </i><em>spend as you want, only level up need enough gold (buy with diamonds).</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Legendary Hero Forge: Idle RPG",
        "wp_version_GP": "1.0.33",
        "wp_developers_GP": "Cantalooza Games LLC",
        "wp_sizes_GP": "145M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Diamonds, Gold",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Legendary%20Hero%20Forge/legendary-hero-forge-v1.0.33-mod.apk",
            "download_version": "1.0.33",
            "download_size": "145 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Legendary%20Hero%20Forge/legendary-hero-forge-v1.0.32-mod.apk",
            "download_version": "1.0.32",
            "download_size": "145 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/legendary-hero-forge-idle-rpg-1.webp"
      },
      "scraped_at": "2026-01-09T22:19:55.486716",
      "lastmod": "2024-08-14T05:31:38+00:00"
    },
    {
      "title": "Army of Goddess Crush Titan MOD APK v1.4.4 (Free Upgrades/Hire)",
      "description": "<p>Army of Goddess Crush Titan is the journey to stop monsters of the goddess army. The player’s task is to hinder giant monsters from protecting the kingdom. The monster group Titans were formed to stop the development of this land. The goal of the dark bosses is to break the peace and cover the darkness. Players can perform the first missions alone. However, you can summon support members in the next matches to increase your chances of winning. The attack moves will take effect when you touch the monster. While fighting, pay attention to the hazardous attacks of the enemy.</p><p>Players will collect all 30 goddesses in the Army of Goddess Crush Titan to expand the squad. The gods will have their fighting skills. They are equipped with unique mounts to move faster. The selected equipment will support your battle. Each power factor will appear on the screen when the battle begins. You will have to research the formula that combines the most effective power. Opponents at all levels are gathered in a common dashboard. With the number of more than 30 Titans, players will have a lot of opponents to compete with. Each monster will have its weak points. You can use the right goddesses to take them down quickly.</p><p>Your items are received during battle and enrollment at the Army of Goddess Crush Titan. The system introduces more than 30 types of equipment for players to have the opportunity to upgrade the goddess. You will choose the god you want to upgrade to research the element they own. Power sources from wind, water, or fire will be the elements that appear most often. Items will come into play when supported by the right god. Players will experience an extremely realistic 3D graphics space. Various types of effects will make the battle more realistic. With a third-person perspective, the player can observe and command the army to perform all the missions.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan.jpg",
      "slug": "army-of-goddess-crush-titan",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Army of Goddess Crush Titan is the journey to stop monsters of the goddess army. The player's task is to hinder giant monsters from protecting the",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Army of Goddess Crush Titan",
        "wp_version_GP": "1.4.4",
        "wp_developers_GP": "01Games Technology Co. Limited",
        "wp_sizes_GP": "23M",
        "wp_GP_ID": "",
        "wp_mods": "Free Upgrades/Hire",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Army%20of%20Goddess%20Crush%20Titan/army-of-goddess-crush-titan-v1.4.1-mod.apk",
            "download_version": "1.4.1",
            "download_size": "25.3 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Army%20of%20Goddess%20Crush%20Titan/army-of-goddess-crush-titan-v1.4.0-mod.apk",
            "download_version": "1.4.0",
            "download_size": "23.62 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/army-of-goddess-crush-titan-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:01.279923",
      "lastmod": "2024-08-15T02:57:40+00:00"
    },
    {
      "title": "Idle Wasteland Criminal Empire v1.0.1 MOD APK (Currency Always Increase)",
      "description": "<p>It is an extremely interesting game for players to play. The more you play, the more you will be attracted. When you have good results, you will feel more excited about winning every challenge. The more you play, the more immersed you will be, and you will find it extremely attractive.</p><h3>RECRUIT FOLLOWERS</h3><p>With attractive stories and stimulating and impressive details, you will play and upgrade your abilities and experience. The more you play, the more immersed you will be in this extremely attractive game.</p><ul><li><em><strong>Personalized Character Development</strong>: Players can customize their gameplay as they wish, making everything easier.</em></li><li><em><strong>Diverse Character Roster</strong>: You will be involved in the process, and then you can have a lot of strategies and depth for yourself. You will find it very attractive and extremely impressive. This will be the detail that makes you proud.</em></li><li><em><strong>Engaging Follower Interactions</strong>: With an attractive and thrilling storyline, it will give you an impressive and new experience. The more you realize the stories with extremely attractive storylines, thrilling content, and every detail that really excites you.</em></li></ul><h3>COMMAND BATTLES</h3><p>In real time, you will fight and overcome all challenges from difficult to easy, the results are pride and attraction for you in every game process and you will feel extremely proud of those details.</p><ul><li><em><strong>Dynamic Real-time Combat</strong>: With extremely attractive gameplay, you are involved in extremely interesting and attractive combat. You will experience your real-time combat easily and find it extremely attractive.</em></li><li><em><strong>Intellectual Strategic Elements</strong>: There are many challenges that are given to you during the game that you need to overcome, extremely difficult challenges that players need to overcome and try their best with them.</em></li><li><em><strong>Varied Tactical Options</strong>: Players need to ensure their replayability and depth, the game will be extremely long and difficult that you need to try to overcome with effort and you will be proud of your spectacular overcoming of everything.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire.webp",
      "slug": "idle-wasteland-criminal-empire",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Idle Wasteland Criminal Empire MOD APK – is a post-apocalyptic idle game with strategic combat and empire-building.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Currency Always Increase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Idle Wasteland Criminal Empire",
        "wp_version_GP": "1.0.1",
        "wp_developers_GP": "Libii HK Limited",
        "wp_sizes_GP": "80M",
        "wp_GP_ID": "",
        "wp_mods": "Currency Always Increase",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Idle%20Wasteland%20Criminal%20Empire/idle-wasteland-criminal-empire-v1.0.1-mod.apk",
            "download_version": "1.0.1",
            "download_size": "80 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Idle%20Wasteland%20Criminal%20Empire/idle-wasteland-criminal-empire-v1.0.0-mod.apk",
            "download_version": "1.0.0",
            "download_size": "80 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-2-500x800.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-3-500x800.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-4-500x800.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-5-500x800.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-6-500x800.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/idle-wasteland-criminal-empire-1.webp"
      },
      "scraped_at": "2026-01-09T22:20:07.725648",
      "lastmod": "2024-08-15T04:45:00+00:00"
    },
    {
      "title": "Jackal Retro v2.2.159 MOD APK (Menu, Money, God Mode)",
      "description": "<p>Welcome to the riveting realm of Jackal Retro, a captivating game that has also garnered fame under the moniker of Top Gunner. This exhilarating overhead run-and-gun shooter, steeped in adrenaline and action, thrusts you into the heart of enemy territory with a single, clear mission: maneuver an armed jeep to rescue the helpless prisoners of war (POWs).</p><p><img alt=\"Jackal Retro\" class=\"aligncenter size-full wp-image-47125\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>MISSION: RESCUE AND EXTRACTION</h2><p>To say Jackal Retro is merely about rescuing POWs would be an understatement. You’re not just any soldier but a member of the revered Jackal Squad, an elite team handpicked and rigorously trained to outlive any environment. Your task is formidable – you must steer a weaponized jeep into enemy lines to locate, rescue, and extract POWs. It’s not just about survival. It’s about heroism.</p><h2>THE THRILL OF THE JOURNEY</h2><p>The journey in Jackal Retro begins with a pulse-quickening scene where a transport helicopter airlifts the Jeep onto enemy coastlines. Your primary mission is to penetrate the enemy’s headquarters and annihilate their ultimate weapon. The path, however, is riddled with internment camps housing captive POWs. Every prisoner you rescue upgrades your Jeep’s grenade/missile launcher, amplifying your firepower. Once your Jeep is brimming with POWs, you must rush to the nearest heliport for an extraction chopper to retrieve them. Remember, the more prisoners you extract in a row, the more points you earn and the stronger your missile launcher becomes.</p><p><img alt=\"Jackal Retro\" class=\"aligncenter size-full wp-image-47126\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE HARSH REALITIES OF WAR</h2><p>While the mission of Jackal Retro is audacious, the dangers are real. The Jeep can trample foot soldiers, but beware of projectiles and enemy vehicles – a collision could mean your end. You can procure a replacement when your Jeep is destroyed, but remember. The game concludes when you accomplish the mission or exhaust your Jeep reserves. An end-game map illustrates your progression, showcasing how far you’ve ventured into enemy territory.</p><h2>RETRO MAGIC REIMAGINED</h2><p>Experience the nostalgia of classic Jackal Retro – Top Gunner gameplay, now innovatively reimagined with 3D graphics. The game is packed with heart-stopping shoot ’em-up moments, formidable bosses that test your mettle, and many vehicles and equipment for you to select and mix. With infinite missions, events, rewards, and much more, Jackal Retro promises to keep you on the edge of your seat!</p><h2>THE JACKAL JEEP: YOUR ULTIMATE WEAPON</h2><p>The Jackal Jeep, your primary mode of transport and weapon in this dangerous mission, is no ordinary vehicle. In this game, your Jeep is more than just a transport – it embodies power, agility, and survival. Before reaching the enemy headquarters, the vehicle allows you to traverse various terrains, from ancient ruins to a lake, a hill, and a mountain. The Jeep’s missile launcher is your best ally, with the power to upgrade with each successful prisoner extraction, transforming this vehicle into a formidable force.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Jackal Retro\" class=\"aligncenter size-medium wp-image-47127\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-5.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Jackal Retro\" class=\"aligncenter size-medium wp-image-47128\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Jackal Retro\" class=\"aligncenter size-medium wp-image-47129\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THE BEAUTY OF CHALLENGE</h2><p>Jackal Retro’s charm lies not just in its mission but also in its layered complexities. With every successful prisoner extraction, the challenges increase, making each level more thrilling than the previous one. Moreover, with various challenging bosses and various vehicles and equipment to select, the game offers endless combinations to keep you engaged. The ultimate goal is to rescue as many prisoners as possible. The reward points and an upgraded missile launcher add an interesting twist to the game strategy. The game is a perfect blend of action, strategy, and rewards.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro.jpg",
      "slug": "jackal-retro",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Jackal Retro MOD APK also known as Top Gunner, is a thrilling 3D run-and-gun shooter where you drive an armed jeep to rescue POWs in enemy territory.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Damage Multiplier</em></li><li><em>God Mode</em></li><li><em>Unlimited Money</em></li><li><em>Unlimited Energy</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Jackal Retro",
        "wp_version_GP": "2.2.159",
        "wp_developers_GP": "FALCON JSC",
        "wp_sizes_GP": "192M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Money, God Mode",
        "avg_rating": "4.1",
        "total_votes": "9",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/10/jackal-retro-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:09.637481",
      "lastmod": "2024-08-15T06:23:11+00:00"
    },
    {
      "title": "VoxelScaper v1.01.11 APK (Full Game)",
      "description": "<p>VoxelScaper is a diorama-style game that allows you to design the structures you love, allowing you to fully express your creativity. The game has a simple and easy-to-access interface that helps players not encounter difficulties in the process of creating and building great structures. When starting the game, you will have a block of water in the center. Your job is to freely create with the ideas you have in mind about structures in real life or those you design yourself.</p><h3>CREATIVE FREEDOM</h3><p>The game supports you in freely creating the structures you want because the game does not have a specific purpose in playing the game, so you can do whatever you like without any obstacles. The resources in the game will also be unlimited, contributing to expressing the personal art in you.</p><ul><li><em><strong>No Predefined Goals:</strong> This game has no predefined goals or destinations; your job is to create multiple goals in designing and building structures.</em></li><li><em><strong>Unlimited World Possibilities:</strong> The world in the game will provide you with unlimited possibilities so you can freely express your creativity and talent in design.</em></li><li><em><strong>Personal Artistic Expression:</strong> You will be able to express your personal art without any constraints or restrictions, giving you more ideas in designing and building.</em></li></ul><h3>INTUITIVE INTERFACE</h3><p>The game has been designed by us with a simple and intuitive interface that makes it easy for you to access when participating in the game. With a simple starting point and customizable building tools, you will make your creativity increase and moreover, you will have access to all levels for the skill levels you desire in construction.</p><ul><li><em><strong>Simple Starting Point:</strong> The game gives you a simple starting point of a water-filled glass block, which means you are not bound by any pre-existing structures.</em></li><li><em><strong>Easy Building Tools:</strong> You can customize the building tools to suit your preferences and abilities in building great structures.</em></li><li><em><strong>All-Skill Level Accessibility:</strong> You can also access all levels of the building skill levels without being bound by level restrictions.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper.webp",
      "slug": "voxelscaper",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "VoxelScaper APK – Creative diorama-building game with voxel-style graphics and open-ended design.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "VoxelScaper",
        "wp_version_GP": "1.01.11",
        "wp_developers_GP": "Catiger Studio",
        "wp_sizes_GP": "115M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/08/voxelscaper-1.webp"
      },
      "scraped_at": "2026-01-09T22:20:12.815715",
      "lastmod": "2024-08-15T08:28:51+00:00"
    },
    {
      "title": "Soda Dungeon 2 MOD APK v1.2.21 (Unlimited Money)",
      "description": "<p>One of the best strategy games full of adventures, and this game is one of the favorite fizzy dungeon crawlers, is back. So if you want some exciting and experiencing game, install this fantastic Soda Dungeon 2 game and have fun.</p><h2>Gameplay</h2><ul><li>Here in this Soda Dungeon 2 game, The Dark Lord has locked all sorts of notable legendary loot, items, and goodies up in his castle.</li><li>In this game, endless monsters, treachery, and traps are everywhere.</li><li>Here in this game, you can fight with these evil monsters, collect the loot, upgrade your tavern, armory, and town to attract more animated adventures, and then repeat.</li><li>You can build your town and assemble a strong team in this game.</li><li>Here you can build your town as you like, and Soda-fueled minions will encounter the trumpeting skeletons and dark lords, angry chefs, fairies, and the darker lords.</li></ul><h3>Play While AFK</h3><p>This game is one best AFK battle credits while you’re away, and redeem them for loot. By playing this game, you can collect various resources.</p><h3>Custom AI Patterns</h3><p>Here you create custom behaviors for your party using the Soda Script. And also, you can create Soda Dungeon 2 game with more adventures.</p><h3>Craft Gear</h3><p>Here in this game, you can craft new armor and weapons for the adventures. Here in this Dark Lord’s Castle game, you can find rare materials and make all the new items.</p><h3>Cross-Platform Play</h3><p>As with the remaining games, you can play this game on your tablet, mobile phone, or Steam.</p><h3>Build Your Home Base</h3><p>By playing this game, you can build and develop the blacksmith forge, a wizard’s shop, the arena, and more unlock.</p><p>Here in this game, you can have a chance to try out loads of gear and send them off to fight.</p><h2>Key features of the Soda Dungeon 2 game are</h2><ul><li>Amazing 3D graphics</li><li>Best animated monsters give a thrilling feeling to every player</li><li>Amazing sound effects.</li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2.jpg",
      "slug": "soda-dungeon-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "One of the best strategy games full of adventures, and this game is one of the favorite fizzy dungeon crawlers, is back. So if you want some exciting and",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Soda Dungeon 2",
        "wp_version_GP": "1.2.21",
        "wp_developers_GP": "Armor Games",
        "wp_sizes_GP": "140M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-2-500x255.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-3-500x255.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-4-500x255.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-5-500x255.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-6-500x255.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-7-500x255.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/soda-dungeon-2-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:14.509301",
      "lastmod": "2024-08-16T04:47:06+00:00"
    },
    {
      "title": "Dark Warlock v1.18.1 MOD APK (Godmode, Damage, Defense Multiplier)",
      "description": "<h2>DARK WARLOCK: THE GAME WHERE MAGIC, STRATEGY, AND FUN COLLIDE!</h2><p>There’s nothing more appealing in a fantasy game than forming a party with quirky, dangerous, and sometimes outright adorable minions. And if you think that’s fun, wait until you experience the thrill of activating the Synergy effect in Dark Warlock! Sure, you might have had minions in other games, but here they don’t just look pretty beside you. They COMBINE their powers with yours. It’s like having your cake, eating it, and then using it to cast a spell. Magic cake anyone?</p><h2>FINDERS KEEPERS: GOLD MINE AND GOLEM’S ORDEAL</h2><p>Tired of the same old dungeons in every game? Welcome to the Gold Mine and Golem’s Ordeal dungeons of Dark Warlock. Let’s face it, we all like shiny things. And the Gold Mine is like the mega-mall of shiny! Meanwhile, for those who want a challenge, try picking a fight with Golem. But remember, the bigger they are, the harder they hit. So, grab your minions and start treasure hunting, because “All that glitters IS gold” in this game.</p><h2>ARE YOU THE BEST? RANK IN THE ABYSS AND THE ARENA</h2><p>Ah, competition! The age-old way to figure out who’s the best. If you’ve ever wanted to boast about your gaming prowess, Dark Warlock’s Abyss and Arena are your stages. Climb up the ranks and show the virtual world (and your real-world friends) that you’re not just any gamer, you’re a Dark Warlock maestro. Remember: it’s not bragging if you can back it up!</p><h2>EMBRACE THE STRATEGY: PLAY SMART</h2><p>All brawn and no brains? Not in Dark Warlock. Here, your intellect is just as important as your magical prowess. With a multitude of skills at your disposal, every move you make is a potential game-changer. Outsmart, outplay, and outlast your opponents. This isn’t just a game; it’s a battle of wits. Checkmate!</p><h2>TRANSCEND YOUR EQUIPMENT: LEVEL UP</h2><p>If you thought your equipment was good, wait until you use the Transcend System. Imagine having a cool sword, then making it cooler. Or a cloak that’s not just mysterious but super-mysterious. The Transcend System lets you take your gear to new heights, ensuring that you’re not just dressed to impress, but dressed to obliterate any opposition. After all, why settle for great when you can have legendary?</p><h2>GROW, EXPLORE, AND HAVE FUN: PETS, ALCHEMY, AND MORE</h2><p>Let’s wrap this up with the cherry on top: Dark Warlock’s growth systems. Adopt a pet, offer gifts to the gods, experiment in the Alchemy Workshop, and complete your Collection. It’s diverse, it’s fun, and it’s endlessly captivating. Whether you’re a budding alchemist, a pet enthusiast, or a completionist, there’s something here for everyone. And if you think you’ve seen it all, think again. Dark Warlock always has a trick up its sleeve.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock.jpg",
      "slug": "dark-warlock",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Embark on a strategic journey with minions, powerful skills, and dungeons in the enchanting world of Dark Warlock Mod Apk.",
        "wp_mod_info_GP": "<p><em><strong>[ Player Menu ]</strong></em></p><ul><li data-xf-list-type=\"ul\"><em>Godmode</em></li><li data-xf-list-type=\"ul\"><em>Kill Everything</em></li><li data-xf-list-type=\"ul\"><em>Damage Multiplier</em></li><li data-xf-list-type=\"ul\"><em>Defense Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dark Warlock",
        "wp_version_GP": "1.18.1",
        "wp_developers_GP": "mobirix",
        "wp_sizes_GP": "741M",
        "wp_GP_ID": "",
        "wp_mods": "Godmode, Damage, Defense Multiplier",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Dark%20Warlock/dark-warlock-v1.18.0-mod-Unsigned.apk",
            "download_version": "1.18.0",
            "download_size": "741.55 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Dark%20Warlock/dark-warlock-v1.17.0-mod-Unsigned.apk",
            "download_version": "1.17.0",
            "download_size": "741.72 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/10/dark-warlock-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:23.135542",
      "lastmod": "2024-08-16T05:51:38+00:00"
    },
    {
      "title": "Baseball Star MOD APK v1.7.7 (Unlimited Money)",
      "description": "<p>Baseball fans will have a chance to play it when they install Baseball Star and begin their team-building journey. Players will manage the activities of a baseball team arranged by them and participate in tournaments around the globe. You can play it anywhere because the game does not require a network connection. Every day, you will receive new members, cards, and scores after winning a thrilling match with your opponent. The 3D images will simulate a match’s specific content from the moment it begins. You decide the arrangement of positions and duties of members. The system concentrates many champions on one leaderboard, and you will have to beat your opponents with new achievements.</p><p>To make the content of Baseball Star more attractive, more game modes are updated, and players can freely choose the content they love. Big tournaments will be added in tournament mode for you to have more experience content. Besides, in this mode, players can adjust the number of members of each team and create rules to match their ability. As you gain more experience, a challenge mode will be the perfect choice to generate random matches. Your opponents in matches in this mode are strong teams. Baseball league events are held more frequently. Players participate in a new competitive event daily and are rewarded with great rewards.</p><p>Baseball Star can be idle depending on how you feel. Players can customize what they want in the control panel if they want to make their shots, catch, and run. But if you want to play very idle way, the game’s auto mode will help you complete this match. The selected members of the squad possess extremely important functions, and their ability to play baseball will affect the outcome of this ball game. You can organize training sessions to upgrade your members’ gameplay or recruit new members by inviting them to join with a large amount of money. The upcoming confrontation between the two teams will be more interesting if you promote the good playing ability of the squad.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star.jpg",
      "slug": "baseball-star",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "Baseball fans will have a chance to play it when they install Baseball Star and begin their team-building journey. Players will manage the activities of a",
        "wp_mod_info_GP": "<ul><li><em>All Currencies never decrease when you spent</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Baseball Star",
        "wp_version_GP": "1.7.7",
        "wp_developers_GP": "playus soft",
        "wp_sizes_GP": "92M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "3.8",
        "total_votes": "28",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/08/baseball-star-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:25.761729",
      "lastmod": "2024-08-16T18:05:43+00:00"
    },
    {
      "title": "Camera Translator v2.5.5 MOD APK (Premium Unlocked)",
      "description": "<p>Language barriers are substantial but can be overcome through effective communication in today’s global village. We can have global conversations instantly, thanks to technology. The Camera Translator Realtime app instantly translates text. This article will explain why this app is useful for communicating with multilingual people and why you should download it.</p><h2>IMMEDIATE MEANING</h2><p>Camera Translator Realtime instantly translates spoken or written text. The app’s developers thought users could use their phone’s camera to translate signs, menus, and other text in real-time. This feature is great for foreign travelers who need to communicate with locals or navigate. It’s also useful for businesspeople who need to have serious, in-depth conversations with customers in different parts of the world.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Camera Translator – Translate\" class=\"aligncenter size-medium wp-image-167586\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Camera Translator – Translate\" class=\"aligncenter size-medium wp-image-167587\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>EXTENSIVE MULTILINGUAL SUPPORT FOR SEAMLESS COMMUNICATION ACROSS BORDERS</h2><p>The app supports over 100 languages subtly, and these include Chinese, Japanese, Spanish, French, and German. The Camera Translator Realtime app should cover most of your translation needs, regardless of where or what language you speak. Anyone who needs to communicate nuanced meanings across languages will benefit from the app’s wide range of languages.</p><h2>USER-FRIENDLY DESIGN</h2><p>The Camera Translator Realtime app’s simple interface makes it easy to use. This app usually translates text by opening, pointing your camera at it, and letting it do the rest. The translations can be read aloud in a clear font. This app works without a data connection, making it ideal for travelers.</p><h2>TEXTUAL INFERENCE</h2><p>The app recognizes and loosely translates text using OCR. It can read drawings, photos, and handwriting, which is huge. This function helps teachers and students translate student work and notes.</p><h2>SPOKEN MEANING</h2><p>The app can also translate voice. You can speak into your phone’s microphone, and the app will translate. This function is useful for users who need to have nuanced conversations with non-native speakers.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Camera Translator – Translate\" class=\"aligncenter size-medium wp-image-167588\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Camera Translator – Translate\" class=\"aligncenter size-medium wp-image-167589\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-5.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Camera Translator – Translate\" class=\"aligncenter size-medium wp-image-167590\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-6.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>ADVANCED FEATURES SIMPLIFY LANGUAGE BARRIERS</h2><p>Camera Translator Realtime is essential for multilingual users. Due to its real-time translation, support for over 100 languages, user-friendly interface, text recognition, and voice translation, the app is essential for travelers, businesspeople, students, and others who must subtly communicate across language barriers. The app lets you chat with people worldwide immediately.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate.jpg",
      "slug": "camera-translator-translate",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "Language barriers are substantial but can be overcome through effective communication in today's global village. We can have global conversations",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Camera Translator",
        "wp_version_GP": "2.5.5",
        "wp_developers_GP": "EVOLLY.APP",
        "wp_sizes_GP": "35M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.6",
        "total_votes": "8",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Camera%20Translate/Camera%20Translation%20v2.5.5%20%28PREMIUM%29.apk",
            "download_version": "2.5.5",
            "download_size": "29.3 MB",
            "download_mod_info": "Premium"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Camera%20Translate/Camera%20Translator%20v2.2.2%20(PREMIUM).apk",
            "download_version": "2.2.2",
            "download_size": "41.73 MB",
            "download_mod_info": "Premium"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/camera-translator-translate-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:35.358526",
      "lastmod": "2024-08-18T14:21:03+00:00"
    },
    {
      "title": "Final Survivor v1.9.2 MOD APK (God Mode, Free Rewards)",
      "description": "<h2>FINAL SURVIVOR – DUAL WIELD WEAPONS AGAINST HORDES OF ZOMBIES</h2><p>Lock and load for intense zombie slaying action as Final Survivor throws you into a post-apocalyptic world overrun by the undead. Dual wield weapons, deploy attack drones, and unlock skills to survive the relentless hordes in this action-packed shooter!</p><h2>YOU ARE THE FINAL SURVIVOR</h2><p>At its core, Final Survivor casts you as the last bastion of humanity against a zombie invasion. With civilization fallen, you alone must take the fight to the undead hordes and survive at all costs. Equip and master firearms, energy weapons, explosives and more. Dual wield your choice of guns, swords, and cannons to dish out devastating damage from both hands simultaneously!</p><h2>DEPLOY ATTACK DRONES FOR ASSISTANCE</h2><p>Unlock and deploy flying combat drones armed with machine guns, lasers, missiles, and saw blades. They provide extra firepower and take heat off the player. Unlock passive buffs and active skills on each playthrough, with randomized options promoting build experimentation. Adapt and synergize skills.</p><h2>INTENSE BOSS ENCOUNTERS TEST YOUR LIMITS</h2><p>The further you progress, the more gargantuan mutated zombie bosses you will face. These epic fights test the very limits of your dual-wielding prowess. Scavenge through the ruins of cities, towns, and secret labs for resources to upgrade your base. Fortify it against the growing undead masses.</p><h2>PERMADEATH ENCOURAGES MASTERY AND REPLAYABILITY</h2><p>Death is permanent, sending you back to the beginning on each failure. Sharpen your skills and strategy to push further on every run. In Final Survivor, humanity’s last hope rests in your hands. Take to the streets and eradicate the zombie outbreak using every weapon and skill at your disposal!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor.webp",
      "slug": "final-survivor",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Final Survivor MOD APK – Survive relentless waves of enemies, wield dual weapons, and conquer epic boss fights.",
        "wp_mod_info_GP": "<p><em><strong>MOD 1</strong><br/>\n</em></p><ul><li><em>Free Rewards<br/>\n</em></li></ul><hr/><p><em><strong>MOD 2</strong></em></p><p><em>1. GOD MODE</em><br/>\n<em>2. DAMAGE MULTIPLIER</em><br/>\n<em>3. MOD MENU</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Final Survivor",
        "wp_version_GP": "1.9.2",
        "wp_developers_GP": "VOODOO",
        "wp_sizes_GP": "470M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Free Rewards",
        "avg_rating": "3.3",
        "total_votes": "9",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/final-survivor-1.webp"
      },
      "scraped_at": "2026-01-09T22:20:38.244298",
      "lastmod": "2024-08-18T19:23:18+00:00"
    },
    {
      "title": "Monster Battle MOD APK v15.02 (Unlimited Currency)",
      "description": "<p>Monster Battle Mod Apk simulates your journey to train your dragon for future battles. Players receive quests and perform them when they have met the conditions. The dragons will be nurtured and trained day by day to become strong. Players have the right to add new members to the team to make their army diverse. The game has improved the visuals so you can play in a new space. The system initiates dragon-monster battles for players to join. The story will be continued with more difficult levels. Therefore, you must accumulate combat experience to be ready for the upcoming mission.</p><p>Players will manage a huge army of dragons. Monster Battle offers new dragon species for you to choose from. The system does not limit the number of members in the collection of those who will join. Strong warriors will be paired together to overcome all the challenges in the journey. The game has a dragon training system even when the player is absent to speed up the upgrade process. You will decide the combination formula to be used for the upgrade. The power factor is improved for your dragon to mature and possess better abilities. The system introduces many types of dragons with specific images for you to enjoy. They are all epic characters created by human imagination.</p><p>Each dragon warrior will be regularly trained and upgraded by players. In addition, Monster Battle builds a level system from easy to difficult. Players will have to pass the qualifying round to fight with stronger enemies. Your reward is also increased after the player reaches a higher level. Information boards and pictures help players distinguish dragons quickly. You can join the battle in the arena, explore, or fight in the tower form. The game is always ready to provide quality images, sounds, and manipulations. Your task is to experience and accumulate experience for the next dragon hunt.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle.jpg",
      "slug": "monster-battle",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Monster Battle Mod Apk simulates your journey to train your dragon for future battles. Players receive quests and perform them when they have met the",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Monster Battle",
        "wp_version_GP": "15.02",
        "wp_developers_GP": "Tap Pocket",
        "wp_sizes_GP": "103M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Currency",
        "avg_rating": "4",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/10/monster-battle-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:41.758289",
      "lastmod": "2024-08-19T14:53:08+00:00"
    },
    {
      "title": "Building Destruction MOD APK v3.87 (Unlimited Ammo, High Aim Assist)",
      "description": "<p>If you are frustrated, annoyed and want to relieve stress, then Building Destruction is definitely the place for you to vent your feelings. Coming to a new environment, where there are a lot of tall buildings and structures growing up but they are not to your liking, then destroy them all to rebuild the way you want. Here you don’t need to be afraid or afraid of anyone because this is your own world, let’s build a new map. You can also invite your friends to join this smashing process as well.</p><h2>DEMOLISH ALL PRE-EXISTING CONSTRUCTIONS</h2><p>That’s right, when you step foot into this world, it becomes your own world. All buildings and structures here are born for you to destroy and change, so feel free to destroy them. Players will use hammers or sledgehammers to smash buildings that are not pleasing to their eyes, this will be great for you to vent your anger and release all the stress that you have to endure. However, there are a lot of solid structures, so use your best to knock them down.</p><h2>BUILD YOUR OWN MAP</h2><p>After crushing all the buildings, let’s start rebuilding other works to your liking. Completely changing all the old places and replacing them with newer, more creative things, it will completely change the old world and your world in its place. This is the place for you to be free to be creative, create your own maps, network with your own style. With colorful graphics, turn this place into a colorful world.</p><h2>INVITE YOUR FRIENDS TO JOIN</h2><p>To be more connected with everyone, invite your friends and family to join the smash. You can contribute together to destroy difficult buildings, make them destroy faster, you can also build together a beautiful world marking your wonderful memories. This is a way for you to be close to your loved ones even if you are busy with work. Let’s relax together with this fun game.</p><p>Building Destruction is the place for you to take off all the burdens and frustrations in life by smashing the structures in the game. In addition, you can also connect with your loved ones by destroying and rebuilding this world together. The game has a lot of solid buildings and is hard to break, but no matter what, when many people contribute, all difficulties will quickly pass. Players should use a hammer or sledge to be able to smash the solid works that the game offers.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction.png",
      "slug": "building-destruction",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "If you are frustrated, annoyed and want to relieve stress, then Building Destruction is definitely the place for you to vent your feelings. Coming to a",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD<br/>\n</em></li><li><em>Unlimited Ammo</em></li><li><em>High Aim Assist (Aimbot)</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Building Destruction",
        "wp_version_GP": "3.87",
        "wp_developers_GP": "180°",
        "wp_sizes_GP": "246M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Ammo, High Aim Assist",
        "avg_rating": "3.6",
        "total_votes": "10",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Building%20Destruction/building-destruction-v3.87-mod.apk",
            "download_version": "3.87",
            "download_size": "276 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Building%20Destruction/building-destruction-v3.86-mod.apk",
            "download_version": "3.86",
            "download_size": "200.6 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-2-500x230.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-3-500x230.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-4-500x236.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-5-500x229.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-6-500x232.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-7-500x231.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/04/building-destruction-1.png"
      },
      "scraped_at": "2026-01-09T22:20:50.146389",
      "lastmod": "2024-08-20T07:47:59+00:00"
    },
    {
      "title": "My Romance v3.0.1 MOD APK (Free Purchase)",
      "description": "<p>Everyone desires perfection and recognition for their beauty. Especially women – half of the world’s population. Remember that some people may be too shy to beautify themselves. When people haven’t tried a lot of styles, it’s often because they need to figure out which one is right for them. The popularity of mobile phones and simulation applications has led to increased confidence. Lunar Tracker Group created and distributed My Romance, a dating simulation game. Girls can pamper themselves and try on various fashionable clothes without fear of being criticized.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54471\" decoding=\"async\" fetchpriority=\"high\" height=\"1083\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-2-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-2-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54472\" decoding=\"async\" height=\"1083\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-3-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-3-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>RENEW YOURSELF FOR A BRIGHTER FUTURE</h2><p>My Romance players will be able to improve the attractive visuals of their characters. Let’s improve their looks together until they become picture-perfect models. Regarding cosmetics, the manufacturer, Lunar Tracker Group, has everything you need. To start, perfect your character’s cosmetics. You will need to become a professional makeup artist with jobs from applying concealer, and blush, to mascara, lipstick, and more. With the specialized manipulations that you bring to the character, she will completely get a great change. At the same time, you must also care about the redness and roughness caused by acne on the character’s face to remove them completely. In addition, if the character has sharp eyebrows and curved eyelashes, the perfection of the face will be increased many times.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54473\" decoding=\"async\" height=\"1083\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-4-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-4-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54474\" decoding=\"async\" height=\"1083\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-5-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-5-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>To enhance a beautiful face, one should also take care of one’s hair. You will help your character change his wild hair if you can. Then, for example, you can coat it with gold glitter and curl it. If you’re that popular, many guys will look at you, and my Romance strives to make you shine from head to toe. So obviously, formal attire is required. Out of these, our tight-lipped girl can finally feel comfortable showing off her figure. Use at your discretion when choosing an attractive outfit for her. Pairing accessories with key pieces, such as earrings, a necklace, a purse, and killer heels, can make an outfit pop.</p><h2>SOLVE PUZZLES AND GET MORE ITEMS</h2><p>My Romance is a match-3 puzzle game that is also a love game. By creating this little obstacle, players get the motivation to pursue the cosmetic they desire. Women having too many clothes is never a negative thing. They will overcome obstacles at My Romance and bring their gifts home. The items you obtain may vary depending on your experience level. With each new level of My Romance, players will face new problems. It can be a comb, perfume, or some other kind of personal accessory. Explore My Romance’s puzzles to the fullest and use what you’ve learned to help your heroine.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54475\" decoding=\"async\" height=\"1083\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-6-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-6-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"My Romance: puzzle &amp; episode\" class=\"aligncenter size-medium wp-image-54476\" decoding=\"async\" height=\"1083\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-7-500x1083.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-7-500x1083.jpg 500w, https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>GO OUT AND HAVE FUN</h2><p>After the change of character at My Romance, a new era begins. The attractiveness of the girl will help her to find a loving mate. What followed was the beginning of a sincere love story. Attractive looks give you an edge in the dating scene. The main character in My Romance is free to date any man she wants because of her attractive features. It could be a successful young CEO, a talented doctor, or a lonely male student at a famous university. Each will bring something unique. Can the main character find love after a complete metamorphosis? Hopefully, if she joins My Romance, no one will make fun of her looks anymore.</p><h2>TAKE THE NECESSARY ACTIONS</h2><p>The current trend in game design is to incorporate many player interactions into storytelling-driven games. The romance of this game would be a prime example. Our main character will be given several abilities. For example, once she found out her son was having an affair. Which action is most appropriate? If possible, sever the affair immediately before you take revenge on them. Surely she will have to think more about that. That’s just a speculative scenario. Despite its obvious appeal, love only sometimes works in the main character’s favor. You will be the one who can lead the main character of the game to the final complete happiness.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode.jpg",
      "slug": "my-romance-puzzle-episode",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "You have arrived at My Romance MOD APK. You may win coins by completing match-3 puzzles! Makeover your avatar from head to toe with new clothes, cosmetics, and accessories.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "My Romance: Puzzle & Episode",
        "wp_version_GP": "3.0.1",
        "wp_developers_GP": "Lunar Tracker Group",
        "wp_sizes_GP": "550M",
        "wp_GP_ID": "",
        "wp_mods": "Free Purchase",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-2-500x1083.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-3-500x1083.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-4-500x1083.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-5-500x1083.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-6-500x1083.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-7-500x1083.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/my-romance-puzzle-episode-1.jpg"
      },
      "scraped_at": "2026-01-09T22:20:54.724918",
      "lastmod": "2024-08-21T09:47:21+00:00"
    },
    {
      "title": "Bakery Shop Makeover v6.0.0 MOD APK (Unlimited Money)",
      "description": "<p>A pastry shop can become the ideal gathering place for friends on a beautiful autumn day. There will be no losers in this trade. However, taste alone is not enough to make a bakery famous; nowadays, the trend of taking check-in photos is prevalent among young people. With Bakery Shop Makeover, you can create your bakery. Create something visually appealing to capture the attention of photographers and spread the word on social media.</p><h2>DESIGN YOUR DREAM STORE</h2><p>In the game Bakery Shop Makeover, players will play the role of a young and creative interior decorator working in the field of cake shop decoration. All your latent creative reserves will eventually explode in the form of bold ideas. You are assigned a great bakery to renovate in the game, so use your creativity. Your efforts and abilities will develop beautiful and sincere pastry shopities. Players can decorate the bakery in traditional, European style, or more modern.</p><h2>PUZZLE TO GET A BONUS</h2><p>Bakery Shop Makeover includes an engaging match-3 puzzle game and a design challenge. All you have to do to make at least three squares in a row is swap places for yourself. If you match multiple squares of the same type simultaneously, you will get quick access to the booster. It’s useful because it’s a boost type that speeds up leveling. In this game, each small square represents an item that must be available in the bakery. Teapots, mixing bowls, aprons, and oven mitts are all general.</p><h2>UNLOCK MANY NEW SPACES</h2><p>The bakery will become famous in the neighborhood thanks to your efforts. Customers from surrounding areas and beyond are also welcome. The scenario calls for immediate action to improve and expand restaurant amenities. If all you ever have for your guests is a pastry case and a few deck chairs, you might want to rethink your layout. For example, players can design an open kitchen so customers can see bread baked right before them. Also, it is a good idea to place nice tables near the windows so they can absorb some sunlight.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover.jpg",
      "slug": "bakery-shop-makeover",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Bakery Shop Makeover Mod APK – You need to go through the match-3 problems in order to gain further design ideas. Believe me when I say that the match-3 portion of the game is equally as interesting as the construction portion.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bakery Shop Makeover",
        "wp_version_GP": "6.0.0",
        "wp_developers_GP": "ZYMOBILE LIMITED",
        "wp_sizes_GP": "124M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bakery%20Shop%20Makeover/bakery-shop-makeover-v1.3.0-mod.apk",
            "download_version": "1.3.0",
            "download_size": "140.62 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bakery%20Shop%20Makeover/bakery-shop-makeover-v1.2.0-mod.apk",
            "download_version": "1.2.0",
            "download_size": "138.43 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/bakery-shop-makeover-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:01.163747",
      "lastmod": "2024-08-21T14:47:20+00:00"
    },
    {
      "title": "Dark Throne v2.3.0 MOD APK (Attack, Def Multiplier, Always Critical)",
      "description": "<p>Dark Throne will give players the best experience with the action-packed hack-n-slash gameplay while they venture into dangerous and mysterious fantasy lands. The best thing about the game is the graphics quality, with extreme visual details to offer an immersive and thrilling gameplay progression. Players can also alter their characteristics however they want and fully explore the world in numerous ways they enjoy the most.</p><p><img alt=\"Dark Throne : The Queen Rises\" class=\"aligncenter size-full wp-image-46166\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>BEGIN YOUR NEVER-ENDING JOURNEY WITH THRILLING ACTIONS</h2><p>The game adopts the top-down control mechanisms as its main gameplay core and progression to give players a good head start once they decide on their characters. The game’s battles include picturesque actions and thrills, an authentic “hack and slash” style action role-playing game with furious combat. That will give players the exhilarating satisfaction gained from annihilating multiple foes with a single spectacular display of prowess. The further they progress with the game, the more combat elements will unfold and give them more enjoyment with the spectacular combat system the game uphold.</p><p><img alt=\"Dark Throne : The Queen Rises\" class=\"aligncenter size-full wp-image-46167\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>ENJOY THE DUNGEONS INTERTWINED WITH THE STORYLINES</h2><p>Besides introducing a separate storyline or linear, the game will intertwine the dungeons with storylines, featuring numerous activities and progression to keep players entertained with the content. A wide variety of quests, tricky traps, and entertaining fights are set in a demonic realm brimming with complex storylines and objectives to accomplish. New dungeons are being generated with unlimited permutations, and you can raid them numerous times to promote your battle progress.</p><p><img alt=\"Dark Throne : The Queen Rises\" class=\"aligncenter size-full wp-image-46168\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>DIFFERENT HEROES TO PLAY AND TRY OUT THEIR PROWESS</h2><p>Heroes endowed with a wide range of distinguishing qualities are one of the game’s selling points. That will diversify players’ experiences with the entire game instead of focusing on a linear or certain path they choose. The game will feature characters like Paladin, Assassin, and Demon Hunter. Each character possesses a different skill tree and progress, and it will give players more ideas to destroy demons throughout their intense battles with high intensity. Depending on their ideas, upgrading characters will be fun and greatly affect their runs.</p><p><img alt=\"Dark Throne : The Queen Rises\" class=\"aligncenter size-full wp-image-46169\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>PICK UP NEW WEAPONS AND TAILOR YOUR COMBAT</h2><p>The combat system in this game is fascinating and phenomenal as it relies on the weapons players choose for their characters. They can pick up new weapons in numerous ways, such as drops from kills, chests, and quests. Different weapons have distinct combat styles, and players can combine their movements to create a destructive combo and destroy demons. The weapons can also be upgraded with different approaches, giving players more ideas to change their gameplay. Besides upgrading the weapons, players can focus on developing their talent trees and unlock new capabilities in handling weapons magnificently.</p><p><img alt=\"Dark Throne : The Queen Rises\" class=\"aligncenter size-full wp-image-46170\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>MAGNIFICENT 3D GRAPHICS WITH EXTREME VISUALS</h2><p>The game’s graphics also play a big role in ensuring players’ gameplay experiences throughout their playthrough and give them the fascinating visual quality when bashing the demon’s head in. The effects are also eye-catching and satisfying, with detailed designs and color usage to give everyone new senses of experience. Moreover, the environment designs are detailed and in-depth, promising players the most immersive gameplay experiences when they battle through hordes of the demon on different maps.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises.jpg",
      "slug": "dark-throne",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Dark Throne Mod APK develops the lonely journey of the dark warrior in the land of Izendar. It is haunted by ancient curses and occupied by the mighty Demon Realm.",
        "wp_mod_info_GP": "<p><em>Attack Multiplier</em><br/>\n<em>Defense Multiplier</em><br/>\n<em>Move Speed Multiplier</em><br/>\n<em>Skill NO CD</em><br/>\n<em>Always Critical</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dark Throne",
        "wp_version_GP": "2.3.0",
        "wp_developers_GP": "EPIC LEAGUE PTE. LTD.",
        "wp_sizes_GP": "765M",
        "wp_GP_ID": "",
        "wp_mods": "Attack, Def Multiplier, Always Critical",
        "avg_rating": "3.3",
        "total_votes": "23",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/10/dark-throne-the-queen-rises-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:04.556818",
      "lastmod": "2024-08-22T09:05:35+00:00"
    },
    {
      "title": "Raising Charge Girl v1.09 MOD APK (God Mode, Game Speed)",
      "description": "<p>Raising Charge Girl wants you to overcome all the different puzzles, unlock new stories. The game wants you to have more motivation to perform your own battles, promote the character to grow stronger. Not only that, the game also allows you to use special support features to help the process of defeating enemies take place more effectively and more interestingly.</p><h3>GROWTH</h3><p>You will lead your character into an impressive story where you will discover more interesting details. You will start fighting your threats, starting from small things and going up to meet many bigger threats. Customize your character in a more positive direction, and get more protection to avoid attacks from other enemies.</p><ul><li><em><strong>Constant Engagement Motivation</strong>: Progress will support you during the game, helping players to participate and have more motivation to fight strongly.</em></li><li><em><strong>Achievement and Unlocking</strong>: Players need to fight, level up to bring exciting feelings of victory, unlock more suitable new elements and have more attractive experiences.</em></li><li><em><strong>Clear Exciting Goal:</strong> Adapt the appropriate character, turn your character from an ordinary person into the strongest warrior with clearer and more interesting goals.</em></li></ul><h3>IDLE RPG COMFORT</h3><p>Start decoding puzzles to find more special support energy sources. For each puzzle, you will receive a task, and completing the specified number will win. Just like that, you move on to more difficult challenges and can rely on the strong support from the game to receive more energy from other sources.</p><ul><li><em><strong>Progress While Away</strong>: Players collect resources such as different diamonds while decoding puzzles and have new and interesting automatic combat gameplay.</em></li><li><em><strong>Reduced Repetitive Tasks:</strong> Perform a series of tasks listed and reduce the tasks that require a lot of strength. Instead, you will decode the challenges using your mind, participate in repeated challenges to progress.</em></li><li><em><strong>Relaxing Daily Experience</strong>: There are moments of the most novel experiences, players have moments of immersing themselves in challenges and making appropriate decisions.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/rpg-.webp",
      "slug": "raising-charge-gir",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Raising Charge Girl MOD APK – is an idle RPG focusing on character growth and equipment upgrades.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>God Mode</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Raising Charge Girl",
        "wp_version_GP": "1.09",
        "wp_developers_GP": "Sponge Mobile",
        "wp_sizes_GP": "86M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Game Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Raising%20Charge%20Girl/Raising-Charge-Girl-v1.09-mod.apk",
            "download_version": "1.09",
            "download_size": "90 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Raising%20Charge%20Girl/Raising-Charge-Girl-v1.06-mod.apk",
            "download_version": "1.06",
            "download_size": "86 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/rpg-1-1.webp"
      },
      "scraped_at": "2026-01-09T22:21:11.209846",
      "lastmod": "2024-08-23T07:13:32+00:00"
    },
    {
      "title": "Dragon Warrior Legend Champion v23.5 MOD APK (Menu, Money, God Mode)",
      "description": "<p>Dragon Warrior Legend Champion is an exciting fighting game with an anime-inspired combat system. Choosing a favorite warrior to represent you in battle gives you the feeling of being a champion fighter in this game. As you go through the game and wipe out your foes, you’ll unlock new, more powerful warriors to add to your army.</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196882\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE STORY, CHALLENGE, TOURNEY, AND VERSUS MODES ARE A FEW AVAILABLE IN THIS GAME.</h2><p>One of the game’s greatest strengths is the wide range of possible approaches to playing it. You can practice your fighting skills in the Versus mode and then test them against gamers worldwide in the Tournament mode. In the game’s Challenge mode, you can take on the game’s toughest bosses to establish your legendary status. The game’s Story mode is just as thrilling as the rest, yet it won’t be available until much later.</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196883\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>SEVEN DIFFERENT MAPS AND A WIDE RANGE OF CHARACTERS WITH UNIQUE ABILITIES ARE AT YOUR DISPOSAL.</h2><p>Dragon Warrior Legend Champion gives you access to various playable fighters across seven unique planets. The creators have pledged to update the game with new warriors and locations regularly. The fantastic effects, gorgeous sights, and immersive music draw players deeper into the game’s universe.</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196884\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>FANTASTIC GAME THAT CAN BE ADJUSTED TO SUIT THE NEEDS OF VARIOUS PLAYERS.</h2><p>Fans of video games will relish the mobile app’s version of Dragon Warrior Legend Champion. If you’re in the mood for an intense battle experience or an adventurous journey with an anime twist, this game has you covered. This game’s stunning aesthetics and catchy soundtrack guarantee gamers won’t want to put it down. Choose your warrior, and the combat will begin!</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196885\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>THE COMBAT SYSTEM IS NOVEL; BATTLES GO QUICKLY AND WITH MANY ACTIONS.</h2><p>Dragon Warrior Legend Champion stands out as an innovative battle system. Quick thinking and careful planning are essential for success in the game’s intensive combat system. The game’s fighting system allows players to employ various attacks, skills, and abilities.</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196886\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>MODIFYABLE CONTROLS THAT CATER TO PLAYERS OF VARYING SKILL LEVELS.</h2><p>Dragon Warrior Legend Champion is fun for gamers of all skill levels. Players with and without fighting game experience will find this game hard and gratifying. The controls can be set to the player’s preference, making it easier to understand the game’s combat system and carry off complex moves.</p><p><img alt=\"Dragon Warrior Legend Champion\" class=\"aligncenter size-full wp-image-196887\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-7-500x281.jpg 500w\" width=\"1000\"/></p><h2>WE MAINTAIN PLAYER INTEREST WITH REGULAR UPDATES AND EVENTS HOSTED BY AN ACTIVE COMMUNITY.</h2><p>The game developers have done a great job of building a strong player community through regular content updates and in-game gatherings. Gamers may participate in tournaments, meet other gamers, and trade tips in this community.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion.jpg",
      "slug": "dragon-warrior-legend-champion",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Dragon Warrior Legend Champion is an exciting fighting game with an anime-inspired combat system. Choosing a favorite warrior to represent you in battle",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>God Mod</em></li><li><em>Unlimited Mana</em></li><li><em>Unlimited Money</em></li><li><em>Premium Pack Purchased ( All Characters Purchased)</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dragon Warrior Legend Champion",
        "wp_version_GP": "23.5",
        "wp_developers_GP": "MGame-Studio",
        "wp_sizes_GP": "50M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Money, God Mode",
        "avg_rating": "3.5",
        "total_votes": "35",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dragon%20Warrior%20Legend%20Champion/Dragon-Warrior-Legend-Champion-23.5-mod.apk",
            "download_version": "23.5",
            "download_size": "49.51 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dragon%20Warrior%20Legend%20Champion/Legend-Fighter-2.5-mod.apk",
            "download_version": "2.5",
            "download_size": "50.07 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/dragon-warrior-legend-champion-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:13.566007",
      "lastmod": "2024-08-23T09:59:47+00:00"
    },
    {
      "title": "Dosa: Guardians v1.0.113 MOD APK (Damage & Defense Multiplier)",
      "description": "<p>Mysterious Eastern culture is probably something that everyone is curious about, and 도사: 가디언즈 has built a fantasy world according to such Eastern culture. Here, players will be trained by many different masters of the Taoist Department. The player’s mission is to explore different areas through space travel to build relationships with other Taoists, defeat evil monsters, and fight against dark plots. 3D graphics and impressive background music will give you an extremely satisfying experience when participating in this war.</p><h3>VARIETY OF GURUS TO COLLECT AND TRAIN</h3><p>도사: 가디언즈 equips players with more than 100 unique masters representing elements in Eastern culture, in addition they have outstanding skills in combat. The system of training and upgrading masters will satisfy you with a clear level system, with each level opening up interesting abilities and powers. In combat, players must also apply relevant strategies to take full advantage of combining experts together. Calling and forming a team of rare, powerful masters is the key to successfully defeating enemy monsters.</p><ul><li><em><strong>Guru Diversity:</strong> The game features a system of over 100 unique master characters representing powerful elements at your disposal for you to recruit and train.</em></li><li><em><strong>Progression System:</strong> A clear and engaging leveling system helps you unlock new abilities and powers for your masters.</em></li><li><em><strong>Team Building:</strong> The team’s strategy is built based on the combination of masters, from which you can take advantage of the advantages and easily defeat the enemy.</em></li></ul><h3>IMMERSIVE ORIENTAL FANTASY WORLD AND LORE</h3><p>The game is built in a fictional, mystical Eastern world, bringing an interesting experience to players. The game’s visuals are also vividly hand-drawn to bring the Eastern world to life in the game. The plot is also a plus point of the game when it is tightly and attractively built about dark situations and plots. Myths and legends about mysterious Taoism are interwoven throughout the player’s game experience, thereby bringing you interesting knowledge.</p><ul><li><em><strong>Vivid Visuals: </strong>The game has carefully invested graphics with vivid hand-drawn strokes, bringing the East into the game world.</em></li><li><em><strong>Engaging Story:</strong> A fascinating storyline about opposing forces and dark plots will bring players interesting things.</em></li><li><em><strong>Taoist Lore: </strong>Legends of black mythology and Taoism interwoven throughout the plot will equip players with new knowledge about this rich world.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file.webp",
      "slug": "dosa-guardians",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Dosa: Guardians Mod Apk – is a collectible RPG where you train gurus, battle demons, and uncover conspiracies.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dosa: Guardians",
        "wp_version_GP": "1.0.113",
        "wp_developers_GP": "LIFULSE Inc.",
        "wp_sizes_GP": "92 MB",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier",
        "avg_rating": "2.2",
        "total_votes": "4",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dosa%20Guardians/dosa-guardians-v1.0.113-mod.apk",
            "download_version": "1.0.113",
            "download_size": "91.49 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dosa%20Guardians/dosa-guardians-v1.0.112-mod.apk",
            "download_version": "1.0.112",
            "download_size": "91 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/05/unnamed-file-1.webp"
      },
      "scraped_at": "2026-01-09T22:21:19.122884",
      "lastmod": "2024-08-23T16:32:09+00:00"
    },
    {
      "title": "Isekai Fighting Girls v1.0.79 MOD APK (Mega Menu)",
      "description": "<p>Isekai Fighting Girls impresses gamers by plunging an everyday otaku girl into a mystical fighting game realm. After being immersed in gaming, a strange light transports her into the world of the game itself. Awakening in this battle-dominated land, she must grow stronger to find a way back home. Users rave about the creative fish-out-of-water premise that cleverly meshes gaming life with shonen battle anime. Join her fantastical quest to become the champion fighter of a whole new reality!</p><h3>EASY AND ADDICTIVE IDLE GAMEPLAY</h3><p>Game progression must be accessible for all players. Isekai Fighting Girls delivers idle RPG mechanics perfect for beginners but with depth to engage more advanced gamers. Even when your phone is idle, your party grows stronger, acquires new skills, and unlocks areas. Reviewers love how minimal effort leads to gratifying progression, making it easy to immerse in the story. Incredible power awaits with little active play needed!</p><h3>BUILD YOUR SQUAD OF CUTESY FIGHTERS</h3><p>The game also shines in letting you collect a cast of unique fighters, each with their own skills and personality. Users delight in curating their own crew of cute but deadly martial artists who brawl with a refreshing innocence. The varied characters and costumes add plenty of color to your champion team. Discover new friends to battle by your side!</p><h3>FAST-PACED COMBAT AND CONSTANT REWARDS</h3><p>Of course, flashy action and upgrades are essential to any RPG. Isekai Fighting Girls delivers with fast-paced, cinematic battles to test your squad. Unlocking new abilities and conquering dungeons floods your journey with exciting rewards and progression. Reviewers rave that the gratifying sense of growth provides a profoundly fun and stress-relieving experience. Power up and save the gaming world!</p><p>With its creative crossover premise, idle progression, kawaii fighters and explosive action, Isekai Fighting Girls offers a one-of-a-kind casual gaming escape. Download and save this gaming girl today!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg.jpg",
      "slug": "isekai-fighting-girlsidle-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Isekai Fighting Girls MOD APK – Join a weak girl’s quest to become the strongest in the Isekai world in this exciting RPG!",
        "wp_mod_info_GP": "<p><em>&gt;Menu</em><br/>\n<em>&gt;Damage Multiplier</em><br/>\n<em>&gt;Defense Multiplier</em><br/>\n<em>&gt;Attack Speed Multiplier</em><br/>\n<em>&gt;Move Speed Multiplier</em><br/>\n<em>&gt;God Mode</em><br/>\n<em>&gt;Always Critical Hit</em><br/>\n<em>&gt;Freeze Enemy</em><br/>\n<em>&gt;Dumb Enemy</em><br/>\n<em>&gt;Gold Multiplier</em><br/>\n<em>&gt;Unlimited Gem</em><br/>\n<em>&gt;Unlocked Premium Pass [Enabled by default]</em><br/>\n<em>&gt;Unlocked No Ads Pass [Enabled by default]</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Isekai Fighting Girls",
        "wp_version_GP": "1.0.79",
        "wp_developers_GP": "Nugem Studio",
        "wp_sizes_GP": "170M",
        "wp_GP_ID": "",
        "wp_mods": "Mega Menu",
        "avg_rating": "4.5",
        "total_votes": "8",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/10/isekai-fighting-girlsidle-rpg-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/10/photo_2023-10-09_18-09-02.jpg"
      },
      "scraped_at": "2026-01-09T22:21:22.594518",
      "lastmod": "2024-08-23T18:56:47+00:00"
    },
    {
      "title": "Piano Beat v1.2.5 MOD APK (Unlimited Gold, Unlock Vip)",
      "description": "<p>It’s hard to get through these days without music. People constantly consider it to be the best alternative for stress relief. The rise of superb TV shows and music events reflects this amazing shift. The number of music video games released by major game publishers has recently increased, and it’s a fresh take on an old theme. There are a lot of players at these games, which is not surprising. Piano Beat is one of the most popular games with many players. In this vibrant music field, players will have a good time.</p><h2>ENTERTAIN WITH MUSIC</h2><p>Piano Beat, an entertaining and engaging music game, introduces players to musical challenges. You will be on a journey in which musical notes represent routes. You are responsible for touching the screen to the rhythm of the music. The principle of the game is very simple, but getting to the end will be very difficult. Piano Beat’s difficulty stems from the player’s failure to keep up with the Beat of each song. The music will be different on each level. When the music has a fast tempo, it will be more difficult for the player to complete the task. Piano Beat will help players improve their ability to react and observe over time and at many different levels.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Piano Beat – EDM Music Tiles\" class=\"aligncenter size-medium wp-image-116856\" decoding=\"async\" fetchpriority=\"high\" height=\"948\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-2-500x948.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-2-500x948.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-2.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Piano Beat – EDM Music Tiles\" class=\"aligncenter size-medium wp-image-116857\" decoding=\"async\" height=\"948\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-3-500x948.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-3-500x948.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-3.jpg 720w\" width=\"500\"/></td></tr></tbody></table><p>When you visit this game, listen to music and try new difficulties. You’ve probably watched and played games with similar mechanics to this one before. However, when playing a game, new factors always exist. Therefore, players look for new games to experiment with. Each game will have a clear appeal and feeling attached to it, and the Piano Beat game never bores players. After a hard day of work or study, you can relax and unwind by immersing yourself in the world of the game.</p><h2>FACING AND OVERCOMING DIFFICULTIES</h2><p>In Piano Beat, players face countless challenges. Each game has its color scheme. Not only music but also new beats. Furthermore, the difficulty level of the problem develops over time. To succeed in facing these challenges, players must improve their skills, which must be completed at some point. The vast majority of gamers will succumb to failure at some point. It’s like adding spice to boring and tasteless video games. A new beginning is often fraught with difficulties. However, your perspective will change dramatically once you start the game properly.</p><h2>LEARN MORE ABOUT THE MUSIC LIBRARY</h2><p>Piano Beat’s music system has been acclaimed for its versatility. m exciting music from all over the world. These new works will be interesting for players to learn and listen to. Not only that, but the variety of musical styles shown here is also very wide. Various genres of music, including rock, ADM, and hip-hop… Gamers appreciate them. It is also possible to upload your songs to the game’s database. Your Piano Beat scores and playing time will be saved and used in future challenges.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Piano Beat – EDM Music Tiles\" class=\"aligncenter size-medium wp-image-116858\" decoding=\"async\" height=\"948\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-4-500x948.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-4-500x948.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-4.jpg 720w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Piano Beat – EDM Music Tiles\" class=\"aligncenter size-medium wp-image-116859\" decoding=\"async\" height=\"948\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-5-500x948.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-5-500x948.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-5.jpg 720w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Piano Beat – EDM Music Tiles\" class=\"aligncenter size-medium wp-image-116860\" decoding=\"async\" height=\"948\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-6-500x948.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-6-500x948.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-6.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>CREATE COMPETITION WITH FRIENDS</h2><p>Everything that the player does and achieves will be taken into account. You can also rest assured that you won’t have to restart the game midway. If you leave Piano Beat and come back later, you can continue where you left off. Players can also create mixed-skill groups with their friends. These fierce battles will make you more excited and ready to fight. The top players will be recognized according to their position in the achievement leaderboard. You should start with Piano Beat and immerse yourself in the music world while racing against time.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles.jpg",
      "slug": "piano-beat-edm-music-tiles",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Music",
        "slug": "music"
      },
      "apktemplates": {
        "wp_description_GP": "Love the piano tiles game and electronic dance music? Play Piano Beat Mod APK, and you’ll find yourself addicted to playing popular tunes!",
        "wp_mod_info_GP": "<p><em>1. Unlock All Song</em><br/>\n<em>2. Unlimited Gold</em><br/>\n<em>3. Unlock Vip</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Piano Beat",
        "wp_version_GP": "1.2.5",
        "wp_developers_GP": "WingsMob",
        "wp_sizes_GP": "58M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Gold, Unlock Vip",
        "avg_rating": "4",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-2-500x948.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-3-500x948.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-4-500x948.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-5-500x948.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-6-500x948.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/piano-beat-edm-music-tiles-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:24.180800",
      "lastmod": "2024-08-26T07:01:59+00:00"
    },
    {
      "title": "Oojao Image Editor v5.12.b219 MOD APK (Premium Unlocked)",
      "description": "",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor.webp",
      "slug": "oojao-image-editor",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Photography",
        "slug": "photography"
      },
      "apktemplates": {
        "wp_description_GP": "Oojao Image Editor MOD APK – is a free, feature-rich Android photo editing app with layers, effects, and multiple projects, offering powerful tools for creative image manipulation.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Oojao Image Editor",
        "wp_version_GP": "5.12.b219",
        "wp_developers_GP": "Byte Mobile",
        "wp_sizes_GP": "12M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Oojao%20Image%20Editor/Oojao%20Image%20Editor%20v5.11.b218%20%28PREMIUM%29.apk",
            "download_version": "5.11.b218",
            "download_size": "12 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Oojao%20Image%20Editor/Oojao%20Image%20Editor%20v5.8.b213%20%28PREMIUM%29.apk",
            "download_version": "5.8.b213",
            "download_size": "12 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-2-500x1111.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-3-500x1111.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-4-500x1111.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-5-500x1111.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-6-500x1111.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/oojao-image-editor-1.webp"
      },
      "scraped_at": "2026-01-09T22:21:27.275324",
      "lastmod": "2024-08-27T14:41:05+00:00"
    },
    {
      "title": "Mini Hero: Survivor v1.9.1 MOD APK (Speed Multiplier)",
      "description": "<h2>IN THIS BIZARRE REALM, PLAYERS MUST EVOLVE INTO CHAMPIONS TO ESCAPE NIGHTMARISH CREATURES</h2><p>Reality appears strangely twisted after a brief snooze. Where’s this? Who am I? you ask. The truth hits you—you’ve accidentally entered a strange nightmare. A nightmare with relentless monsters. The sole escape? Turn into an unbeatable champion and kill everything! Small Hero: Survivor is a Roguelike game about defeating hordes of enemies and becoming the ultimate hero. With many ultra-strong skills and constant enhancements, every battle is different. Survival against beasts remains the main goal. Can you become the world’s greatest legend?</p><h2>BRUTAL COMBAT AND STRATEGIC FLEXIBILITY DEFINE THE INTENSE, ADRENALINE-FUELED ACTION OF THE GAMEPLAY</h2><p>Mini Hero: Survivor has a brutal combat system. It lets players use powerful weapons to defeat over a thousand monsters and zombies at once. Players must constantly change their strategies to defeat waves of enemies, making the combat thrilling and intense. This genre-defining game’s merciless killing and fast-paced action have created an adrenaline-pumping atmosphere that fans love. Simple play distinguishes Mini Hero: Survivor. Clearing all chapters with one hand makes the game accessible and appealing to a wide audience. This simplicity improves the game by letting players focus on strategy and fun. This one-hand control system blends into the intense combat, letting players enjoy the battle without cumbersome controls. Simplicity and intensity complement each other, making the game appealing.</p><h2>INFINITE SKILL COMBINATIONS AND VARYING DIFFICULTY LEVELS KEEP THE GAMEPLAY UNPREDICTABLE AND ENGAGING</h2><p>The game offers infinite Roguelite skills and combinations with its many ultra-strong skills. This feature gives players a wide range of skills to face the game’s ever-changing challenges. The recommended skills are random, encouraging players to defeat enemies in their style. This random skill combination adds excitement and unpredictability, keeping players interested in character and strategy development. Mini Hero: Survivor’s difficulty levels vary with each stage, creating new experiences. This dynamic approach keeps gameplay fresh and exciting, challenging, and never boring players. Players feel accomplished and progress as they push their limits and improve their skills. Each stage’s unique experiences keep players returning, ensuring the game’s longevity.</p><h2>SURVIVAL IS PARAMOUNT IN THIS GAME, WITH STRATEGIC ADAPTATION BEING CRUCIAL IN A HOSTILE WORLD</h2><p>Despite its many features and gameplay elements, Mini Hero: Survivor is about survival. Players must survive and defeat powerful monsters in a hostile world. This relentless focus on survival forces players to strategize and adapt, improving the game. In Mini Hero: Survivor, survival is seamlessly integrated into the game’s features, creating a captivating narrative that immerses players.</p><h2>THE GAME COMBINES THRILLING COMBAT, DYNAMIC EXPERIENCES, AND EASY CONTROLS FOR UNIVERSAL APPEAL</h2><p>Mini Hero: Survivor is thrilling and easy to play. Its infinite skill variations, dynamic difficulty levels, and brutal combat system set it apart in Roguelikes. The game’s perpetual appeal comes from its survival focus and unique stage experiences. In addition to its intense battles and diverse skill sets, the game makes players feel unrivaled and supreme, making the world their oyster with every stage and monster defeated. The relentless combat, seamless one-hand controls, and unpredictable skill combinations make Mini Hero: Survivor a captivating experience for gamers of all backgrounds.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor.jpg",
      "slug": "mini-hero-survivor",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Mini Hero: Survivor MOD APK – Evolve into a champion, survive nightmarish creatures, and conquer the brutal world of relentless combat!”",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Mini Hero: Survivor",
        "wp_version_GP": "1.9.1",
        "wp_developers_GP": "NebulaGames",
        "wp_sizes_GP": "186M",
        "wp_GP_ID": "",
        "wp_mods": "Speed Multiplier",
        "avg_rating": "4",
        "total_votes": "10",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Mini%20Hero%20Survivor/Mini-Hero-1.9.1-mod.apk",
            "download_version": "1.9.1",
            "download_size": "772 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Mini%20Hero%20Survivor/Mini-Hero-1.9.0-mod.apk",
            "download_version": "1.9.0",
            "download_size": "771 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-1.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero-survivor-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/09/mini-hero.png"
      },
      "scraped_at": "2026-01-09T22:21:30.376375",
      "lastmod": "2024-08-28T06:14:52+00:00"
    },
    {
      "title": "Starlit Adventures v4.7 MOD APK (High Coins)",
      "description": "<p>You want a hard adventure game, but you also want cute characters and stunning visuals, don’t you? It sounds like you’d have a lot of fun with Starlit Adventures, a mobile game available for free. Bo and Kikki the Starlit, who play the roles of the game’s heroes, are tasked with rescuing the stolen stars from the night sky and replacing them in the constellations where they belong after the nefarious Nuru took them. Because of its console-quality content, jaw-dropping visuals, and varied gameplay mechanics, this game offers players of any age a one-of-a-kind and exciting gaming experience.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192323\" decoding=\"async\" fetchpriority=\"high\" height=\"750\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-2-500x750.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-2-500x750.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-2.jpg 640w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192324\" decoding=\"async\" height=\"750\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-3-500x750.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-3-500x750.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-3.jpg 640w\" width=\"500\"/></td></tr></tbody></table><h2>A WIDE VARIETY OF STAGES SCATTERED ACROSS 8 UNIQUE PLANETS</h2><p>One of the best features of Starlit Adventures is the sheer number of levels. The game’s eight different worlds, each featuring unique challenges and difficulties, will keep players engaged significantly. Eworld, from icy tundras to boiling volcanoes, is crafted and brimming with riches to discover. Because new challenges and difficulty levels are introduced, there is always something fresh to learn.</p><h2>FREE ALL SUITS, EACH OF WHICH POSSESSES ITS OWN UNIQUE SET OF CAPABILITIES</h2><p>Each character’s unique costumes, which come with their own sets of skills, are another standout feature. These suits provide Bo and Kikki with superpowers that enable them to explore fresh ways of problem-solving and managing resources, which they can achieve due to having these powers. There is a suit suited to any playstyle, from the bombastic power of the Bomb Suit to the sneaky subtlety of the Ninja Suit, contrary to popular belief. In addition, players can adjust to shifting conditions and keep their interest in the game through dynamic suit swapping.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192325\" decoding=\"async\" height=\"750\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-4-500x750.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-4-500x750.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-4.jpg 640w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192326\" decoding=\"async\" height=\"750\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-5-500x750.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-5-500x750.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-5.jpg 640w\" width=\"500\"/></td></tr></tbody></table><h2>THERE ARE BOSSES FROM OTHER WORLDS, AND THEY ARE A VISUAL TREAT</h2><p>In Starlit Adventures, the conclusion of each world features bosses from other worlds who will do anything to thwart players from achieving their goals. These bosses are challenging and will put even the most experienced players to the test of their mettle. Because of the game’s stunning visuals and different character designs, an encounter with a boss feels like an epic clash to the player. Because of its breathtaking visuals and intriguing storyline, it is a necessity to play for anyone looking to get lost in an immersive adventure game.</p><h2>ALBUM OF STICKERS FEATURING AN EXCEPTIONAL HANDLING EXPERIENCE</h2><p>Players can collect and trade stickers with their friends in Starlit Adventures’ sticker album. Consequently, players have a greater propensity to work together and brag to one another about their in-game accomplishments. Players can focus on the action and puzzles rather than being distracted by cumbersome controls because the controls have been tuned for touchscreen devices, making the gameplay smooth and simple.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192327\" decoding=\"async\" height=\"750\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-6-500x750.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-6-500x750.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-6.jpg 640w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Starlit Adventures\" class=\"aligncenter size-medium wp-image-192328\" decoding=\"async\" height=\"800\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-7-500x800.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-7-500x800.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-7.jpg 800w\" width=\"500\"/></td></tr></tbody></table><h2>CHECK HOW YOUR RESULTS STACK UP AGAINST THOSE OF OTHERS, AND SYNCHRONIZE YOUR DATA</h2><p>Finally, Starlit Adventures features a ranking system that allows players to compete against one another by gathering the greatest treasures and creating the craziest combos. This is the game’s final feature, adding a layer of friendly competition between players, which not makes the game more difficult and exciting to play. Players may resume where they left off on any linked devices thanks to syncing their Facebook login information.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures.jpg",
      "slug": "starlit-adventures",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "You want a hard adventure game, but you also want cute characters and stunning visuals, don't you? It sounds like you'd have a lot of fun with Starlit",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Starlit Adventures",
        "wp_version_GP": "4.7",
        "wp_developers_GP": "Rockhead Games",
        "wp_sizes_GP": "22M",
        "wp_GP_ID": "",
        "wp_mods": "High Coins",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-2-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-3-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-4-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-5-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-6-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-7-500x800.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/starlit-adventures-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:32.915292",
      "lastmod": "2024-08-28T07:36:50+00:00"
    },
    {
      "title": "Asphalt Nitro v1.8.0a MOD APK (Unlimited Money)",
      "description": "<p>Currently, many players want to be able to participate in quality racing games, but owning old or not powerful enough equipment is a huge obstacle. But all your most difficult equipment problems will be solved quickly and simply by adding Asphalt Nitro to your collection.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-16395\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>SUITABLE FOR MANY DEVICES</h2><p>Players can now handle whether their smartphone meets the game’s technical requirements. The simplified and less resource-intensive version is only 35 megabytes, leaving players satisfied, despite having the same amount and quality of information. You will drive the fastest monster trucks worldwide on some beautiful roads. Not to mention the explosive acceleration of savage racing with nitro pedals that rival the bloodiest action in Hollywood blockbusters.</p><h2>EXPERIENCE RACING AROUND THE WORLD</h2><p>The visually stunning landscapes in the Asphalt series are famous in their own right, with many inspired by real-world monuments. Asphalt Nitro, like previous titles, features both classic and groundbreaking new settings. Players can travel to the famous Chinese lantern town from the hot streets of Brazil, and this is true whether one is on the bustling streets of London or the chilly winds of the giant whirlpools of Iceland.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-16396\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>NEW AND EXCITING GAME VARIATIONS</h2><p>Asphalt Nitro, like its predecessors, includes a variety of challenging game modes that are sure to make for a fun and exciting race. The knockdown mode pits riders against each other in pre-arranged competitions. The player in the lowest position will be eliminated minute by minute until only one player has declared victory.</p><p>Gate Drift mode, a side game of Drift mode, aims to attract the most players by performing the longest and most technical wheel pulls. Since races in this format often occur at lightning speed, only experienced players should try. “Police Chase,” one of the most popular game genres, challenges the player to devise a strategy to escape the constant pursuit of the police. This mode recreates the legendary chases from the first Need for Speed: Most Wanted.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-16397\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-1.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-1.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-1-500x281.jpg 500w\" width=\"1000\"/></p><h2>REAL BEASTS ON THE TRACK</h2><p>It would be irresponsible to ignore the fast chariots prominently in each Asphalt game. Players can operate some of the most dangerous and splendid road equipment. The game includes everything from a Lamborghini Veneno bull to street king Ferrari LaFerrari to the fierce superstar Ford Shelby 500. In addition, these supercars can be modified to carry exceptional improvements in engine performance, steering precision, wheel traction, and many other immersive experiences.</p><h2>HIGHEST-QUALITY GRAPHICS AND SOUND</h2><p>One of the first questions when players come to Asphalt Nitro, is whether a low-capacity racing game will own the graphics quality. But you don’t need to worry too much about this when the game’s makers have also carefully studied to be able to give their players the best experience. The popular shimmer effects and polygon textures will be slightly modified in the reduced version, which will be available in all configurations. Even so, Asphalt Nitro is a game with beautiful graphics and a highly realistic approach to landscape architecture. The sound is also excellent, with realistic and well-choreographed effects, from drift and acceleration to throttle and drive. The sound quality is similar compared to the globally famous full versions.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/06/asphalt-nitro-mod-apk.png",
      "slug": "asphalt-nitro",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Racing",
        "slug": "racing"
      },
      "apktemplates": {
        "wp_description_GP": "Asphalt Nitro MOD APK – Take control of Ferrari LaFerrari and Lamborghini Veneno in magnificent landscapes with crazy antics. Use Nitro to finish first.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Asphalt Nitro",
        "wp_version_GP": "1.8.0a",
        "wp_developers_GP": "Gameloft SE",
        "wp_sizes_GP": "46M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "3.9",
        "total_votes": "64",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-1.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/07/asphalt-nitro-mod.jpg"
      },
      "scraped_at": "2026-01-09T22:21:34.680196",
      "lastmod": "2024-08-28T13:29:18+00:00"
    },
    {
      "title": "Rogue Hearts v1.6.11 MOD APK (Menu: Level, Damage, HP)",
      "description": "<p>Players will experience attractive levels with many unique challenges in the most fun way. Not only that, you will gain a lot of combat experience after exploring everything in this game and enjoy a wonderfully relaxing space.</p><p><img alt=\"Rogue Hearts\" class=\"aligncenter size-full wp-image-125557\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>THOUSANDS OF CHALLENGES FOR YOU TO DISCOVER AND EXPERIENCE</h2><p>When participating in Rogue Hearts, players will have the opportunity to enjoy many new and difficult challenges. Each challenge brings you many different puzzles and pitfalls. It would be best if you had a clear mind and a brave spirit to handle unexpected situations from the opponent’s side with the greatest ease. Never give up; fight with confidence to win the most gloriously. Besides, it also helps you to draw many useful tactical lessons, which can help you promote your fighting skills in the following battles. From there, you should create your plan and attack the enemy’s weak point decisively and thoroughly. Choose the right time to defeat the base of the monsters here.</p><p><img alt=\"Rogue Hearts\" class=\"aligncenter size-full wp-image-125558\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>EXPLORE DUNGEONS COMFORTABLY</h2><p>Rogue Hearts will allow you to explore and experience dungeons most comfortably. Besides, it will provide you with hundreds of unique and modern weapons to defeat all enemies more conveniently. Besides, you will enjoy a fun and exciting space with many players. You will have to fight dangerous monsters in the dungeon, always lurking to harm you. Take precautions at all times to avoid unexpected situations. Each player has their way of solving situations depending on their or intelligence and creativity. You can become a winner easily if you know how to complete the tasks perfectly.</p><p><img alt=\"Rogue Hearts\" class=\"aligncenter size-full wp-image-125559\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>JOIN MANY PLAYERS AROUND THE WORLD</h2><p>You will meet and make friends with many different players from all over the world while playing Rogue Hearts. Besides, you can learn and compete with your friends in the most fun way. More than that, you should not ignore the fascinating and wonderful quests around you. Do all the tasks well to win many victories and some loot in the most convenient way. Thousands of wacky puzzles are waiting for you to answer and give the most accurate answers. That’s why you must try to hone your knowledge and improve your understanding to solve all the strange puzzles and dangerous traps ever.</p><p><img alt=\"Rogue Hearts\" class=\"aligncenter size-full wp-image-125560\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>FULLY REALISTIC INTERFACE WITH MANY SUPER CUTE CHARACTERS</h2><p>Rogue Hearts will give you an epic interface in the most realistic and engaging dungeon ever. The characters in this game are all very authentic and unique, making an outstanding impression on many players. Besides, you will enjoy a vibrant and attractive music background, attracting everyone’s attention. Do not miss a battle to play in the most comfortable and free way.</p><p><img alt=\"Rogue Hearts\" class=\"aligncenter size-full wp-image-125561\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-7-500x281.jpg 500w\" width=\"1000\"/></p><p>You can introduce this game to those around you to join, to facilitate them to fight and experience life in the dungeon. In addition, you can post and share your achievements on social networking sites to be known by many people.</p><h2>FEATURES</h2><ul><li><em>Turn-based combat: Players engage in battles with enemies using turn-based combat mechanics.</em></li><li><em>Rogue-like elements: The game features procedurally generated dungeons and permadeath, which adds an element of unpredictability and challenge to each playthrough.</em></li><li><em>Character customization: Players can customize their characters with a variety of weapons, armor, and abilities, allowing for a high degree of replayability.</em></li><li><em>Storyline: The game features a rich and engaging storyline that is affected by the player’s choices and actions.</em></li><li><em>Challenging difficulty: Rogue Hearts is a challenging game, with difficult battles and unpredictable encounters.</em></li><li><em>Multiple endings: The game features multiple endings, depending on the player’s choices and actions throughout the game.</em></li><li><em>Aesthetically pleasing graphics: The game features hand-drawn graphics and a vibrant color palette, giving it a unique and memorable visual style.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts.jpg",
      "slug": "rogue-hearts",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Rogue Hearts Mod APK is a role-playing game that combines traditional RPG elements with rogue-like elements.",
        "wp_mod_info_GP": "<p><em><strong>Menu Mod</strong>:</em></p><ul><li><em>Max LvL Craft</em></li><li><em>Critical Damage</em></li><li><em>More EXP</em></li><li><em>More HP</em></li><li><em>Unlimited use Skill</em></li><li><em>No Gold needed for Crafting</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Rogue Hearts",
        "wp_version_GP": "1.6.11",
        "wp_developers_GP": "Ninetail Games",
        "wp_sizes_GP": "158M",
        "wp_GP_ID": "",
        "wp_mods": "Menu: Level, Damage, HP",
        "avg_rating": "4",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/rogue-hearts-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:36.986140",
      "lastmod": "2024-08-28T13:34:15+00:00"
    },
    {
      "title": "Witch and Council v1.0.40 MOD APK (God Mode, Unlimited Gold, One Hit)",
      "description": "<p>Witch and Council take players on a magical journey alongside the fearless and unwavering Lulu. In this endearing idle RPG, players are drawn into an exciting story in which they assist Lulu in locating the necklace taken from her mother by the intimidating student president. Lulu has had her magic taken away from her, and now she must fight her way through hordes of animals and council members trying to prevent her from completing her mission. How likely is it that she will be able to find her necklace and reclaim all of her lost magical abilities? Let’s dive right in and start exploring the most enticing aspects of the game!</p><p><img alt=\"Witch and Council : Idle RPG\" class=\"aligncenter size-full wp-image-185465\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>A STRAIGHTFORWARD AND CONVENIENT METHOD FOR PLAYING IDLE RPGS</h2><p>One of the most tempting aspects of Witch and Council is its easy use. Both seasoned veterans and first-time players will thoroughly enjoy themselves while participating in the game. Because there are no lengthy tutorials or high learning curves, you can immediately jump into the action and enjoy the game. This makes the game more accessible to new players. Even while you aren’t actively playing the game on your mobile device, your characters continue to level up and gain new abilities, making them stronger. It is the same as having a squad of magical troops working for you around the clock, including when you are asleep. Regardless of how busy you are, your progress will continue regardless.</p><p><img alt=\"Witch and Council : Idle RPG\" class=\"aligncenter size-full wp-image-185466\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>ATTRACTIVE STORYLINE AND DEVELOPMENT OF CHARACTERS THAT ARE INTERESTING</h2><p>As you progress through Witch and Council, you will come into contact with various fascinating characters who are student council members. Not only do these ancillary characters improve the experience of playing the game just by being there, but they also provide useful aid in the shape of unique abilities and specialized expertise. Put together a formidable team out of these intriguing members of the council. But that’s not the only thing that’s going on here! A captivating storyline is woven into the game levels as you progress through them in this game. While fending off the enemies, you can get engrossed in the captivating story.</p><p><img alt=\"Witch and Council : Idle RPG\" class=\"aligncenter size-full wp-image-185467\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>GETTING A LEVEL UP QUICKLY AND WITHOUT MANY EFFORTS</h2><p>The days of sluggish progress and never-ending drudgery are behind us. Witch and Council regularly reward players throughout the game, allowing your characters to grow and evolve. It’s gratifying to witness your heroes grow up and acquire new abilities. Because there is such a wide variety of abilities, dungeons, and quests, there is always something new and intriguing to uncover. Because of the game’s capacity to keep you interested and entertained during the procedure, retrieving Lulu’s necklace is fascinating. This is because the game is designed to do so.</p><p><img alt=\"Witch and Council : Idle RPG\" class=\"aligncenter size-full wp-image-185469\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>A TREMENDOUS QUANTITY OF ENTERTAINING CONTENT</h2><p>Because there is such a large variety of activities available in Witch and Council, it is quite unlikely that players will experience boredom soon. With challenging dungeons and intriguing adventures around every corner, this magical kingdom never has a boring moment. To progress in the game, you must participate in a strategic battle against the various monsters, successfully navigate dangerous places, and emerge victorious from difficulties. The designers have crafted a gratifying experience that caters to a diverse range of play styles and personal preferences in terms of content. In this game, there is something for everyone to enjoy, regardless of whether they like high-stakes combat or a more laid-back approach to their gameplay.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg.jpg",
      "slug": "witch-and-council-idle-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Witch and Council Mod APK – Let’s give the student president who stole your mother’s jewelry a good fight, shall we?",
        "wp_mod_info_GP": "<ul><li><em>Menu Mod</em></li><li><em>One Hit Kill</em></li><li><em>God Mode</em></li><li><em>Speed Multiplier</em></li><li><em>Unlimited Gold</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Witch and Council",
        "wp_version_GP": "1.0.40",
        "wp_developers_GP": "StoryTaco.inc",
        "wp_sizes_GP": "111M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Unlimited Gold, One Hit",
        "avg_rating": "4.3",
        "total_votes": "12",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/witch-and-council-idle-rpg-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:39.504709",
      "lastmod": "2024-08-29T10:57:58+00:00"
    },
    {
      "title": "Stick Shadow Fighter v1.3.1 MOD APK (Unlimited Skill, Dumb Enemy)",
      "description": "<p>Stick Shadow Fighter Mod APK is an intense fighting game where you utilize powerful moves and combos from fascinating and monstrous characters to rage the battlefield and experience the most eye-catching skills. Not only that, but the game’s diversity in game modes makes everything more enjoyable as you keep progressing through dangerous battles.</p><h2>FIGHT HEAD-ON WITH POWERFUL CHARACTERS</h2><p>When playing in the Versus mode, you can go head-to-head against any opponent you choose, but the game will select a default difficulty based on your performance. The winner will be selected when three rounds have been completed, and the fight will commence further with additional rules. That makes the Versus mode more intense and captivating, as you can win or lose with a certain set of skills that are unaccounted for. Thus, your battle prowess will show differently from your actions.</p><h2>EXPLORE THE STORYLINE WITH THE ICONIC CHARACTERS</h2><p>Engage in the game’s story mode to set off on an adventure of a lifetime and discover the inner strength you never knew you possessed. Rally people throughout the world with your battle cry. Take on the role of the hero you’ve always envisioned for yourself. The story mode will put up a predefined fighter. Still, there will be the intervention of cut scenes to make everything more intriguing or captivating, so the storytelling is top-notch in various manners.</p><h2>PARTAKE IN VARIOUS TOURNAMENTS AND WIN WITH YOUR MIGHT</h2><p>The Tournament mode is fascinating and unique in some cases, as the 16 finest warriors will join the fray and fight until the last one standing. Take out everybody who stands in your way of becoming the new champion, claim victory for yourself, and be ready for new tournaments in coming events. Besides, once joined the tournament, you will be stuck to one warrior only and fight till the end to define your strength and devotion to the particular character you accompany.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter.jpg",
      "slug": "stick-shadow-fighter",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Stick Shadow Fighter Mod APK is an intense fighting game where you utilize powerful moves and combos from fascinating and monstrous characters to rage the",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Stick Shadow Fighter",
        "wp_version_GP": "1.3.1",
        "wp_developers_GP": "PHOENIX GLOBAL",
        "wp_sizes_GP": "103 MB",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Skill, Dumb Enemy",
        "avg_rating": "2.7",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/stick-shadow-fighter-1.jpg"
      },
      "scraped_at": "2026-01-09T22:21:42.336755",
      "lastmod": "2024-08-30T07:41:30+00:00"
    },
    {
      "title": "FairyTale Quest v1.2.1 MOD APK (Menu, Damage Multiplier, God Mode)",
      "description": "<p>Eager adventurers, prepare for an odyssey across mystical realms fraught with fairy tale perils and fantastical foes! In FairyTale Quest, only the boldest heroes can survive an onslaught of creatures and hazards spread across an expansive open world. Gain strength defeating enemies, acquire unique skills, and unlock dormant inner powers on your quest toward awakening your true heroic potential. With hordes of menacing monsters standing in your way, do you have the grit and ability to conquer this harrowing gauntlet? Glory awaits the worthy!</p><p>Blending roguelike gameplay with RPG progression, FairyTale Quest keeps the challenges ever-shifting but the rewards plentiful for valorous heroes. Traverse through breathtaking environments brimming with magic and danger, overcoming threats to gain strength. But tread cautiously – if defeated, you must begin the journey anew. Now steel your resolve and step forth bravely on this timeless adventure rife with fantasy!</p><h3>FEATURES</h3><ul><li><em>Journey across stunning regions filled with marvels and myths: visit misty forests, scorching volcanos, frozen tundras and more on your crusade.</em></li><li><em>Fend off relentless oncoming enemies using melee attacks, spells and strategies to endure their relentless assaults.</em></li><li><em>Acquire unique skills for your arsenal by defeating monsters and bosses. Expand your prowess!</em></li><li><em>Combine your abilities in novel ways to unlock incredible hidden strengths slumbering within.</em></li><li><em>Follow safe routes or daring trails offering possible rewards in exchange for much greater risk.</em></li><li><em>Use your hard-earned skill over failed journeys to begin a new quest wiser and mightier.</em></li><li><em>A vibrant fantasy world ripe with fire breathing dragons, nogitsune spirits, wicked witches and more!</em></li><li><em>Make your champion your own with tons of appearance and armor options from wardrobes.</em></li><li><em>Despite vast worlds and abilities, pick up and play immediately with accessible touch controls.</em></li><li><em>Answer adventure’s call and brave any dangers imaginable in FairyTale Quest, where folklore and fantasy clash in epic real-time combat! The saga awaits – now seize your destiny!</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest.webp",
      "slug": "fairytale-ques",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "FairyTale Quest MOD APK – Embark on a perilous adventure, defeat foes, gain abilities, and conquer challenges across diverse regions!",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Damage Multiplier</em></li><li><em>Move Speed Multiplier</em></li><li><em>Skill Always Usable</em></li><li><em>Always Crit</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "FairyTale Quest",
        "wp_version_GP": "1.2.1",
        "wp_developers_GP": "GameHatch",
        "wp_sizes_GP": "75M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Damage Multiplier, God Mode",
        "avg_rating": "2.3",
        "total_votes": "3",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/FairyTale%20Quest/FairyTale-Quest-1.2.1-mod.apk",
            "download_version": "1.2.1",
            "download_size": "141 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/FairyTale%20Quest/FairyTale-Quest-1.1.12-mod.apk",
            "download_version": "1.1.12",
            "download_size": "145 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/02/fairytale-quest-1.webp"
      },
      "scraped_at": "2026-01-09T22:21:47.277925",
      "lastmod": "2024-08-30T17:00:01+00:00"
    },
    {
      "title": "Draw Anime Sketch v4.0 MOD APK (Premium Unlocked)",
      "description": "<h2>BRING ANIME TO LIFE WITH DRAW ANIME SKETCH: AR DRAW</h2><p>Does 2D anime art leave you craving more? Draw Anime Sketch: AR Draw transforms static illustrations into immersive augmented reality creations. Read on to see how this app lets you step into and interact with vibrant anime worlds.</p><h2>ANIME-INSPIRED TEMPLATES</h2><p>At the core of Draw Anime Sketch lies a massive collection of anime templates covering characters, scenes, props and more. Browse heroes, villains, companions, outfits, weapons, backdrops and other designs to ignite ideas. Customizable templates provide the foundation for your own original artwork.</p><h2>TRACE TO DIGITAL ART</h2><p>Choose a template then utilize the tracing feature to effortlessly recreate favorite anime figures or settings with your unique style. The app handles transforming your pencil sketch into polished digital art ready to animate. Tracing eases you into anime drafting.</p><h2>ANIMATED DRAWINGS</h2><p>Once your sketch is digitized, bring it to life by assigning animations like idle motions, walks, attacks and reactions. Draw a fierce warrior then make them swing their sword and adopt battle poses. Every anime world you envision can be interactive.</p><h2>VIDEO RECORDING</h2><p>For an in-depth look at your creative process, Draw Anime Sketch records your drawing from start to finish. Watch the sketch evolve and share the time-lapse with other artists. The recordings let you relive and learn from the creation journey.</p><h2>AR CAMERA INTEGRATION</h2><p>Ground your anime drawings in real life by overlaying them onto views from your camera. Imagine how characters would interact with their environment as you blend sketch and reality. The AR integration generates next-level immersion.</p><h2>ARTISTIC ILLUMINATION</h2><p>Brighten up shadowy sketch sessions with the app’s built-in flashlight. The light overlay keeps pages clearly visible without compromising the scene’s ambiance. Convenient illumination expands when and where your creativity flows.</p><h2>ADVANCED EDITING CONTROLS</h2><p>Refine anime creations using robust editing tools. Adjust line widths for defined edges or soft shading. Set opacity levels to fade elements into backgrounds. The customizable controls help realize your artistic vision.</p><p>With anime templates, digital tracing, AR integration, artistic lighting, and editing tools, Draw Anime Sketch: AR Draw empowers you to fully inhabit the worlds you design. Let creativity run wild!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw.webp",
      "slug": "draw-anime-sketc",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Art & Design",
        "slug": "art-&-design"
      },
      "apktemplates": {
        "wp_description_GP": "Draw Anime Sketch Mod Apk – Unleash your creativity, bring Anime to life with innovative tracing and AR",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Draw Anime Sketch",
        "wp_version_GP": "4.0",
        "wp_developers_GP": "BigSoft inc.",
        "wp_sizes_GP": "69M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.7",
        "total_votes": "11",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Draw%20Anime%20Sketch/Draw%20Anime%20v4.0%20%28PREMIUM%29.apk",
            "download_version": "4.0",
            "download_size": "71.3 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Draw%20Anime%20Sketch/Draw%20Anime%20v3.9%20%28PREMIUM%29.apk",
            "download_version": "3.9",
            "download_size": "72.99 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/draw-anime-sketch-ar-draw-1.webp"
      },
      "scraped_at": "2026-01-09T22:21:51.545994",
      "lastmod": "2024-08-31T05:43:09+00:00"
    },
    {
      "title": "Dinosaur Attack Simulator 3D v8.04 MOD APK (Low Spin Price)",
      "description": "<p>Dinosaur Attack Simulator 3D Mod APK takes you to the prehistoric universe. They wish to survive this existence rather than be annihilated. However, the conflict with humans persisted and became even worse. You will be forced to fight if you move to a new country without getting rid of human weapons. The struggle between dinosaurs and humans doesn’t have much of a happy ending, even on both sides. Humans have tried to domesticate dinosaurs and rebel because they seek a free existence.</p><h2>LIVE LIKE A HUNGRY DINOSAUR</h2><p>When a dinosaur falls into a state of anger, nothing can stop them. Even knocking everything in front of you will be highly normal. Humans carry sharp spears to stab in the stomach, so you must avoid being surrounded. It would be best if you fought day and night while avoiding injury. You gradually lose energy, and hunger and thirst burn with humanity. It will continue to attack people because people are mocking it. You can control their speed and counterattack to achieve your goal.</p><h2>CHOOSE A CHARACTER TO BE ABLE TO ROLEPLAY AND FIGHT</h2><p>Players can join the match with their favorite dinosaur if it is unlocked. Dinosaur attack simulator 3D is expanding its diverse dinosaur collection. Many requirements must be met to defeat dangerous enemies. Dinosaurs can be friendly when convenient, but they can also get angry if people try to harass them. They will scream at themselves and turn the tables on humans for no apparent reason. Promotes intense exchanges; Push your aggression to the edge to avoid second thoughts. Choose the best character for each situation to fight the humans because your survival is at stake.</p><h2>THE EVOLUTION OF MIGHTY DINOSAURS</h2><p>However, if you want to fight like a great hero, you must upgrade your dinosaur. Feed them, keep an eye on them as they grow and develop, and treat them like you would any other animal. The greater you are, the more likely you will win over humanity. Make the dinosaurs go faster and destroy more enemies. You can’t just stand by and watch your friends die in war. For revenge, you must strengthen your defenses and sharpen your offensive methods. A body ten times the size of a human can help you gain confidence as you grow stronger and stronger. Choose your fighting force and quickly adapt it to your strategy.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d.jpg",
      "slug": "dinosaur-attack-simulator-3d",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Dinosaur Attack Simulator 3D Mod APK takes you to the prehistoric universe. They wish to survive this existence rather than be annihilated. However, the",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dinosaur Attack Simulator 3D",
        "wp_version_GP": "8.04",
        "wp_developers_GP": "Free Pixel Games Ltd.",
        "wp_sizes_GP": "141M",
        "wp_GP_ID": "",
        "wp_mods": "Low Spin Price",
        "avg_rating": "3.7",
        "total_votes": "3",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dinosaur%20Attack%20Simulator%203D/dinosaur-attack-simulator-3d-v8.04-mod.apk",
            "download_version": "8.04",
            "download_size": "149.5 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Dinosaur%20Attack%20Simulator%203D/dinosaur-attack-simulator-3d-v2.11-mod.apk",
            "download_version": "2.11",
            "download_size": "140.75 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/dinosaur-attack-simulator-3d-1.jpg"
      },
      "scraped_at": "2026-01-09T22:22:01.271924",
      "lastmod": "2024-09-01T18:09:02+00:00"
    },
    {
      "title": "DollMe v0.5.3 MOD APK (Pro Unlocked)",
      "description": "<p>DollMe helps you transform normal photos into unique doll versions. The application has AI support to save editing time as well as help you get the photo you want. Moreover, users can freely create doll images in the application and customize them easily. The process of sharing photos on social networks is quick and convenient. Besides, you can also choose to add special effects or interesting filters to make the photo more unique.</p><h3>DOLLIFY YOURSELF</h3><p>Have you ever used an editor to create a unique feature for your photo? If not, this application brings that editor to you. So you can have a more objective view of the quality of the photo. You can also turn yourself into a lovely doll by choosing the impressive selfie feature.</p><ul><li><em><strong>Playful Social Sharing</strong>: Freely share your dolly on different social networking platforms so that others can follow your journey and update more of your new images.</em></li><li><em><strong>Magical Selfie Makeovers</strong>: Users can use a simple AI editor to transform their normal selfies into more impressive doll versions.</em></li><li><em><strong>Custom Doll Avatars</strong>: You can customize outfits, hair, and makeup styles or add more to create your own avatar.</em></li></ul><h3>MAGICAL DOLL EFFECTS</h3><p>Quality filters and new effects are added for you to choose for your photos. More specifically, you can choose new hair colors and add accessories to make your doll photos more quality. Not only that, but you can also update new lighting effects or unique color editing tools, which are convenient for your use.</p><ul><li><em><strong>Dazzling Filter Options</strong>: New effects and modern filters are provided for you to choose from in the process of creating the image of your doll with sophistication and magic.</em></li><li><em><strong>Enhanced Doll Selfies</strong>: Innovate and improve doll selfies by adding lighting effects, textures, and enhancements.</em></li><li><em><strong>Infinite Creativity Unleashed</strong>: The application allows you to freely explore new possibilities and find new interfaces for the dolls you are in the process of completing.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator.webp",
      "slug": "dollme",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Photography",
        "slug": "photography"
      },
      "apktemplates": {
        "wp_description_GP": "DollMe MOD APK – AI-powered app transforming selfies into customizable doll avatars with various styles and effects for creative self-expression.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "DollMe",
        "wp_version_GP": "0.5.3",
        "wp_developers_GP": "Linerock Investments LTD",
        "wp_sizes_GP": "30M",
        "wp_GP_ID": "",
        "wp_mods": "Pro Unlocked",
        "avg_rating": "3.5",
        "total_votes": "2",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/DollMe/DollMe%20v0.5.3%20%28Pro%29.apk",
            "download_version": "0.5.3",
            "download_size": "30 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/DollMe/DollMe%20v0.5.2%20%28Pro%29.apk",
            "download_version": "0.5.2",
            "download_size": "30 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-2-500x1082.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-3-500x1082.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-4-500x1082.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-5-500x1111.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-6-500x1111.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/dollme-selfie-generator-1.webp"
      },
      "scraped_at": "2026-01-09T22:22:06.884777",
      "lastmod": "2024-09-02T11:08:17+00:00"
    }
  ]
}