{
  "info": {
    "theme_name": "modyolo",
    "theme_author": "admin",
    "theme_developer": "Sathish & Sahil",
    "theme_buy_link": "https://apkfindy.com/product/modyolo",
    "website": "https://apkfindy.com",
    "created": "2026-01-01"
  },
  "posts": [
    {
      "title": "College: Perfect Match v1.0.69 MOD APK (Unlimited Life, Spins)",
      "description": "<p>Have you ever imagined a special setting where you would be the only man left inside your surroundings? Then College: Perfect Match will be an attractive game that can bring its players a new experience through an interesting context. The game will bring players to a setting where they will be the only male professor at an all-female university. Students, activists, teachers, and even university presidents will all be attracted to you.</p><h3>DIVERSE AND BEAUTIFULLY DESIGNED CHARACTERS</h3><p>To be able to give its players the most visually appealing experience, the game has been designed with the highest quality graphics system. This graphic quality will also clearly outline the surrounding contexts and characters with which the player can interact. The game’s graphic design team will carefully do the smallest details related to the context or how to simulate the character’s image. Thanks to that, players will also have a hotter experience of discovering female characters in the game.</p><ul><li><em><strong>Wide Range of Characters:</strong> The game has designed a large character system with many different objects, such as students and teachers, each crafted with unique visual attributes.</em></li><li><em><strong>Balanced Interactions: </strong>Players will be required to participate directly in conversations and exchanges and treat all characters within their game equally.</em></li><li><em><strong>Visual Appeal:</strong> The game’s graphics system is designed with a high quality that allows the characters to be simulated most realistically and meticulously.</em></li></ul><h3>COMPELLING AND UNIQUE PERSONAL STORIES FOR EACH CHARACTER</h3><p>Besides giving players images of the characters, the game also cares about the story surrounding them. The game will design each character appearing in the game to have their own personal story; from there, it will also be possible to create their personality. Thanks to this feature, players will need to ensure that during their game experience, they will need to really interact, exchange, and chat more with the characters. The player’s success in seducing the girls will depend a lot on how they interact with the characters.</p><ul><li><em><strong>Rich Backstories:</strong> To give players a constantly new experience, the game has designed characters with unique stories and personalities to explore.</em></li><li><em><strong>Adaptive Gameplay: </strong>The game will measure players’ success based on their ability to customize their approaches to each character, unique stories and personalities.</em></li><li><em><strong>Emotional Engagement: </strong>Players will be able to have truly vivid emotional experiences through their ability to invest their emotions in real-life interactions with characters.</em></li></ul><h3>REALISTIC AND ENGAGING DATE SIMULATION EXPERIENCE</h3><p>College: Perfect Match is designed with a romantic love gameplay style in mind, so the dating simulation feature will also need significant attention. The game’s developers have done this very well by designing a separate interaction system for their players with surrounding characters. Story developments and relationships will be formed through interaction and humorous and intelligent conversations that can make girls more interested. If you really have sympathy for a certain girl, but her opinion of you is not really good, the ability to talk will be able to erase this.</p><ul><li><em><strong>Dynamic Conversations: </strong>Utilize your sense of humor and intelligence in dialogue choices that significantly impact relationships and story progression.</em></li><li><em><strong>Influence and Impress:</strong> Your ability to impress through conversations can alter how characters view and interact with you, deepening the game’s strategic elements.</em></li><li><em><strong>Realistic Social Dynamics: </strong>The game mimics real-life social interactions, challenging players to use empathy and social cues to advance relationships.</em></li></ul><h3>CHALLENGING MINI-GAMES TAILORED TO EACH CHARACTER’S PREFERENCES</h3><p>The game has also designed a special challenge system to offer its players attractive and engaging experiences. One of them is a large number of mini-games in which players will need to show off their skills in overcoming challenges. Thanks to participating in the challenges that the game offers, players will be able to build their own empathy for the character and create close connections.</p><ul><li><em><strong>Variety of Mini-Games:</strong> The game has designed many different mini-games so that players can challenge their personal problem-solving skills.</em></li><li><em><strong>Building Relationships Through Gameplay: </strong>With these mini-games, players can develop their game continuously, the characters will become more sympathetic, and your relationships will continue to develop.</em></li><li><em><strong>Skills Progression: </strong>Players will need to continuously progress in their skills as the challenge system will be designed at different levels, and they will become more and more complex.</em></li></ul><h3>STRATEGIC MATCH-3 LEVELS TO EARN RESOURCES FOR COURTSHIP</h3><p>One of the last factors mentioned, but also the most important factor of College: Perfect Match, is the gameplay. The game was developed based on the Match-3 tactical puzzle style, which is familiar to many people. This is a simple game genre that is easy to access and get used to, but mastering it is not easy. The game has designed a system with many different rounds, and then players will need to develop their puzzle-thinking ability to pass.</p><ul><li><em><strong>Enhanced Problem-Solving Skills: </strong>The game will be developed in the familiar match-3 puzzle gameplay, where players can face challenges and develop their strategic thinking ability.</em></li><li><em><strong>Earn and Spend In-Game Currency: </strong>The game has also developed a large reward system for its players, such as buying additional gifts or organizing special day plans for the characters.</em></li><li><em><strong>Rewarding Gameplay: </strong>Players will be constantly motivated to perform and complete match-3 challenges to receive attractive rewards that support their relationship.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match.webp",
      "slug": "college-perfect-matc",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "College: Perfect Match Mod Apk – Charm, date, and win hearts in a unique women’s college adventure!",
        "wp_mod_info_GP": "<p><em><strong>MOD 1</strong></em></p><ul><li><em>Unlimited Life</em></li><li><em>Unlimited Wheel Spins</em></li><li><em>Wheel Spin reward x999</em></li></ul><p><em>Info: You have Unlimited Diamonds and Booster with Unlimited Spins.</em></p><hr/><p><em><strong>MOD 2</strong></em></p><ul><li><em>Free In-App Purchase</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "College: Perfect Match",
        "wp_version_GP": "1.0.69",
        "wp_developers_GP": "Amrita Studio",
        "wp_sizes_GP": "198M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Life, Spins",
        "avg_rating": "3.6",
        "total_votes": "99",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/11/college-perfect-match-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:09.707646",
      "lastmod": "2024-06-20T05:19:08+00:00"
    },
    {
      "title": "Leaps of Ages v0.4.1 MOD APK (Menu, Game Speed)",
      "description": "<p>Lead civilization through the ages in Leaps of Ages, an exceptionally engaging city-building and strategy game putting you in the role of a civilization’s leader. Guide your people from primitive Stone Age beginnings through eras reproducing cornerstone inventions of human history. Construct renowned wonders of the world, recruiting allies like famous leaders to assist in growth. Manage domestic affairs by optimally assigning population to critical industries. Wage large-scale real-time battles where specialized troop types and formations with historic generals shift the tide. Form alliances with other players to collaborate and develop shared territory.</p><h3>ERA PROGRESSION FROM STONE AGE TO FUTURISTIC MARVELS</h3><p>At its core, Leaps of Ages allows guiding civilization across eras, choosing technology paths to evolve inventions critical to humanity’s progress. Lead people from primitive Stone Age origins to the wonders of imagined futuristic ages. Reproduce the most pivotal moments of advancement in human history.</p><h3>ENGINEER FAMOUS WORLD WONDERS</h3><p>A key aspect is constructing renowned wonders of the world to establish cities as civilizational landmarks. Experience the incredible marvels crafted throughout history from across diverse cultures.</p><h3>DOMESTIC MANAGEMENT AND ALLIANCE SYSTEMS</h3><p>Additionally, optimize domestic management by assigning population to critical industries, growing economy and unlocking new technologies through planning. Form alliances with other players to collaborate on advancement.</p><h3>MASSIVE REAL-TIME BATTLES WITH TROOP TYPES</h3><p>Moreover, wage immense real-time strategy battles using specialized troop types and formations from across history. Famous generals provide tactical advantages on the battlefield.</p><p>With era progression, wonder building, alliance systems, and strategic warfare, Leaps of Ages promises a remarkably compelling civilization simulation and strategy experience.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages.jpg",
      "slug": "leaps-of-ages",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Leaps of Ages MOD APK – offers an immersive journey leading civilization through history, from Stone Age to futuristic marvels.",
        "wp_mod_info_GP": "<ul><li><em>Menu</em></li><li><em> Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Leaps of Ages",
        "wp_version_GP": "0.4.1",
        "wp_developers_GP": "Era Evolutions Co Limited",
        "wp_sizes_GP": "485 MB",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Game Speed",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/03/leaps-of-ages-1.jpg"
      },
      "scraped_at": "2026-01-09T22:12:21.701071",
      "lastmod": "2024-06-21T09:21:12+00:00"
    },
    {
      "title": "Astrolapp Live Sky Map v5.2.1.8 APK (Full Version)",
      "description": "<h2>EXPLORE THE STARS WITH ASTROLAPP LIVE SKY MAP</h2><p>Ever wanted to easily identify stars and constellations overhead? Astrolapp Live Sky Map lets you point your phone to the sky for an annotated view of the heavens in real-time. Read on to see how Astrolapp turns your device into a guide across the cosmos.</p><h2>LIVE SKY VIEW</h2><p>The core of Astrolapp is its Live Mode which uses your phone’s compass and gyroscope to display an accurate map of the sky above you. Just hold your phone overhead and the app overlays the celestial objects visible in that direction. Labels and lines identify stars, constellations, planets and more against the live camera view. It’s like having a professional astronomer right next to you!</p><h2>ROBUST DATABASE</h2><p>An expansive backend database powers Astrolapp’s live annotations. It includes over 9000 of the brightest stars fully catalogued by spectral type, 88 official constellations, all planets down to Pluto, and various satellites. Wherever you point the app, detailed identifiers accompany the major celestial bodies in view. The sheer breadth of the database delivers informative guidance.</p><h2>NIGHT MODE</h2><p>For optimal stargazing, enable Astrolapp’s Night Mode which displays the sky map in dark shades of black and red for maximum night vision preservation. The subtle palette prevents bright whites from compromising your natural adaptation to darkness. Night Mode lets you enjoy the peace of the night sky free of disruption.</p><h2>AUTOMATIC LOCATION</h2><p>For utmost convenience, Astrolapp automatically detects your location to render sky views matching your precise vantage point on Earth. Longitude, latitude, altitude and other data inform the real-time celestial projections. The app even calculates local solar and sidereal time for extra precision. Your exact night sky revealed!</p><h2>MANUAL OVERRIDES</h2><p>Despite automatic location services, Astrolapp provides manual controls to customize the experience. Manually set any time period, past or future, to observe sky changes. Override the location to see skies from anywhere on Earth. Toggle optional layers like constellation lines on or off. The flexible controls empower stargazing on your terms.</p><h2>STAR MAP MODE</h2><p>As an alternative to Live Mode, Astrolapp offers a planar projection Star Map evoking astrological clocks and medieval astrolabes. This abstract representation models the mechanics of the sky in 2D while retaining key data like celestial orbits and rise/set times. Both modes empower amateur astronomy!</p><p>Transform your phone into a window on the universe with Astrolapp Live Sky Map! Its accurate augmented reality and robust features equip anyone to explore the starry sky.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map.webp",
      "slug": "astrolapp-live-sky-map",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Education",
        "slug": "education"
      },
      "apktemplates": {
        "wp_description_GP": "Astrolapp Live Sky Map APK – Identify stars, planets, and constellations with precision using your device’s display.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Astrolapp Live Sky Map",
        "wp_version_GP": "5.2.1.8-playstore",
        "wp_developers_GP": "Ecliptical Apps",
        "wp_sizes_GP": "5M",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/astrolapp-live-sky-map-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:24.239616",
      "lastmod": "2024-06-21T09:49:42+00:00"
    },
    {
      "title": "BeautyPlus Video v2.1.300 MOD APK (Premium Unlocked)",
      "description": "<p>BeautyPlus Video is an AI-powered video editing app with resources available for many new users. These features are simple and easy to use and do not take much time; manual features still exist for professionals. The application also helps you quickly fix errors in some products and add unique features that make a difference in content on social networks.</p><h3>AI-POWERED VIDEO EDITING</h3><p>Editing often requires a lot of time and ideas, and if you want a good-quality product, you should use BeautyPlus Video. It is suitable for all audiences, especially beginners in editing. Specifically, users can use AI to create videos from what they upload, and with just a few requests, the editing process will take place quickly. In particular, the application also supports pre-made templates, and your job is only to add auxiliary effect elements to help the content best suit your requirements.</p><ul><li><em><strong>Apply AI features</strong>: Quickly make simple adjustments in videos or recording files to save time.</em></li><li><em><strong>Templates with diverse designs</strong>: Different designs and styles will attract users to create a suitable product.</em></li><li><em><strong>Automatic color correction:</strong> Colors are always an element that can be combined with AI to help videos become beautiful and have new colors.</em></li><li><em><strong>Unexpected content appears:</strong> You can completely change the way content appears to create special visual effects.</em></li></ul><h3>BACKGROUND REMOVAL</h3><p>The background is always a problem for many people, and everything becomes completely simple when using BeautyPlus Video. Specifically, users can quickly change a simple background with just one touch because the application will do it all for you. The application can also affect many elements in that background, so you can use or remove them. You can find manual editing features to achieve an accurate product. Therefore, the application can be completely suitable for many different audiences.</p><ul><li><em><strong>Retrieve objects:</strong> Unnecessary objects are completely easy to identify with the application. In just a few seconds, they disappeared without a trace.</em></li><li><em><strong>Use a suitable background: </strong>The backgrounds the app provides are fully usable and highly compatible with green screens.</em></li><li><em><strong>Combine multiple elements simply:</strong> The compositing feature makes the content of the image more diverse and colorful.</em></li><li><em><strong>Be careful when editing manually</strong>: Double-check the color coordination before posting to any platform.</em></li></ul><h3>UPSCALING &amp; ENHANCEMENT</h3><p>Some products you have made before that are not up to standard can also be used as raw materials for this application, which helps upgrade many available content. Specifically, the quality of the product can be upgraded to be used on larger screens, which will help the content be seen more clearly. Additionally, noise is no longer an obstacle as you can reduce it and add new sounds to improve any product.</p><ul><li><em><strong>Improve image and video quality</strong>: The application helps images and videos maintain their current quality and upgrade them to a higher level.</em></li><li><em><strong>Create a more perfect version:</strong> Previously, old images can become sharper thanks to upgrade operations.</em></li></ul><h3>3D PHOTO ANIMATION</h3><p>BeautyPlus Video’s editing feature may appeal to you for many different reasons, like it’s entertaining or helps you see your products transform. What’s better than turning a 2D photo into a 3D product with just one touch? Additionally, depending on the photo’s characteristics, you can add effects or animations to turn it into a moving element. Once you can help the app identify an object, you will receive the corresponding result shortly.</p><ul><li><em><strong>Add effects to images: </strong>Users can easily transform a still image into an animation by adding various motion effects.</em></li><li><em><strong>The sequence of animations is waiting for you to arrange:</strong> You can add different animations in order to make every movement smooth.</em></li><li><em><strong>Posting to social networking sites:</strong> Great for easily posting to social networking sites and attracting more attention.</em></li></ul><h3>AI ASSISTANT FOR CAPTIONS &amp; VOICEOVERS</h3><p>As mentioned above, the application can remove noise and add many of your unique sounds, and in particular, your voice helps you. At the same time, voiceover content is necessary for viewers to understand what is happening when adding sound. Video narrators can be created using this application, which makes the product compatible with various social networks.</p><ul><li><em><strong>Create content for media products:</strong> AI can help you create a caption that is completely attractive and suitable for the moment, as well as accurate and clear audio content.</em></li><li><em><strong>Save time:</strong> Instead of spending a lot of time thinking, you can use AI and add your own styles.</em></li><li><em><strong>Post in each platform:</strong> Your produits are adaptive and attractive by collecting current trends on major social networking sites.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video.webp",
      "slug": "beautyplus-video",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Video Players & Editors",
        "slug": "video-players-&-editors"
      },
      "apktemplates": {
        "wp_description_GP": "BeautyPlus Video Mod APK – AI-powered editor for stunning social media content easy, professional editing, from photos to videos.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "BeautyPlus Video",
        "wp_version_GP": "2.1.300",
        "wp_developers_GP": "PIXOCIAL TECHNOLOGY (SINGAPORE) PTE. LTD.",
        "wp_sizes_GP": "203M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.4",
        "total_votes": "37",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/12/beautyplus-video-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:25.919193",
      "lastmod": "2024-06-22T08:13:59+00:00"
    },
    {
      "title": "WW2 Battlefields Sim Lite v1.1.0 MOD APK (Menu, Unlimited Fuel)",
      "description": "<p>World War II is always one of the world’s biggest historical events that anyone who studies will know about. And if you are someone who has a special interest in history or wants to learn about military battle strategies, WW2 Battlefields Sim Lite will be a great choice. This is a simplified World War II simulation game with lots of realistic tactical and military experiences. Coming to this game, you will gain leadership experience and have a deeper perspective on strategy and tactics to find ways to become the ultimate winner.</p><h3>EXPERIENCE TOTAL CONTROL OVER CUSTOM WW2 BATTLEFIELDS</h3><p>One of the special features that WW2 Battlefields Sim Lite can bring to its players is the ability to master the battlefield simply. Unlike real battles, where the commander must build different strategies based on the actual terrain, this game will allow players to personalize according to their preferences. The game has designed its players in a custom battle mode where they can completely choose different battlefield characteristics. Players can choose characteristics related to the terrain or weather on the battlefield to create an advantage for their army.</p><ul><li><em><strong>Endless Scenarios:</strong> Custom Battle mode grants full control to create your ideal WW2 scenario battlefield.</em></li><li><em><strong>Strategic Unit Placement:</strong> To win, players will need to place their units and combat vehicles according to the plan and terrain of the battle.</em></li><li><em><strong>Customized Conditions:</strong> The game will allow players to customize the battlefield according to their preferences, such as terrain or even weather.</em></li></ul><h3>COMMAND ICONIC WW2 VEHICLES AND UNITS IN IMMERSIVE COMBAT</h3><p>To help your players have the most realistic experience, the weapon system will also be an important factor in simulating World War II. The game will be able to simulate for its players. military forces, different combat arms such as infantry and artillery, similar to real battles. Not only that, the most modern combat vehicles, such as fighter planes or heavy tanks, will also be brought back to support the player’s match.</p><ul><li><em><strong>Authentic Models: </strong>The game will simulate leading modern combat vehicles such as aircraft and heavy tanks so players can easily use them.</em></li><li><em><strong>Iconic Vehicles:</strong> Famous iconic units from World War II, such as the Sherman, T-34, and Tiger tank, will all be brought back.</em></li><li><em><strong>Historical Missions:</strong> Players will become one of the greatest military leaders in history when the game allows them to re-enact the decisive battles of World War 2.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite.webp",
      "slug": "ww2-battlefields-sim-lite",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "WW2 Battlefields Sim Lite Mod Apk – Command authentic tanks and units in strategic battles, offering a simplified yet immersive WW2 experience.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Unlimited Fuel</em></li><li><em>Military Units Acquired</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "WW2 Battlefields Sim Lite",
        "wp_version_GP": "1.1.0",
        "wp_developers_GP": "Cogoo Inc.",
        "wp_sizes_GP": "168 MB",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Fuel",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/04/ww2-battlefields-sim-lite-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:35.865631",
      "lastmod": "2024-06-23T10:44:44+00:00"
    },
    {
      "title": "Witch Battle: Zombie Warfare v0.1.1 MOD APK (Menu, Unlimited Currency)",
      "description": "<p>Have you ever imagined that in a parallel world, a completely mysterious magical world still exists that humans have never discovered? So Witch Battle: Zombie Warfare will be a similar game when it brings you to the world of witches facing extinction. Coming to the game, players will need to take on the role of a real hero when fighting the zombie invasion and rescuing the magical world back to a peaceful life.</p><h3>AN INNOVATIVE BLEND OF PUZZLE AND STRATEGY GAMEPLAY</h3><p>To bring your players the most attractive experience, gameplay will be one of the deciding factors that need to be considered. The developers of Witch Battle: Zombie Warfare have chosen a style that combines puzzle games and strategic combat. The game will bring its players attractive puzzles so players can use their thinking ability to find solutions. At the same time, they will also need good strategic control ability to arrange for their army to participate in battles with dangerous zombies.</p><ul><li><em><strong>Exciting Gameplay: </strong>A seamless blend of puzzle gaming and strategic combat keeps gameplay fresh and exciting.</em></li><li><em><strong>Demands Strategy: </strong>Demands quick reactions and forward-thinking strategy for success.</em></li><li><em><strong>Resource Puzzles: </strong>Puzzle challenges provide resources to boost your witches’ powers.</em></li></ul><h3>PLAYABLE CHARACTERS WITH RICH BACKSTORIES AND DIVERSE ABILITIES</h3><p>An engaging plot unfolds with the appearance and attack of zombies on the magical world. The feuding factions that have always had frequent confrontations, such as the Wind Witch, the Fire Witch, and the Water Witch, now have to stand on the same front line. The player will become a true hero when participating in the game as a leader and controlling an army of witches to fight zombies. Along with that, you will need to gradually search for the origin of their appearance to be able to destroy them and bring back the initial peace completely.</p><ul><li><em><strong>Unique Witches:</strong> Play as a Wind, Fire, or Water witch, each with unique abilities and magics.</em></li><li><em><strong>Strategic Choices: </strong>Choose witches that complement your preferred strategic approach.</em></li><li><em><strong>Expanding Options: </strong>Unlock new witches with diverse skills to expand your options.</em></li><li><em><strong>Backstory Reveals:</strong> Witnesses have deep backstories that unveil as you progress through the game.</em></li><li><em><strong>Impactful Choices: </strong>Character choices significantly impact your strategy and experience.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare.webp",
      "slug": "witch-battle-zombie-warfare",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casual",
        "slug": "casual"
      },
      "apktemplates": {
        "wp_description_GP": "Witch Battle: Zombie Warfare Mod Apk – unites rival witch factions against zombies in a strategic puzzle-combat adventure.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Unlimited Currency</em><br/>\n<i><b></b></i></li></ul><p><i><b>Important Note: </b>Turn the mod off before fighting in the game.</i></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Witch Battle: Zombie Warfare",
        "wp_version_GP": "0.1.1",
        "wp_developers_GP": "ZT.studio",
        "wp_sizes_GP": "92 MB",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Unlimited Currency",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/05/witch-battle-zombie-warfare-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:40.694587",
      "lastmod": "2024-06-24T05:34:18+00:00"
    },
    {
      "title": "Bermuda Adventures Farm Island v1.19.0 MOD APK (Free Purchase, SpeedUp)",
      "description": "<p>It is a game full of lightness and relaxation; when players experience the poetic and dreamy agriculture senses in every detail, players are comfortable customizing the gameplay and controlling every detail in the game to relax and complete every task and task in that game.</p><h3>DIVERSE CHARACTERS AND STORYLINES</h3><p>The cartoon characters and the stories surrounding them and their stories, the incredibly good and impressive characters that the player is perfectly capable of following and spreading easily, will definitely be the exciting highlight of the game.</p><ul><li><strong>Provides engaging and evolving narratives</strong>: Opens up to players a lot of unique characters to interact with, each character with its own background story and personality, allowing you to explore a wide variety of characters’ appearances and personalities.</li><li><strong>Maintains enjoyment and surprise</strong>: Keep the game exciting by introducing new characters and developing plots, the characters in the plot are very nice and interesting, giving the audience the excitement of each plot.</li><li><strong>Creates investment and relationships</strong>: Players can completely connect to completely different characters; a variety of characters for players to feel comfortable and connect with will bring you more emotion and fun when connecting.</li></ul><h3>MASSIVE ISLAND FARM TO EXPLORE</h3><p>Open up for you a large island farm so that you can explore things more easily, inside is goldless excitement waiting for you. You will deploy everything at your disposal for the development of a beautiful island full of fascination, giving you truly worthwhile and fascinating experiences more than ever.</p><ul><li><strong>Offers adventure and discovery</strong>: A giant map to explore, full of different terrains and environments, for adventurous players to discover everything in an easy and appropriate way.</li><li><strong>Gives control and ownership</strong>: Freedom to expand and customize your own giant farm on the island, you will have a farm on this island you should expand it and deploy a huge farm and fit your needs, wishes or preferences.</li><li><strong>Encourages exploration</strong>: Discover hidden areas and surprises on the vast island terrain, the surprises will be you and the vast islands open up for you to explore beautiful things.</li></ul><h3>COOKING AND TRADING MECHANICS</h3><p>Becoming a real farmer, careful and productive, with the same experience as other farmers, you will take care of your little family through what you have or exchange with your fellow farmers.</p><ul><li><strong>Engaging production loop</strong>: You’re like a real farmer with the cultivation and livestock to produce a variety of different foods, from which you will have recipes to cook different dishes with incredibly fascinating and special processing.</li><li><strong>Allows for player interaction</strong>: There are many characters on the market, you can use the goods and items you produce and make out to exchange with others, to have more variety of items, exchanges will be a good way for your things in the future easy.</li><li><strong>Provides progression</strong>: You can take care of your farming family in many ways, including using productive items and exchangeable items to make delicious meals that serve your family better.</li><li><strong>Creates depth</strong>: A fascinating game of growing, cooking, and trading. The cycles, like your outer life, often bring you real touches and fascinating experiences.</li></ul><h3>CUSTOMIZABLE FARM AND BUILDINGS</h3><p>Build everything on your favorite pattern, from the products you can make and produce, you’ll build it a beautiful camp model with things you didn’t think you could.</p><ul><li><strong>Freedom of design</strong>: Flexibility in designing the layout and aesthetics of your ideal farm. You will be flexible and design your farm according to your own ideas, in line with the items you have, from which you will have a great product and leave that life.</li><li><strong>Sense of ownership</strong>: When you build and customize your farm, you will receive feedback from people around you, but most importantly, your own satisfaction with what you’ve made.</li></ul><h3>LIGHTHEARTED HUMOR</h3><p>There are many emotional levels created by the interracial game so players will not get bored; players will be caught up in the game from a pleasant feeling to a feeling of lightness in each part of the game, which will surely surprise and captivate you.</p><ul><li><strong>Provides enjoyment</strong>: Players will have charming creativity and humor that creates an exciting atmosphere, which brings you an incredibly comfortable feeling and you will be drawn into the game whenever it’s not good.</li><li><strong>Injects personality</strong>: The game will not be boring and make you laugh because the characters’ bizarre conversations and events will add humor to the game, thus bringing you funny and laughable experiences.</li><li><strong>Relaxing tone</strong>: This brings a sense of absolute relaxation because of the incredibly vibrant and impressive new details to everything, as if in a tropical paradise; you will feel like dreaming and have lightness in every breath.</li><li><strong>Maintains Levity</strong>: Players can cultivate on the island but it’s not difficult, it is very simple and light, everything is always in a very attractive state and absolutely impressive for you, it will definitely fascinate you.</li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island.png",
      "slug": "bermuda-adventures-farm-island-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Bermuda Adventures Farm Island Mod APK is a fun farm adventure game on the tropical island of Bermuda. You need to build a new civilization and create the right habitats to establish the paradise you’ve always wanted. The game has many attractive contents to entertain and stimulate you in this farm play.",
        "wp_mod_info_GP": "<p><em>Free Purchase Energy</em><br/>\n<em>Free SpeedUp Craft</em><br/>\n<em>Free Pay Material</em><br/>\n<em>Everything Paid With gems Cost 0</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bermuda Adventures Farm Island",
        "wp_version_GP": "1.19.0",
        "wp_developers_GP": "BELKA GAMES",
        "wp_sizes_GP": "190M",
        "wp_GP_ID": "",
        "wp_mods": "Free Purchase, SpeedUp",
        "avg_rating": "3.6",
        "total_votes": "36",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Bermuda%20Adventures%20Farm%20Island/bermuda-adventures-island-farm-v1.19.0-mod.apk",
            "download_version": "1.19.0",
            "download_size": "174 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Bermuda%20Adventures%20Farm%20Island/bermuda-adventures-island-farm-v1.18.3-mod.apk",
            "download_version": "1.18.3",
            "download_size": "167.5 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-7-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-6-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-5-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-4-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-3-500x281.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/04/bermuda-adventures-farm-island-1.png"
      },
      "scraped_at": "2026-01-09T22:12:51.270722",
      "lastmod": "2024-06-25T18:53:22+00:00"
    },
    {
      "title": "Ragnarok Origin v4.10.2 MOD APK (Menu, Move Speed Multiplier)",
      "description": "<p>The game is so fascinating that you will get lost in the classical world, immersed in every emotional archer when engaged in a battle full of unexpected challenges. The more you play, the more you will be captivated by the incredibly fascinating stories and details of this game.</p><h3>AUTHENTIC MMORPG EXPERIENCE</h3><p>A classic entertainment game with a fascinating and new style, players will find it incredibly interesting and fascinating to learn, explore, conquer, and enjoy the endless entertainment space of friends.</p><ul><li><em><strong>Classic World Recreation</strong>: Enter the entertainment in the fascinating classic world. Players will be entertained and replicated in the world, as well as the colorful classic Ragnarok Online gameplay.</em></li><li><em><strong>In-Depth Class System</strong>: Players will start with a brand-new, work-intensive class system, and combined with that, with countless skills and customizable capabilities, you will be both learning and participating in this exciting gameplay.</em></li><li><em><strong>Huge Persistent World</strong>: A vast world that opens up for you to explore and conquer. Players will constantly explore and conquer a myriad of exciting things, as well as accompany and explore with other players who are incredibly exciting.</em></li></ul><h3>ACTION COMBAT</h3><p>The fighting activity is very attractive, and many new points make the player have to play forever. The player will experience and enjoy the incredibly fascinating and fresh details, including audio and visual images that will make you feel trapped in the game without getting out.</p><ul><li><em><strong>Real-Time Battles</strong>: Step into real-time battles and the player can satisfy those battles with evasion, combo and reaction skills, these are incredibly intriguing details in the game that keep you trapped without leaving.</em></li><li><em><strong>Weapon Variety</strong>: Players will start the fighting process, which will be based on weapons with hundreds of different weapon animations. You will use them to fight real and drop yourself into the scenes of shooting.</em></li><li><em><strong>Visceral Effects</strong>: Battle will add excitement and reunion as every visual and sound detail in the game will make you escape because of the excitement; you will both play and enjoy the incredibly exciting sensations, new and eye-catching.</em></li></ul><h3>SOCIAL SYSTEMS</h3><p>Playing with the community and friends through events, interacting and learning experiences, and together experiencing the game, players will play and participate in every event and experience many new emotional levels that are incredibly exciting and happy.</p><ul><li><em><strong>Community Events</strong>: The game will have a lot of different events, allowing players to play as well as participate in the event. In addition, exchanging and communicating with other players is extremely exciting, and you will find the event has a much more exciting part.</em></li><li><em><strong>Partying &amp; Guilds</strong>: Just playing and interacting with other players, you will play and experience a lot of excitement and novelty.</em></li><li><em><strong>Avatar Customization</strong>: You will have a representation. Players are completely confident that this representation can be modified at any time as easily as possible.</em></li></ul><h3>NORDIC MYTHOS STORYLINE</h3><p>A game like Lost in the incredibly fascinating and lively Story, you will relax and immerse yourself in this incredibly interesting story, both played and embedded fascinatingly and for incredibly new sensations, this will be a game that makes you sit quietly with very interesting details.</p><ul><li><em><strong>Living Mythology</strong>: Move and play into fascinating and impressive epic stories that will be replicated so fascinatingly and specifically.</em></li><li><em><strong>Fantasy World</strong>: Enable players to enter a mysterious fantasy world of the Nordic to save from monstrous enemies; you will play and experience the most exciting, participate in every process, and discover new and exciting things.</em></li><li><em><strong>Ragnarok Apocalypse</strong>: An incredibly fascinating and exciting adventure, you will experience the legendary and mythically predicted apocalypses of ragnarok, a beautiful new and open world that opens up for players to explore and enjoy.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file.jpg",
      "slug": "ragnarok-origin",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Ragnarok Origin MOD APK – offers an immersive MMORPG experience with real-time battles, vast worlds, and engaging storylines.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD </em></li><li><em>Move Speed Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Ragnarok Origin",
        "wp_version_GP": "4.10.2",
        "wp_developers_GP": "GRAVITY Co.",
        "wp_sizes_GP": "62M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Move Speed Multiplier",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-1-500x280.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-2-500x313.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-3-500x313.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-4-500x313.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-5-500x313.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/unnamed-file-6-500x313.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/ragnarok-origin.jpg"
      },
      "scraped_at": "2026-01-09T22:12:54.190963",
      "lastmod": "2024-06-27T08:46:43+00:00"
    },
    {
      "title": "Lost Galaxy: Guardian v1.14.0 MOD APK (Menu, Game Speed)",
      "description": "<p>It is a fascinating hero game; participating in the new and perfect fighting process, players will play as well as participate in every process and open up to countless new fascinating opportunities; you will get really excited and caught up in this game.</p><h3>CASUAL IDLE GAMEPLAY</h3><p>It is a fascinating and impressive hero game for you to join in a comfortable game and comes with really fascinating details. You’ll play and have the urge to play; this will be an impressive and fascinating game that you should try.</p><ul><li><em><strong>Gameplay:</strong> Extremely captivating game with combat heroes, heroes more powerful, fascinating and impressive than ever, players will be both playful and experience extremely fascinating heroes image, every detail really lively and fascinating.</em></li><li><em><strong>Progress: </strong>Players will have automatic operations on the game even when they’re not playing or online directly into the game. There are clicks and upgrades even when not playing.</em></li><li><em><strong>Upgrades</strong>: The most important gameplay is that you need to upgrade your hero in your spare time, the more you upgrade the more interesting advantages you will have, the player will be upgraded even if not in the game, this is very convenient detail.</em></li></ul><h3>FORGE THE MOST POWERFUL GUARDIANS</h3><p>Players need to keep fighting and have a combination of their skills and experience, gather a lot of heroes, and use everything they get to raise their strength, all for the ultimate goal of winning the game.</p><ul><li><em><strong>Strategies: </strong>Every fighting game has a combination of strategies so that you can win; players need to combine key skills and strategies, as well as combinations of different heroes, to open up many exciting and unexpected opportunities.</em></li><li><em><strong>Team Building: </strong>Throughout the game, players need to collect heroes with unique skills. The more unique skills, the more exciting new opportunities open for you. You need to gather more heroes and form a powerful team to serve the battle process.</em></li><li><em><strong>Enhancements: </strong>Players need to know how to build artifacts to enhance the power of the hero. The more powerful your hero is, the more exciting and unexpected new opportunities will open up for you.</em></li></ul><h3>DISTINCTIVE ART STYLE</h3><p>The game is not only fascinating in content but also deep into the appeal in graphics; the design is very symbolic and sharp, and the player will both play and experience a lot of fascinating things; the colorful new details in the game will make the player escape because they are too impressive.</p><ul><li><em><strong>Immersion:</strong> Once you’ve been immersed in the beautiful world amongst the stars, you’ll feel everything really fascinating and exciting when you’re going deep into the fascination and novelty of the game where players will play and feel the attraction.</em></li><li><em><strong>Visuals</strong>: The combination of animation and vivid effects gives you an incredibly new, exciting and amazing experience, the more you play the game will feel the game is fascinating and exciting, you will find it truly harmonious and impressive with every detail.</em></li><li><em><strong>Imagination:</strong> Players will be built a world of imagination and incredibly attractive characters, a beautiful new impressive world opens up allowing players to play and experience incredibly fascinating that you will never be able to leave your eyes.</em></li></ul><h3>THRILLING AND DIVERSE CHALLENGES</h3><p>The game is very varied in content for players who are comfortable playing and choosing; you will feel fascinated with the very bizarre plot, and the fascinating, new details in the game will make you escape for excitement and fascination.</p><ul><li><em><strong>Modes: </strong>Not only the battle, the game also has puzzles for players to explore and participate, each puzzle is fascinating, new and attractive, you will both play and feel and feel very interested in this game.</em></li><li><em><strong>PvE</strong>: Each battle is a campaign that has a fascinating storyline, a dark jail and an arena. You will be involved in that campaign and feel both attractive and proud, you need to overcome every challenge in the campaign to win for the ultimate crucial goal.</em></li><li><em><strong>PvP: </strong>The more exciting the game is when you can both play and compete with other players; it’s interesting and adds more than half of the colors when all the players compete together; you’ll have to really try to win the highest place in this game.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian.webp",
      "slug": "lost-galaxy-guardian",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Lost Galaxy: Guardian MOD APK – offers casual idle gameplay with epic battles, powerful heroes, and stunning visuals.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Lost Galaxy: Guardian",
        "wp_version_GP": "1.14.0",
        "wp_developers_GP": "37 Mobile Games",
        "wp_sizes_GP": "616M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Game Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/lost-galaxy-guardian-1.webp"
      },
      "scraped_at": "2026-01-09T22:12:58.945994",
      "lastmod": "2024-06-27T09:02:51+00:00"
    },
    {
      "title": "Berandal Sekolah v1.11.7 MOD APK (Menu, Money, Damage)",
      "description": "<p>A unique school story is recreated in Berandal Sekolah, where you can show your abilities. You are an excellent student and a role model for many young people, and you stand up to resolve the fights that appear in school. Not only that, love stories, funny and sad student stories also appear and you need to choose an interesting solution yourself. Unlock new stories and have more interesting choices in this game.</p><h3>CUSTOMIZABLE PROTAGONIST</h3><p>Choose the right character, then make changes compared to the original image. You can unlock interesting upgrades that appear in this game to get those customizations. Consider choosing the right accessories to help promote effectiveness and turn your character into a handsome, attractive guy.</p><ul><li><em><strong>Choose Love Interest</strong>: Players can also rely on the game’s character lineup to choose love interests for the main character.</em></li><li><em><strong>Customize Look</strong>: Change your appearance and fashion sense, the game offers you a variety of different customizations for you to choose for your character.</em></li><li><em><strong>Increase Strength</strong>: Players add strength to their character by choosing unique support features and accessories.</em></li></ul><h3>THRILLING BATTLES</h3><p>In school, there are always new and old factions. The old faction always does enough to bully the new faction. This game gives you many unique action situations. Players need to make an effort to defeat the previous bosses to have a chance to win.</p><ul><li><em><strong>Take Down Enemies</strong>: The infamous leaders of the past have appeared, and you will have to face many new situations and difficulties.</em></li><li><em><strong>Access Weapons</strong>: Unique support weapons are provided by the game for you to use such as Sendal Emak and Gear Sword.</em></li><li><em><strong>Strategize to Win:</strong> You represent the good guys, so you need to plan to defeat the enemies of the school and become the ruler.</em></li></ul><h3>IMMERSIVE INDONESIAN SETTING</h3><p>The game realistically recreates the school scene in Indonesia, where you learn more about the unique literature of this country. Here, you will see the game provides many interesting details, if you are responsible, you need to handle it quickly. Limiting the gathering of gangs helps you and the students in the school feel more secure. Through that, you can assert your own role in this game.</p><ul><li><em><strong>Indonesian School: </strong>Players will unlock new stories and the action handling will lead to more stories to be opened next.</em></li><li><em><strong>Experience Culture</strong>: You will be immersed in the lessons, learning about the culture of the school in the beautiful country of Indonesia.</em></li><li><em><strong>Indonesian Opponents:</strong> In addition, Indonesian schools often have gang leaders who harass students in school.</em></li></ul><h3>ROMANCE</h3><p>Romantic love stories from high school will be recreated, and you will be immersed in those moments. The game wants you to explore a corner of your inner self, freely creating new stories. The game also gives you romantic dating suggestions for you to choose to serve your needs.</p><ul><li><em><strong>Choose Love Interest</strong>: Beautiful girls with gentle personalities will appear, and you will be allowed to choose the object of your investigation in this game.</em></li><li><em><strong>High School Romance</strong>: Moments of anger and misunderstandings will always appear, and you and your lover will overcome ups and downs to have a lasting love.</em></li><li><em><strong>Bond with Love: </strong>Players will meet new friends, get to know each other, and bond with each other through romantic school dates.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo.jpg",
      "slug": "berandal-sekolah-demo-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Rule your high school as Ucok in Berandal Sekolah Mod Apk – battling gangs, choosing love interests, and customizing style.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Damage Multiplier</em></li><li><em>Free Shopping</em></li><li><em>Gems Increases Upgrade</em></li><li><em>Money Increase Upgrade</em></li><li><em>Intrusive Ads Removed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Berandal Sekolah",
        "wp_version_GP": "1.11.7",
        "wp_developers_GP": "Aim to Mite",
        "wp_sizes_GP": "146M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Money, Damage",
        "avg_rating": "4.1",
        "total_votes": "18",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Berandal%20Sekolah/Berandal-Sekolah-1.11.7-mod.apk",
            "download_version": "1.11.7",
            "download_size": "505.33 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Berandal%20Sekolah/Berandal-Sekolah-1.10.5-mod.apk",
            "download_version": "1.10.5",
            "download_size": "502.39 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-4-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/berandal-sekolah-demo-1.jpg"
      },
      "scraped_at": "2026-01-09T22:13:01.348649",
      "lastmod": "2024-06-27T09:12:32+00:00"
    },
    {
      "title": "Royal Heroes v1.0.1100 MOD APK (High Damage, High Defense)",
      "description": "<p>Suppose you are a gamer passionate about strategy and enjoy the satisfaction of receiving loot rewards after defeating monsters. In that case, Royal Heroes is probably a game you cannot ignore. The game not only truly brings an extremely rich combat system, from weapons and armor to support items, helping your hero become more and more powerful.</p><h3>OBTAIN POWERFUL EQUIPMENT BY OPENING TREASURE CHESTS</h3><p>The game has an extremely interesting treasure chest opening system. Each time you open a chest, you will have the opportunity to receive valuable equipment, weapons, and items. They help upgrade the strength of your army. Feel the excitement when waiting for valuable items to appear and the joy of owning treasures that really make players excited.</p><ul><li><em><strong>Loot:</strong> This diverse and attractive loot mechanism helps your warriors get regular equipment to rare items that contribute to increasing the strength of your army.</em></li><li><em><strong>Exploration: </strong>Every corner and area in the game has hidden treasure chests waiting to be discovered, creating joy for players when they find them.</em></li></ul><h3>PVP AND PVE: THRILLING BATTLES</h3><p>The normal gameplay of the game involves both PVP and PVE modes can be played. When playing specifically in the PvP mode, you will be able to directly challenge other players globally, with the explicit goal of getting ranked. In PvP mode, enemies consist of ultimate teams, and in PvE, players will cooperate with their teammates against aggressive monsters and huge bosses.</p><ul><li><em><strong>Competition:</strong> Here, you will experience dramatic multiplayer PvP battles where you can compete with other real players.</em></li><li><em><strong>Boss Battles:</strong> Besides PvP, Royal Heroes also has a rich PvE system with challenging boss battles. You need to coordinate reasonable tactics and use powerful formations to defeat ferocious bosses, collect valuable loot, and discover secrets hidden deep in the game world.</em></li><li><em><strong>Variety: </strong>In order not to bore players, the game offers you countless options for tactics and formations. With a rich system of heroes and skills, you can freely create and experiment with new tactics.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes.webp",
      "slug": "royal-heroes",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Royal Heroes MOD APK – Transform from a poor prince to a great hero, collecting gear and battling foes.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu</em></li><li><em> High Damage</em></li><li><em> High Defense</em></li></ul><p><strong>Note </strong>.<em>Use the Plain pan and plain Pants when using the Menu also applicable for new accounts. NonRoot should use vphonegaga emulator to make this menu work. Check also if same stats of the item based on the video item preview. it should exactly same stats.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Royal Heroes",
        "wp_version_GP": "1.0.1100",
        "wp_developers_GP": "Fingerdance Games",
        "wp_sizes_GP": "108M",
        "wp_GP_ID": "",
        "wp_mods": "High Damage, High Defense",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/royal-heroes-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:05.200481",
      "lastmod": "2024-06-28T09:55:23+00:00"
    },
    {
      "title": "HeroZ & ToyZ : Meta Toy City v1.41.1 MOD APK (Menu, Game Speed)",
      "description": "<p>The game is thoroughly combined and attractive from content to image. In this incredibly exciting new game, you will be played with incredibly vibrant content combined with images that give you the feeling of being pushed to play without escaping.</p><h3>FANTASTIC PIXEL ART</h3><p>Every detail designed in the game will surprise and excite players. You will be more and more impressed and attracted by this game, as every artistic detail and fascination will make you even more fascinated.</p><ul><li><em><strong>Visuals</strong>: Players will be immersed in a fascinating visual world with unique pixel graphics. You will notice that the game is so eye-catching and lively when the graphics and design are extremely specific and impressive in detail. The more and more you see things meticulously and invest carefully, the more you will feel incredibly attractive and comfortable playing.</em></li><li><em><strong>Artistry</strong>: Every detail is really impressive. Players will experience the environment and handsome, handmade characters. Every detail is unique and opens up beautiful and new images in front of your eyes. You will realize that every impression in this game is brought by a thorough investment in design for the player to feel as comfortable as possible.</em></li></ul><h3>HACK-AND-SLASH ACTION</h3><p>Games with exciting battles, players need strategy and armed with magnificent items and quality through the game, you will have a lot of fun and excitement to overcome the challenges and win the highest position, the more you spend the positions you will be more confident and try more in this exciting game.</p><ul><li><em><strong>Battles</strong>: Exciting and exciting first battles, action-packed missions and challenges, you’ll be involved in exciting battles and incredible actions, you will be playing as well as performing tasks and participating in every exciting challenge, this will be a new attraction for you in this game.</em></li><li><em><strong>Combat</strong>: Every battle process is challenging and challenging, the more you play it you realize that every detail really gives you the stimulus to conquer, you’ll need to master the flexible, sensitive battle mechanism to the highest achievement.</em></li><li><em><strong>Rewards</strong>: Players will be earning great arms and items through the heroic battles, earning as many weapons and items that will give you many opportunities and advance to the highest rounds of the game. You need to fight and earn so much money, equipped with many items to prepare for your progress more easily.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city.webp",
      "slug": "heroz-toyz-meta-toy-city",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "HeroZ & ToyZ: Meta Toy City MOD APK – Embark on an epic quest with magical heroes and toys in a pixelated MMORPG!”",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Game Speed</em></li></ul><p><em><strong>Note</strong>: doesn’t work on rooted device!</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "HeroZ & ToyZ : Meta Toy City",
        "wp_version_GP": "1.41.1",
        "wp_developers_GP": "Z5Games",
        "wp_sizes_GP": "169M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Game Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/heroz-toyz-meta-toy-city-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:08.706972",
      "lastmod": "2024-06-28T09:57:47+00:00"
    },
    {
      "title": "Atomic Escape v1.043 APK (Full Game)",
      "description": "<p>The story in Atomic Escape is about a childhood passion for exploration and the desire to become an expert in exploiting files. This exploration game takes you to different unique challenges. You can win more interesting upgrades to serve this game. Not only that, but you need to be flexible in thinking and applying your experience to solve situations that occur in the game.</p><h3>IMMERSIVE STORYLINE</h3><p>Players are immersed in a new context, where they can freely explore and learn more interesting things about this universe. The game also wants you to explore new storylines and conquer many unique game types.</p><ul><li><em><strong>Atomic Ranch</strong>: A great setting is the atomic farm in the middle of the century, creating great, beautiful masterpieces.</em></li><li><em><strong>Immerse</strong>: Modern first-person perspective helps you immerse yourself in an open world in this exploration challenge.</em></li><li><em><strong>Uncover</strong>: Players are flexible in the process of discovering new secrets and creating new space travel projects on their own.</em></li></ul><h3>CLASSIC POINT-AND-CLICK GAMEPLAY</h3><p>The more challenges players conquer, the more valuable items they can find for new games. Not only that, solving puzzles to succeed and players will get more valuable upgrades in this game.</p><ul><li><em><strong>Point &amp; Click</strong>: Players need to rely on old clues to discover new clues and solve puzzles quickly.</em></li><li><em><strong>No Frustration</strong>: Pixel hunting or object-finding scenes are interesting, not boring for players.</em></li><li><em><strong>Smooth Controls</strong>: Players control smoothly and flexibly, helping you easily explore and experience.</em></li></ul><h3>GORGEOUS 3D GRAPHICS</h3><p>You seem to be immersed in wonderful scenes based on realistic storylines and beautiful graphics. Players have more realistic experiences and enjoy the most attractive puzzle-solving moments.</p><ul><li><em><strong>Vivid World</strong>: Vivid graphics and bright colors bring players great experiences.</em></li><li><em><strong>Clever Puzzles</strong>: With a smart 3D puzzle design, you will have more unique and wonderful experiences.</em></li></ul><h3>SATISFYING PUZZLES</h3><p>New levels are introduced to challenge you, and increasingly difficult tasks will be provided. What you need is the ability to reason, analyze logic and have accurate judgment to quickly solve that puzzle.</p><ul><li><em><strong>Balanced Challenge</strong>: The challenges will have interesting sad and happy stories, and you can balance your emotions when solving the puzzle.</em></li><li><em><strong>Broad Appeal</strong>: New puzzles appear, and you will discover more interesting new stories.</em></li><li><em><strong>Sense of Achievement</strong>: Players try to solve the tasks and complete them at a fast pace.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape.webp",
      "slug": "atomic-escape",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "Atomic Escape APK – Uncover secrets in a mid-century atomic ranch, solving puzzles to unveil a deep conspiracy.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Atomic Escape",
        "wp_version_GP": "1.043",
        "wp_developers_GP": "MediaCity Games LLC",
        "wp_sizes_GP": "141 MB",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/atomic-escape-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:11.745440",
      "lastmod": "2024-06-28T10:03:40+00:00"
    },
    {
      "title": "Aurora7 v0.0.16 MOD APK (Damage & Defense Multiplier)",
      "description": "<p>Aurora7（オーロラセブン）is a game sought after by many young people today. If you are an action adventurer, perhaps this role-playing game will be very suitable for you. The game is designed with sharp 2D graphics and an interesting storyline that attracts players. When starting, players will be transformed into Aurora and fight against cruel forces along with other heroes to protect the land.</p><h3>ONE-SHOT DEADLY ACTION BATTLES THAT FEEL EXHILARATING</h3><p>To bring an explosive gaming experience to players, the game is equipped with a series of powerful combat functions. When players combine combos, the damage to the opponent will increase sharply, creating a deadly attack. In addition, to create greater damage, players can exploit their opponent’s weaknesses and can even break the enemy’s armor by using special moves. If you are a new player and are afraid of difficulties while playing the game, the game is equipped with an automatic battle mode to help new players overcome challenges. With the above interesting advantages, this game promises to bring players non-stop thrills with exciting action battles.</p><ul><li><em><strong>Massive Damage:</strong> Players can combine combos to increase damage to opponents.</em></li><li><em><strong>Exploit Weaknesses:</strong> Remember to take advantage of enemy weaknesses to increase damage.</em></li><li><em><strong>Armor Breaking:</strong> Players use special moves to break the enemy’s protective armor and win.</em></li><li><em><strong>Automatic Battles: </strong>The game has an automatic battle feature to help new players overcome challenges.</em></li><li><em><strong>Nonstop Thrills:</strong> The game brings a constant feeling of excitement to keep players entertained.</em></li></ul><h3>THE FUN OF TRAINING AND CUSTOMIZING YOUR FAVORITE CAST OF CHARACTERS</h3><p>Aurora7（オーロラセブン）brings great experiences when players can customize their favorite characters. There is no need to spin Gacha multiple times to use characters; characters are ready to fight from the beginning. The costume customization system helps players freely create outstanding costumes for their characters. In addition, the game also supports skipping quests and dungeons if players want to level up easily. In particular, the game has a supporting cast design to support players during the experience. To unlock these characters, players need to collect necessary equipment and gems.</p><ul><li><em><strong>No Gacha Required:</strong> Players do not need to use Gacha because the characters have been designed to be ready to fight.</em></li><li><em><strong>Deep Customization: </strong>Players can customize their costumes to highlight their character to their liking.</em></li><li><em><strong>Easy Leveling:</strong> The game has a mode to skip missions to help players easily level up.</em></li><li><em><strong>Engaging Progression:</strong> Players are encouraged to collect various equipment and gems to unlock attractive and interesting supporting actors.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/04/aurora7.webp",
      "slug": "aurora7",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Aurora7 Mod Apk – is an exhilarating action RPG featuring combo-based combat, character growth, and engaging fairy tale adventures.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Aurora7",
        "wp_version_GP": "0.0.16",
        "wp_developers_GP": "Foga Tech Limited",
        "wp_sizes_GP": "1.47 GB",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier",
        "avg_rating": "3",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/04/aurora7-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:15.054611",
      "lastmod": "2024-06-28T11:38:51+00:00"
    },
    {
      "title": "Grow Archer Chaser v240628 MOD APK (Unlimited Garnet, Premium Buff)",
      "description": "<p>Grow Archer Chaser is an idle game where the player will observe the Elf character’s quest to destroy monsters and collect various resources. These resources possess different uses and are used to upgrade the character’s skills, weapons, and stats. Also, the full summon banners help you gain new gear, and you may be lucky to find arrows of higher quality.</p><h2>THE JOURNEY AGAINST MONSTERS</h2><p>Players will accompany an Elf warrior in the fight against the monsters in Grow Archer Chaser, and her primary weapon is the archer. The character will attack monsters to collect diamond shards and find ways to collect energy resources that affect the character’s strength. At the same time, you will spend time developing the strength of your character and using the resources you earn appropriately.</p><p>The gameplay of this game is completely accessible when everything is operated automatically. Specifically, the player does not need to control the character with different control buttons but will observe the process of the character destroying the enemy. The only work you need to do is to adjust the strength of the character by upgrading various elements from weapons to skills. So it will consume a large number of player resources.</p><h2>UPGRADE THE CHARACTER’S POWER</h2><p>The character will continuously attack from one monster to another in Grow Archer Chaser, so you just need to look at your resources and use them appropriately. Specifically, players will be able to upgrade stats related to attack, critical damage, and critical chance. In addition, the character’s skills are also fully upgradeable, and players can find more runes and stats that match perfectly. In addition, players can also go to dungeons to collect resources.</p><p>One of the notable points in this game is the gacha system, where players will be able to use purple diamonds to summon a series of arrows. These arrows all have different attack power and rarity indicated by color. At the same time, you can undoubtedly continue to upgrade the arrow you are using to optimize its effectiveness. Besides arrow, there are other gacha banners you can explore.</p><p><em><strong>Players will participate in the Elf character’s journey to destroy monsters:</strong></em></p><ul><li><em>The player will see her move and automatically attack the monster she faces, and the corresponding resources will drop and be collected after that.</em></li><li><em>Players will try to strengthen this character to help her overcome powerful monsters and have many factors that they need to care about.</em></li><li><em>A character’s stats affect a portion of the damage a character can deal, and you’ll definitely focus on some important stats.</em></li><li><em>Skills will require the player to use energies to upgrade, and there are different dungeons you can go into and gather resources.</em></li><li><em>The system of gachas banners makes it possible to unlock different arrows, and gradually, you may be interested in other gachas banners.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg.png",
      "slug": "grow-archer-chaser",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Grow Archer Chaser Mod APK requires the player to accompany an Elf archer in destroying monsters and upgrading her strength. There are many resources with many different uses.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Garnet Injection</em></li><li><em>Premium Buff Damaxe x5 Purchased</em></li><li><em>Premium Speed Buff X3 Purchased</em></li><li><em>Premium Coin Buff x3 Purchased<br/>\n</em></li><li><em>Speed Game</em></li></ul><p><em>Info: Garnet Injection Is High Risk Mod and could lead to ban fast , dont abuse and upgrade slowly to avoid Ban.</em><br/>\n<em>Plays as Guest.</em></p><p><em><strong><a href=\"https://streamable.com/dfigz1\">Video Guide Using Mod</a></strong></em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Grow Archer Chaser",
        "wp_version_GP": "240628",
        "wp_developers_GP": "SUPERBOX.Inc",
        "wp_sizes_GP": "250M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Garnet, Premium Buff",
        "avg_rating": "3.5",
        "total_votes": "11",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-3-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-4-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-5-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-6-500x281.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-7-500x281.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/05/grow-archer-chaser-idle-rpg-1.png"
      },
      "scraped_at": "2026-01-09T22:13:18.469074",
      "lastmod": "2024-06-29T03:30:43+00:00"
    },
    {
      "title": "Legend of Eterna v1.0.1 MOD APK (Menu, Experience Multiplier, Speed)",
      "description": "<p>New wars are about to take place in this kingdom, and now, the Legend of Eterna wants you to develop your strength. The game wants you to grow stronger every day and gain more unique skills to create victory. Not only that, the game also gives you challenges, you need to explore and come up with the most appropriate way to handle it. The game gives you many accompanying support features, if you encounter difficulties, you can choose to quickly resolve that situation.</p><h3>ADVENTURE MODE</h3><p>In this game, players will choose different characters to play the role of action. The unique thing is that each character will have its own interesting aspects, and you need to discover the characteristics of each character. Besides, challenges will be given and players need to complete the assigned tasks. Discover unique characteristics and add new skills to support the process of defeating enemies.</p><ul><li><em><strong>Vast Open World</strong>: New challenges appear continuously and players aim to complete the given tasks to have the opportunity to expand this world.</em></li><li><em><strong>Epic Enemies: </strong>Determine the goal, which is to defeat different enemies and win the chance to become a notorious boss.</em></li><li><em><strong>Impactful Choices: </strong>Make meaningful choices that impact the plot. Players will rely on those choices to make decisions for themselves, and you should remember that these decisions affect the plot.</em></li></ul><h3>ROGUELIKE MODES</h3><p>Winning valuable rewards gives you the opportunity to defeat different types of enemies. Not only that, the game wants you to use your strength to conquer those enemies. Players explore new areas, unlock upgrades, and support during combat. Each hero has an ability, you need to explore those abilities and turn them into strengths to serve the battles.</p><ul><li><em><strong>Endless Replayability</strong>: Different levels are provided for you to experience, creating advanced upgrades in upcoming battles.</em></li><li><em><strong>New Upgrades</strong>: Unlock different skills, add suitable items to serve upcoming battles.</em></li><li><em><strong>High Risk, High Reward</strong>: High risk, high reward gameplay makes you breathless. Challenges and risks are continuously occurring and you must be very calm to solve them.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna.webp",
      "slug": "legend-of-eterna",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Legend of Eterna MOD APK – An action-packed survival game with roguelike elements, offering diverse modes, weapons, and endless enemy waves.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Experience Multiplier</em></li><li><em>Game Speed</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Legend of Eterna",
        "wp_version_GP": "1.0.1",
        "wp_developers_GP": "Sunice Limited",
        "wp_sizes_GP": "325M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Experience Multiplier, Speed",
        "avg_rating": "3",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-2-500x750.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-3-500x750.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-4-500x750.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-5-500x750.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-6-500x750.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/legend-of-eterna-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:22.166134",
      "lastmod": "2024-07-01T11:40:15+00:00"
    },
    {
      "title": "Every Second Leveling v1.0.2 MOD APK (Damage, Defense Multiplier, God Mode)",
      "description": "<p>Every Second Leveling is a game rebuilt by the developers based on a famous Manhwa series called Solo Leveling in Korea. Just like with this series, the player’s character will be the only character allowed to level up in this game. The special thing is that the character’s level will be leveled up very quickly, making it impossible for them to expect.</p><h3>INFINITE LEVELING</h3><p>Because characters in this game will be leveled up very quickly, in order to make players lose motivation to plow their characters, the developers had to set a rule that there is no level limit. What level are you at in this game? The more you level up, the stronger you will be. Because of this feature, getting a level above 100 is not too difficult in this game, and you can go even further.</p><ul><li><em><strong>Endless Growth:</strong> Not only can our character be leveled up indefinitely, but our character will also automatically level up even when we are not playing the game.</em></li><li><em><strong>Power in Time: </strong>Imagine you just took a nap, and after waking up, your character is many times stronger than before. How wonderful would that be?</em></li></ul><h3>FULL CUSTOMIZATION</h3><p>The game also helps players express their personality through the character’s appearance style. You will be able to edit your main character from hairstyle to clothes and even its appearance. Besides, players can also choose which skills are most suitable for them to get acquainted with, and along with that are the spells they choose to learn.</p><ul><li><em><strong>Skill Selection: </strong>Players will also have the freedom to decide which skills will be the ones their character specifically practices during their downtime when they are not playing.</em></li><li><em><strong>Unique Builds:</strong> Because this game has so many levels, there are also many skills that accompany them, but the best part is that players can choose which skills go with which skills at their discretion.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling.webp",
      "slug": "every-second-leveling",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Every Second Leveling MOD APK – An idle RPG inspired by Solo Leveling, featuring infinite character growth and customizable skill development.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li><li><em>Unlimited Gem</em></li><li><em>Unlimited Coin</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Every Second Leveling",
        "wp_version_GP": "1.0.2",
        "wp_developers_GP": "Supermagic",
        "wp_sizes_GP": "350M",
        "wp_GP_ID": "",
        "wp_mods": "Damage, Defense Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/every-second-leveling-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:23.963051",
      "lastmod": "2024-07-01T13:06:47+00:00"
    },
    {
      "title": "Shadow Blade v2.0 APK (Full Game)",
      "description": "<p>If you are a fan of Ninjas and always want to have the opportunity to transform into them, Shadow Blade will be a great game that you should try. In the game, you are transformed into a dark ninja, carrying the responsibility of fighting against enemies and discovering dark mysteries.</p><h3>INTUITIVE TOUCH CONTROLS</h3><p>Score points with the intuitive touch control system, helping you easily master it from the first moments. The movements, dodging, and attacks are designed reasonably, helping players perform beautiful and accurate combos.</p><ul><li><em><strong>Easy to Learn Controls:</strong> To make it easy for players to operate, the game has eliminated the complexity often found in action games. The buttons and gestures on the touch screen are designed intuitively, making it easy to get used to even for new players.</em></li><li><em><strong>Precise Control:</strong> The game’s control system still ensures high accuracy. Each touch, each swipe will be responded to instantly on the screen, helping you control Kuro flexibly. Thanks to that, you can confidently launch beautiful combos, dodge enemies and overcome obstacles perfectly.</em></li><li><em><strong>Mobile Optimization</strong>: Understanding the advantages and disadvantages of the mobile platform, the game also fully optimizes the touch control system. The buttons are arranged reasonably, without causing the feeling of blocking the screen. The swipe gestures are also designed smoothly, suitable for manual operations on the touch screen.</em></li></ul><h3>IMMERSIVE NINJA GAMEPLAY</h3><p>Besides, the feeling of adventuring into the mysterious and dangerous ninja world is the highlight of the game. Players will transform into ninja Kuro, fighting against enemies in the dark night. The intense music, vivid sound effects and smooth character movements create a satisfying and emotional fighting experience.</p><ul><li><em><strong>Challenging Courses:</strong> You will have to overcome levels designed with complex terrain, dangerous obstacles that require skillful calculation. From towering walls to hidden traps, each level is a challenge that requires you to use flexible movement and accurate judgment to overcome.</em></li><li><em><strong>Ninja Abilities:</strong> To overcome difficult challenges, you will be equipped with special skills of a ninja. Stealth will be a powerful weapon for you to hide in the dark, moving gently to avoid detection by enemies.</em></li><li><em><strong>Engaging Theme:</strong> Not just stopping at challenging levels and fighting skills. The game gives you the opportunity to live in the world of ninjas. You will feel the mystery, agility and decisiveness characteristic of the dark warriors.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade.webp",
      "slug": "shadow-blade",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Shadow Blade APK – Fast-paced action platformer where you guide Kuro, an aspiring ninja, through challenging levels with intuitive touch controls.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Shadow Blade",
        "wp_version_GP": "2.0",
        "wp_developers_GP": "Crescent Moon Games",
        "wp_sizes_GP": "219M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-2-500x888.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-3-500x282.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-4-500x282.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-5-500x282.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-6-500x282.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/shadow-blade-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:25.614302",
      "lastmod": "2024-07-01T14:18:19+00:00"
    },
    {
      "title": "BATTLE PLAN v1.2.12 MOD APK (Always Crits, Attack Speed)",
      "description": "<p>If you are bored of the old online survival games and want to try something new, then BATTLE PLAN is worth checking out. With tower defense role-playing strategy gameplay, this game immerses you in action.</p><h2>TAKE PART IN THE HOT BATTLES</h2><p>While tower defense games are nothing new to players, Art-Storm’s BATTLE PLAN adds a new and exciting twist to the game. Therefore, since its release, it has received praise and admiration from a sizable gaming community. Each mission in this section is similar to a defensive battle, with multiple waves of attacks, each more vital than the previous one. Players can choose from many tasks with difficulty, from easy to extremely difficult. The game aims to improve every enemy attack while growing your army, learning new abilities, collecting rewards, and exploring new areas. It’s an endless adventure full of danger and challenge but also awe-inspiring.</p><h2>BUILD A POWERFUL BATTLE SQUAD</h2><p>Before rushing into battle in BATTLE PLAN, you must prepare a line of defense. To do this, select the appropriate tower defense units. The next step is positioning them along the battlefield lanes, representing four possible enemy attack directions. After completing the tower defense phase, you can sit back and enjoy the battle. Countless enemies are coming from the dungeon to attack the base, and the defense towers will not stop firing at the intended target until they defeat each last one.</p><p>Using your abilities, select a target, then click somewhere on the screen to launch an attack. Because each skill in the game has its cooldown, careful strategic planning is required to maximize its effectiveness. If the player wins a battle, they will receive the appropriate reward, ranging from gold coins and gems to equipment. Once you’ve added them to your collection, you can use them in various ways. New loot is expected to be available after completing additional challenges.</p><h2>UPGRADE SYSTEM</h2><p>Since enemies in BATTLE PLAN level up and gain strength in the game, players must improve their defenses as the difficulty of battles increases. Various towers, skills, and equipment can be unlocked and used to improve one’s overall strength. Some of the abilities available include Rocket Rain, Tornado, Spike Ball, Fireballs, Freezing Rain, and Knock Out. The two can be combined to create a simple battle you will easily win. You also have to improve the critical stats of each tower, such as physical damage, magic damage, cooldown, health points, healing, and accuracy. Upgrades should prioritize defensive abilities as these metrics immediately impact their ability to repel attackers.</p><h2>EYE-CATCHING COMBAT EFFECTS</h2><p>BATTLE PLAN is undeniably intense, as the game’s primary focus is a thrilling defensive battle. The game’s visual style is based on precise 2D art, and all the actions are described in great detail. The defensive towers’ attractiveness and the battlefield’s landscape quality are highlighted. Breathtaking visuals and vibrating sound effects perfectly embody the fierceness of the battlefield. Moreover, the enemy description is highly diverse and constantly creates new and exciting visual enemies. Everything has been designed with the user in mind, so it works perfectly.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan.jpg",
      "slug": "battle-plan",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "BATTLE PLAN Mod APK is a tower defense game you cannot miss if you want a new experience and participate in thrilling battles.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "BATTLE PLAN",
        "wp_version_GP": "1.2.12",
        "wp_developers_GP": "Art-Storm",
        "wp_sizes_GP": "42M",
        "wp_GP_ID": "",
        "wp_mods": "Always Crits, Attack Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/BATTLE%20PLAN/Battle-Plan-v1.2.12-mod-LiteApks.apk",
            "download_version": "1.2.12",
            "download_size": "174.32 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/BATTLE%20PLAN/battle-plan-v1.2.8-mod.apks",
            "download_version": "1.2.8",
            "download_size": "50.38 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/battle-plan-1.jpg"
      },
      "scraped_at": "2026-01-09T22:13:33.431802",
      "lastmod": "2024-07-01T14:30:00+00:00"
    },
    {
      "title": "Blossom v1.56.4 MOD APK (Premium Unlocked)",
      "description": "<p>Blossom is an extremely useful application that helps you identify plants most accurately. At the same time, the application also helps you detect plant diseases and gives you many useful tips to help you take better care of your plants. In addition, users can also create reminders to water plants and fertilize them more regularly. Based on the image you provide, the application can filter the image and give the most detailed and accurate information related to that tree.</p><h2>IDENTIFY PLANTS QUICKLY AND ACCURATELY THROUGH PICTURES</h2><p>For those who love plants and want to learn about them, Blossom is one of the best choices. The application helps you recognize different plant species through the images you provide, and users easily know the information about those tree species accurately and quickly. Also, you can take pictures of diseased plants and upload them to the application to receive information about the disease of those trees. Through that, users know the exact disease of the tree and thereby find more reasonable treatment and care methods. The application also provides hotlines of experienced botanists to give you the most useful advice. Users need to send messages according to the instructions of the application to be able to receive advice on how to care for and treat diseases for those plants.</p><h2>TAKE CARE OF TREES AND BUILD YOURSELF A LUSH GARDEN</h2><p>The application allows you to create different reminders to ensure more regular and scientific watering and fertilizing of plants so they can grow at their best and avoid pathogens. Users plan the delivery of planting seeds in detail through the application’s system. Besides, you also receive reminders to take care of plants from the application. Each type of plant will be grown in different rooms with its care conditions. Depending on the type of plant, you will water them a certain amount. You know when the plant will flower and bear fruit through the detailed plan of planting time and care. Not only that, but you also have the opportunity to discover more articles and videos on tree care.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification.jpg",
      "slug": "blossom-plant-identification-2",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Education",
        "slug": "education"
      },
      "apktemplates": {
        "wp_description_GP": "Blossom is an extremely useful application that helps you identify plants most accurately. At the same time, the application also helps you detect plant",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Blossom",
        "wp_version_GP": "1.56.4",
        "wp_developers_GP": "Conceptiv Apps",
        "wp_sizes_GP": "45M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.8",
        "total_votes": "41",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Blossom/Blossom%20v1.56.4%20%28PREMIUM%29%20fix.apk",
            "download_version": "1.56.4",
            "download_size": "74.54 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Blossom/Blossom%20Plant%20v1.56.2%20(PREMIUM).apk",
            "download_version": "1.56.2",
            "download_size": "74.65 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-2-500x892.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/blossom-plant-identification-1.jpg"
      },
      "scraped_at": "2026-01-09T22:13:37.866907",
      "lastmod": "2024-07-04T09:04:41+00:00"
    },
    {
      "title": "Dragon Legend v0.7.8 MOD APK (Godmode, Damage Multiplier)",
      "description": "<p>This legendary role playing game summons players to battle the forces of darkness and create fantasy dream teams of unforgettable dinosaurs.</p><h2>IDEAL ADVENTURING</h2><p>Dragon Legend offers all the excitement of an epic monster hunter role playing game in a mobile-friendly format. The integrated idle RPG mechanics allow you to continually progress your squad even when you’re not actively playing. Advanced players seeking an immersive adventure experience will get lost in the atmospheric realm and myriad of quests. Casual gamers can enjoy bite-sized sessions leveling up their stable of mythical beasts for later arena battles. There is something for everyone looking for fun.</p><h2>LEGENDARY LINEUP</h2><p>Recruiting dinosaurs is the heart and soul of this game. You can wander the magical forests collecting unusual monsters like chickens and snails to fight alongside traditional legends like triceratops and T-Rex. With hundreds of possible allies divided into rarity tiers, building your battle squad is an engrossing experience. Will you favor brute strength or crafty strategy? Lean towards legends from history or newly imagined creatures? The choice is yours in crafting a distinctive team.</p><h2>PERSONALIZED PROGRESSION</h2><p>Each new dinosaur recruit starts relatively weak, but can be upgraded over time into a specialized powerhouse killing machine, perfectly complementing your other team members’ strengths and weaknesses. You earn coins through combat and quests to increase essential attributes like attack power, health, healing rate, speed and experience gain. Your entire stable benefits from general improvements too. It’s deeply satisfying guiding your creatures from unpromising beginnings to reaching their full battle potential.</p><h2>BESPOKE BATTLES</h2><p>The automated combat system here allows you to seamlessly progress against enemies even when you’re not actively playing. But the tactical options available for manually controlling key battles are quite deep, despite the simple graphics. With hundreds of types of weapons/armor to utilize, along with dino specific abilities and roles, no two fights play out the same. Quick bouts against random forest foes or drawn out struggles to take down bosses allow you to test your team’s mettle.</p><h2>STRATEGIC SIDE QUESTS</h2><p>While the main story campaign sees you fighting back wave after wave of evil forces, looking to dominate the monster realm, there are always peripheral activities demanding attention too. Completing additional quests for resources and bonuses that give your squad an extra edge adds layers of long term strategy to keep you engaged. Will the diversionary time spent gathering extra weapons to try out delay your story progress too much? Should you battle extra arena foes to earn more coins now or push forward? Your choices shape results.</p><h2>CHARMINGLY CHEERFUL</h2><p>Despite the ominous narrative premise warning of dark forces threatening the monster world, the overall tone throughout is quite light hearted. Vivid colors, simply drawn characters and environments give off an inviting vibe rather than grim despair. Brief spurts of playful humor and gentle guidance for newcomers reinforce the welcoming atmosphere. There may be an epic war occurring but enjoying the journey with beloved creatures by your side keeps spirits high! Embracing a cute art style opens this monster battling adventure to all.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war.webp",
      "slug": "dragon-legend",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Dragon Legend Mod Apk – An epic RPG where you assemble legendary dinosaurs to battle dark forces.",
        "wp_mod_info_GP": "<ul><li><em>MENU MOD</em></li><li><em>Attack Speed Multiplier</em></li><li><em>God Mod</em></li><li><em>Instant Stage Forward</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Dragon Legend",
        "wp_version_GP": "0.7.8",
        "wp_developers_GP": "Goodong Studio",
        "wp_sizes_GP": "155M",
        "wp_GP_ID": "",
        "wp_mods": "Godmode, Damage Multiplier",
        "avg_rating": "3.9",
        "total_votes": "7",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dragon%20Legend/Dragon-Legend-Idle-RPG-War-0.7.8-mod.apk",
            "download_version": "0.7.8",
            "download_size": "166 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Dragon%20Legend/Dragon-Legend-Idle-RPG-War-0.7.7-mod.apk",
            "download_version": "0.7.7",
            "download_size": "177 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/12/dragon-legendidle-rpg-war-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:45.028517",
      "lastmod": "2024-07-05T17:07:00+00:00"
    },
    {
      "title": "Peace, Death! 2 v1.0.15 APK (Full Version)",
      "description": "<p>In an ethereal realm where time and space lose their grip, the Reapers have cast off the shackles of servitude to the Horsemen of the Apocalypse, forming an autonomous collective. The absence of a leader has plunged the Union into a state of delightful chaos, hardly conducive to efficiency. Enter the protagonist, a newly minted Reaper tasked with the role of Sorter, and that’s where you come in.</p><h2>THE INTRICATE ART OF SOUL SORTING</h2><p>In “Peace, Death! 2,” your primary task is akin to celestial traffic control: directing souls to Heaven, Hell, or Purgatory. The catch? These clients aren’t your run-of-the-mill ethereal beings. They come with a bag full of tricks, ready to throw a wrench in your meticulous sorting process. From the sneaky souls that mingle and cause mayhem to the rule-breakers who blatantly disregard the cosmic order, your vigilance must be as sharp as the scythe you don’t carry. Remember, in this game, the stakes are eternally high, and the sorting hat is you.</p><h2>A CAST OF COSMIC CHARACTERS</h2><p>The clientele in “Peace, Death! 2” are as varied as the stars in the night sky. Some bear a striking resemblance to earthly celebrities—purely coincidental, of course. But it’s not just their visages that set them apart; their abilities do too. Jailers who lock down your options, Bureaucrats who pop up unannounced for audits, and Musketeers who stick together like glue in a toddler’s first art project. Each day presents a new puzzle, pieced together with these unique individual souls.</p><h2>UNIONIZE AND STRATEGIZE</h2><p>The Reapers Union serves as your cosmic hub in “Peace, Death! 2.” Here, you’ll hobnob with other spectral beings, snag contracts, and catch up on otherworldly current events. It’s not all about reaping; it’s also about networking. After all, even in the afterlife, it’s not just what you know, but who you know. And with an election on the horizon, making the right ethereal allies could mean the difference between cosmic promotion and eternal drudgery.</p><h2>THE HORSEMEN’S HOBBIES</h2><p>With the Union’s independence, the Horsemen of the Apocalypse in “Peace, Death! 2” have found themselves with time to indulge in their hobbies. Death opens an agency, War runs an arena, Pestilence concocts in a lab, and Famine, ever the foodie, starts a diner. Each venue offers unique challenges and opportunities, proving that even apocalyptic entities have a softer side for side hustles.</p><h2>A REAPER’S LIFE BEYOND REAPING</h2><p>But “Peace, Death! 2” isn’t all work and no play. When you’re not sorting souls, you’re dealing with catastrophes, managing a rental apartment, and partaking in a smorgasbord of events that promise laughter and, quite possibly, cats. And let’s not forget the fishing! Yes, even Reapers need a break, and what’s better than some tranquil time at the cosmic lake? Plus, the soundtrack is killer—no pun intended. So, sharpen your scythe (figuratively) and prepare to reap the whirlwind of fun in this game. Good luck, and may the afterlife be ever in your favor, Mr. Master Reaper!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2.webp",
      "slug": "peace-death-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "Join the anarchy at the Reapers Union. Send clients to Heaven, Hell, or Purgatory in Peace, Death! 2 Mod Apk.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Peace, Death! 2",
        "wp_version_GP": "1.0.15",
        "wp_developers_GP": "AZAMATIKA",
        "wp_sizes_GP": "22M",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-6-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-7-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/11/peace-death-2-1.webp"
      },
      "scraped_at": "2026-01-09T22:13:47.673359",
      "lastmod": "2024-07-06T05:22:38+00:00"
    },
    {
      "title": "Fake GPS Location & Joystick v4.1.25 MOD APK (Premium Unlocked)",
      "description": "<p>With the help of an Fake GPS Location – Joystick application, you can effectively check the GPS in your mobile apps. This application may be of assistance to you. As a result, you’ll have no trouble finding your location and the people you’re looking for within the city. Furthermore, it can broadcast your location across social networks, allowing everyone to be kept up to date. Furthermore, you can geotag the images most quickly and easily as possible.</p><p><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-full wp-image-93151\" decoding=\"async\" fetchpriority=\"high\" height=\"791\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-2-500x396.jpg 500w\" width=\"1000\"/></p><h2>EVERYONE IS GIVEN A FREE FIXED MODE</h2><p>When using Fake GPS Location, the user can change the device’s location to a fictitious point that will serve as a fixed location for all users. It has the capability of simulating where you should or should not be. Using this phantom fixation, you can reposition yourself and convince everyone that you are somewhere else. This mode can be used in any situation and by any application; the individual user’s goals determine its specific application.</p><h2>MODERN AND POPULAR ROUTING MODE</h2><p>When you use Fake GPS Location, you can change the device’s location based on the user’s location. When using this mode, you will have a much easier time observing people walking, cycling, and going to various other locations. Furthermore, it will simulate the journey from the origin to the destination at various fast and slow speeds. You will also be able to determine the route based on your travel direction. As a result, you will have an easier time tracking down an important character or following a specific person’s path.</p><table style=\"border-collapse: collapse; width: 100%; height: 890px;\"><tbody><tr style=\"height: 890px;\"><td style=\"width: 50%; height: 890px;\"><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-medium wp-image-93152\" decoding=\"async\" height=\"890\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-3-500x890.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-3-500x890.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-3.jpg 847w\" width=\"500\"/></td><td style=\"width: 50%; height: 890px;\"><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-medium wp-image-93153\" decoding=\"async\" height=\"890\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-4-500x890.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-4-500x890.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-4.jpg 847w\" width=\"500\"/></td></tr></tbody></table><h2>THE MODE JOYSTICK IS SUPER FRESH AND OF HIGH QUALITY</h2><p>When you use Fake GPS Location, you can fake your location using the joystick mode. This is a particularly useful feature for location-based games. Furthermore, you can travel wherever you want and take whatever action. This sophisticated position spoofing game mode meets the needs of many players looking for this game. You have complete control over which applications will be most useful in your daily life.</p><h2>THE APPLICATION’S INTERFACE WAS CREATED TO BE INTUITIVE AND SIMPLE FOR USERS</h2><p>The user interface of the application Fake GPS Location is simple and uses only one color. Because the application’s components all have a simple layout and arrangement, you’ll be able to enjoy the best interface. Because the application is so simple to use, anyone can participate in the activity in the most convenient way possible, and the application’s content is extremely useful. You can use this platform better if you educate yourself on the features available.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-medium wp-image-93154\" decoding=\"async\" height=\"890\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-5-500x890.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-5-500x890.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-5.jpg 847w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-medium wp-image-93155\" decoding=\"async\" height=\"519\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-6-500x519.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-6-500x519.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Fake GPS Location – Joystick a\" class=\"aligncenter size-medium wp-image-93156\" decoding=\"async\" height=\"890\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-7-500x890.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-7-500x890.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-7.jpg 847w\" width=\"500\"/></td></tr></tbody></table><h2>IN MY OPINION, THIS IS AN APP THAT EVERYONE SHOULD HAVE</h2><p>After using Fake GPS Location in your life, you will quickly appreciate how it can help you. You can locate anything, anywhere, at any time, with an accuracy of up to 99%, providing the user with significant benefits in their daily lives on the tube. You can tell others about this app and recommend it on social networking sites so that they can learn more about it. Visit us right now to take advantage of the fantastic demonstrations and to learn about the various available features.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a.jpg",
      "slug": "fake-gps-location-joystick",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "When you use Fake GPS Location & Joystick Mod APK, your actual location will be overwritten with a fake place. This will fool any third-party applications, websites, or services into thinking you are in a fake location.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Fake GPS Location & Joystick",
        "wp_version_GP": "4.1.25",
        "wp_developers_GP": "evezzon",
        "wp_sizes_GP": "5M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.8",
        "total_votes": "37",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-3-500x890.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-4-500x890.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-5-500x890.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-6-500x519.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-7-500x890.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/fake-gps-location-joystick-a-1.jpg"
      },
      "scraped_at": "2026-01-09T22:13:49.311329",
      "lastmod": "2024-07-06T06:41:06+00:00"
    },
    {
      "title": "AR GPS Compass Map 3D Pro v1.8.6 APK (PAID/Patched)",
      "description": "<p>AR GPS Compass Map 3D Pro APK is an extremely useful application that can assist you in all your trips and finding the shortest routes without spending too much time. Through it, users can freely search for places or places they want to go with this convenient and easy-to-use navigation tool. Now locating and finding the way will not be too difficult, but this application will fulfill all your wishes.</p><h2>FREELY EXPLORE THE WORLD THROUGH GPS MAPS WHILE OBSERVING EVERYTHING MORE EASILY</h2><p>AR GPS Compass Map 3D Pro is an extremely useful tool and can be indispensable in trips when it helps you find the necessary places quickly. The main feature of this application is to support users to observe their map from all angles, search for important places and locate with the highest accuracy. Besides, you can easily view the miniature map through the camera application on your mobile device and observe the areas you want. More specifically, the AR feature set up here will help you get the details of the necessary places on this minimap. Therefore, this will be extremely useful if you want to know more about important places such as restaurants, hotels, or maybe attractions.</p><h2>ENJOY IMMERSIVE 3D AND CREATE LISTS OF YOUR FAVORITE PLACES</h2><p>The application will continuously update with the latest version so you can experience more new modes. One of the attractive features that you cannot ignore is locating your position accurately when activating the GPS device. Through that, you will know your exact location and where you are going very quickly. Besides, users can also choose to observe their map through the unique 3D mode and learn about the terrain of the surrounding environments. Another important thing is that the application will allow you to create a list of your favorite places to search faster. In addition, you can comfortably use it even offline and freely change the settings depending on your usage needs.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro.jpg",
      "slug": "ar-gps-compass-map-3d-pro",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Travel & Local",
        "slug": "travel-&-local"
      },
      "apktemplates": {
        "wp_description_GP": "AR GPS Compass Map 3D Pro APK is an extremely useful application that can assist you in all your trips and finding the shortest routes without spending",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AR GPS Compass Map 3D Pro",
        "wp_version_GP": "1.8.6",
        "wp_developers_GP": "CodeKonditor",
        "wp_sizes_GP": "3M",
        "wp_GP_ID": "",
        "wp_mods": "PAID/Patched",
        "avg_rating": "3.7",
        "total_votes": "4",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/AR%20GPS%20Compass%20Map%203D%20Pro/AR%20Compass%20PRO%20v1.8.6%20%28PREMIUM%29%20FIX.apk",
            "download_version": "1.8.6",
            "download_size": "3.94 MB",
            "download_mod_info": "PAID/Patched"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AR%20GPS%20Compass%20Map%203D%20Pro/AR_Compass_PRO_v1.8.1_Patched.apk",
            "download_version": "1.8.1",
            "download_size": "3.35 MB",
            "download_mod_info": "PAID/Patched"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/ar-gps-compass-map-3d-pro-1.jpg"
      },
      "scraped_at": "2026-01-09T22:13:53.501776",
      "lastmod": "2024-07-06T06:50:27+00:00"
    },
    {
      "title": "Map My Hike GPS Hiking v19.19.0 MOD APK (Premium Unlocked)",
      "description": "<p>Hiking, fitness, and having fun working out are some of the most common activities for anyone wishing to change their appearance into healthier and curvy shapes. Fortunately, Map My Hike is one of the leading options for starting new progress. You can utilize the app for various occasions and reasons to have immense fun with other fellows with the same enthusiasm for finessing.</p><h2>PLOT YOUR EXERCISES ON A MAP AND TRACK THEM</h2><p>Activities that burn calories and change your shapes or harden your muscles are accounted for in this app for easier tracking. Besides, you may use Gear Tracker to keep track of your running mileage if you add your shoes. Avoid mishaps by being alerted when it’s time for a replacement pair. Hiking spots in your area can be found and saved, new routes can be added, and existing routes can be shared with friends and family. With this app, finding new places to work out will be a piece of cake.</p><h2>SYNCHRONIZE YOUR PROGRESSION WITH OTHER APPS OR HANDHELD DEVICES</h2><p>The app makes it easy to keep tabs on your workouts and monitor your progress by connecting with other apps or smartwatches. Don’t worry about keeping track of your activity levels—UA Record Equipped sneakers will do it for you and sync your stats with the app. Some of the other famous workout apps and more may all be used to share information. Get an in-depth look at your calorie intake and expenditure by linking up with MyFitnessPal and taking charge of your diet.</p><h2>FEEL THE FUN WHILE WORKING OUT WITH OTHER FELLOWS</h2><p>Participate in the group by perusing the exploits of your associates in the Activity Feed. The fitness community is full of supportive people, whether you’re just starting out or training for a major competition. Connect with others and tweet and Facebook about your workouts. Participate in Challenges to pit your skills against those of your peers for the chance to earn some seriously cool swag.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike.png",
      "slug": "map-my-hike-gps-hiking",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Health & Fitness",
        "slug": "health-&-fitness"
      },
      "apktemplates": {
        "wp_description_GP": "Hiking, fitness, and having fun working out are some of the most common activities for anyone wishing to change their appearance into healthier and curvy",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Map My Hike GPS Hiking",
        "wp_version_GP": "19.19.0",
        "wp_developers_GP": "MapMyFitness",
        "wp_sizes_GP": "70M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "4.3",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike-1.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike-5.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike-4.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike-2.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/map-my-hike-6.png"
      },
      "scraped_at": "2026-01-09T22:13:55.834382",
      "lastmod": "2024-07-06T07:06:42+00:00"
    },
    {
      "title": "Aniyomi v0.12.3.10 APK + MOD (Optimized/Lite)",
      "description": "<p>Aniyomi is an endless source of entertainment that anime and manga lovers cannot miss, as new content is always updated. The interfaces found are certainly not too strange to you as you can immediately get acquainted and find the corresponding animes or manga. At the same time, during the search process, the search will sometimes be unfavorable, but rest assured that the anime or manga you like will be found if you know how to change keywords. Entertainment progress is something the application always cares about, and you can remember what you did the last time you had fun.</p><h3>ONLINE AND OFFLINE READING</h3><p>Aniyomi offers a huge amount of completely diverse entertainment content that allows you to easily find something you are interested in. With such a large number, it is completely understandable to offer a variety of genres. In other words, you can quickly go to different sections, from anime to manga, so you can watch or read them immediately without being blocked by many things. The search feature in a large library is always emphasized because as long as you know the characteristics of the search process, the search will become more effective and faster.</p><ul><li><em><strong>Huge library: </strong>It can hold a large number of the hottest manga and anime today.</em></li><li><em><strong>Watch offline without boredom: </strong>From many documents, you can choose and download any content.</em></li><li><em><strong>The new thing is exciting: </strong>The app always innovates and updates the best manga and anime over time and makes you satisfied.</em></li></ul><h3>AUTOMATIC TRACKING</h3><p>When you start with Aniyomi, its interface will feel familiar to you because these interfaces are always found on sites that provide movie or manga viewing content. Therefore, how to use this feature will not need to be mentioned too much, and with just one look, you can immediately know what new animes or manga have just been updated. There is a feature that you need to pay attention to when using the application, which is the use of keywords to perform searches. If you use an English title to search for it but can’t find it, don’t hesitate to try the Romanjinized Japanese title.</p><ul><li><em><strong>Continue to monitor data:</strong> The hottest elements today will all be updated on time and without delay.</em></li><li><em><strong>Have fun receiving notifications: </strong>By placing an order on a work, you will be able to know when you should enjoy it.</em></li><li><em><strong>Compatible across platforms:</strong> Your library stays virtually the same no matter what device you use.</em></li></ul><h3>CUSTOMIZATION</h3><p>Any content-providing site will create a separate space for users to use at their discretion, and the number of things stored there will never be fixed. They will continuously increase throughout their experience and as they enter new seasons. New seasons will often bring new animes to watch, so your favorite anime that will premiere is the best notification. In its first episode, users will immediately quickly add it to their library.</p><ul><li><em><strong>Change the experience</strong>: Things that affect content, such as fonts, colors, and text sizes, can be modified.</em></li><li><em><strong>Custom experience: </strong>No matter which direction you rotate the screen, the app will recognize and adapt immediately.</em></li></ul><h3>INTUITIVE INTERFACE</h3><p>Adding to the library will often have many benefits. Instead of having to constantly search for keywords, searching too much will sometimes make you feel bored and not want to watch anymore. Therefore, when you access the application, you can access the library and choose the « dish » you want to eat today and know the progress of watching anime or reading manga up to which episode and chapter. At the same time, it also minimizes some cases, such as accessing the application and not knowing what to see and then exiting in confusion.</p><ul><li><em><strong>Read simply: </strong>With a user-friendly interface, they can focus on the core experience.</em></li><li><em><strong>Access is quick: </strong>The app always focuses on what you do to save your history and make it easier for you to continue next time.</em></li><li><em><strong>Searching is not difficult:</strong> Many criteria are in place to support searching in a library that continues to increase over time.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/06/aniyomi-mod-apk.png",
      "slug": "aniyomi",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Comics",
        "slug": "comics"
      },
      "apktemplates": {
        "wp_description_GP": "Aniyomi is an endless source of entertainment that anime and manga lovers cannot miss, as new content is always updated. The interfaces found are",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Aniyomi",
        "wp_version_GP": "0.12.3.10",
        "wp_developers_GP": "Javier Tomás",
        "wp_sizes_GP": "113M",
        "wp_GP_ID": "",
        "wp_mods": "Optimized/Lite",
        "avg_rating": "3.5",
        "total_votes": "30",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/aniyomi-1-500x972.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/aniyomi-3-500x974.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/06/aniyomi-2-500x974.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/06/aniyomi-mod.jpg"
      },
      "scraped_at": "2026-01-09T22:13:57.438922",
      "lastmod": "2024-07-06T17:00:50+00:00"
    },
    {
      "title": "Bright Memory Mobile v1.3 APK (Full Version)",
      "description": "<p>Bright Memory Mobile brings players to a world where the equipment is completely modern but always full of monsters that vary in appearance and size. They can be dangerous to the character, but your character is never the worst. With modern equipment available, destroying them is completely simple, and moving to dangerous areas is more convenient than ever. At the same time, the XP index will be an important indicator that determines the strength you can receive to cope with the challenges ahead.</p><h3>FAST-PACED FPS GAMEPLAY</h3><p>Bright Memory Mobile opens with lines of dialogue appearing in an all-black environment and mentioning a pair of twins. For some reason, these people came to the decision to sacrifice a baby to save the others, and after that, the dialogue disappeared. Players will be teleported to a place with a female character who will accompany them in this game, and you will certainly wonder if the twins have anything to do with this character. This is a long journey to help players get answers.</p><ul><li><em><strong>Be gentle and experience authenticity:</strong> Through the character’s perspective, you will see a difficult path ahead.</em></li><li><em><strong>You will be swept away by the pace of the game:</strong> The more players participate in the battle and explore the journey, the harder it will look away.</em></li></ul><h3>IMPRESSIVE ACTION COMBAT</h3><p>During the mission, the main character was surrounded by monsters. Because of an explosion, she was teleported to a place she didn’t know about. She will continuously move from one location to another until the first battles appear. She must use the equipped weapon to destroy the monsters that constantly appear before her eyes and will find out what is going on here when all the entities she meets on her way are monsters. In particular, if you meet a human, don’t be too happy because it will be an enemy equipped to attack you.</p><ul><li><em><strong>Diverse combat styles:</strong> By switching between guns and close-range weapons, you can adapt to each type of monster.</em></li><li><em><strong>Act quickly: </strong>The character’s chain of combos can be performed to make any enemy disappear.</em></li><li><em><strong>Skills that satisfy players: </strong>Once in the supernatural world, the effects of skills are indispensable.</em></li></ul><h3>BEAUTIFUL GRAPHICS</h3><p>Bright Memory Mobile’s environment is designed to be absolutely beautiful, expressing its vastness in size and area. From there, some high places will give players the feeling that it is difficult to climb them, but this is completely possible in reality. The character is equipped with modern weapons, so it is completely reasonable for special skills to be deployed. So you can rush forward quickly to get in the gap with the enemy or see a pillar of light that you can connect with the hook to move to higher areas.</p><ul><li><em><strong>Detailed environment: </strong>The beauty of detail creates complete attraction for players.</em></li><li><em><strong>Engage in impressive battles: </strong>With added effects, attacks become more powerful.</em></li><li><em><strong>Modern design technology: </strong>Unreal Engine is used to create important elements in the game and can satisfy any player.</em></li></ul><h3>INTRIGUING SCI-FI STORY</h3><p>A question is to necessarily destroy the monsters you find, and when you encounter dangerous situations, you will have the answer. Players will go through many areas with monsters that may appear unexpectedly. And you will be forced to destroy them immediately. At the same time, large monsters will definitely not let you leave. The difference in power development is that new skills will be unlocked with XP, and as long as you collect enough, the unlocking can be done at any time.</p><ul><li><em><strong>Special environment:</strong> With a futuristic setting, players will accompany Shelia to learn the story at the beginning of the game.</em></li><li><em><strong>Discover relics: </strong>These are often places with dormant supernatural powers.</em></li><li><em><strong>Secrets are still hidden: </strong>Clues reveal puzzling details that have been hidden for hundreds of years.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/06/bright-memory-mobile.jpg",
      "slug": "bright-memory-mobile",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Embark on an action-packed adventure as Shelia in Bright Memory Mobile MOD APK – a first-person shooter with stunning combos.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bright Memory Mobile",
        "wp_version_GP": "1.3",
        "wp_developers_GP": "FYQD Studio",
        "wp_sizes_GP": "700M",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "4",
        "total_votes": "49",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/bright-memory-mobile-1-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/bright-memory-mobile-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/06/bright-memory-mobile-5-500x375.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/06/bright-memory-mobile.jpeg"
      },
      "scraped_at": "2026-01-09T22:13:59.392258",
      "lastmod": "2024-07-06T17:40:34+00:00"
    },
    {
      "title": "Drifting BMW 3 Car Drift v1.062 MOD APK (Unlimited Money)",
      "description": "<p>You will conquer your passion for racing in Drifting BMW 3 Car Drift. The game gives you tools to support the process of repairing cars if problems arise. Not only that, players meet new friends and have many more races and special incentives.</p><h3>REALISTIC DRIFT PHYSICS AND CONTROLS</h3><p>The game gives you new, realistic experiences, and players feel like they are driving these racing cars themselves. In addition, the game provides additional customization features to make the drift control process smooth, creating excitement to complete the assigned tasks. Discover more new upgrades and create the premise to exploit newer cars in this game.</p><ul><li><em><strong>Responsive Controls</strong>: Based on drift control, you can get the feeling of real racing and the ability to control the unique, sensitive ability to bring the best experience.</em></li><li><em><strong>Realistic Physics</strong>: The ideal drift experience thanks to the advanced physics engine supporting the gameplay or fixing errors.</em></li><li><em><strong>Authentic Tire Effects</strong>: Choose the right tires with friction mode to limit strong slides and flexible size customization features.</em></li></ul><h3>EXTENSIVE CUSTOMIZATION OPTIONS</h3><p>The game provides you with a variety of different cars, and each feature is clearly shown during the gameplay. Players will participate in different challenges, and based on these challenges, you can receive valuable prizes. Not only that, you also need to be flexible to innovate the car, unlock visual upgrades, and add special support tools for the gameplay.</p><ul><li><em><strong>Car Selection</strong>: The game offers you a variety of racing cars, sports cars or even valuable BMWs, you can customize and modify according to your own needs.</em></li><li><em><strong>Handling Customization</strong>: Freely change the size of the wheel, measure the offset or adjust the steering height to suit the process of conquering the extended matches.</em></li><li><em><strong>Ultimate Drift Machines</strong>: Players are allowed to build their dream drift machines with these unique customization tools.</em></li><li><em><strong>Visual Customization</strong>: Customize the colors and sizes or choose new accessories and rims to suit each of your experiences.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift.webp",
      "slug": "drifting-bmw-3-car-drif",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Racing",
        "slug": "racing"
      },
      "apktemplates": {
        "wp_description_GP": "Drifting BMW 3 Car Drift MOD APK – Realistic drifting game featuring customizable BMWs, multiple tracks, and score-based gameplay for car enthusiasts.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Drifting BMW 3 Car Drift",
        "wp_version_GP": "1.062",
        "wp_developers_GP": "Profi-Soft Games",
        "wp_sizes_GP": "185M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/drifting-bmw-3-car-drift-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:02.708687",
      "lastmod": "2024-07-08T11:17:37+00:00"
    },
    {
      "title": "A Fragile Mind v1.0.0 APK (Full Game)",
      "description": "<p>For those who especially have a passion for extremely difficult puzzle games, A Fragile Mind – Puzzle Game is a game with puzzle-oriented gameplay that completes the plot. Players will be taken into a mysterious place where they will have to explore and find clues for the next puzzle. Because of this characteristic, players also need to have a really good brain to be able to solve the puzzles in this game.</p><h3>PUZZLES</h3><p>The only reason players come to this game is that it is located in Vietnam and has puzzles that are very different from other games. This gives them a new feeling and also creates more excitement when players are in the process of solving the puzzle.</p><ul><li><em><strong>Variety: </strong>There are many players here, and these levels are specially designed to be completely different from the other levels. Solving all the puzzles in this game requires good adaptability and a sharp brain.</em></li><li><em><strong>Integrated:</strong> An interesting feature that few puzzle games have is that the player can actually see and interact with the surrounding environment while solving the puzzle, increasing the difficulty.</em></li><li><em><strong>Satisfaction:</strong> Because the puzzles in this game are so difficult, solving them will bring a very satisfying feeling when the player has just conquered something.</em></li></ul><h3>STORY AND SETTING</h3><p>Players will unlock part of the main story through the puzzles they solve. The more questions they solve, the more excited they will be about what they have found because the later stories will be more unpredictable.</p><ul><li><em><strong>Mystery:</strong> This is not a pure-solving game, but the puzzles in this will be linked together. To put it more simply, the player is on a quest to discover a mysterious story and the puzzles they solve.</em></li><li><em><strong>Characters: </strong>The game also creates a number of special characters, who will have quite interesting skills to help players solve puzzles better. Besides, players will also meet other characters, who have very interesting personality traits.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind.webp",
      "slug": "a-fragile-mind",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "A Fragile Mind APK – First-person point-and-click mystery adventure with puzzles, clues, and amnesia-induced exploration in a surreal setting.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "A Fragile Mind",
        "wp_version_GP": "1.0.0",
        "wp_developers_GP": "Glitch Games",
        "wp_sizes_GP": "779M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/a-fragile-mind-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:05.432589",
      "lastmod": "2024-07-08T11:20:36+00:00"
    },
    {
      "title": "Need for Speed Mobile v1.11.168 APK (Full Game)",
      "description": "<p>Have you ever been looking for a speed game that ensures the highest level of suspense and tension? Then Need for Speed™ Mobile will be a great game that you should not miss for your own collection of favorite speed racing games. The game will give its players the highest level of speed experience, and they will be able to feed adrenaline into their racing tracks continuously.</p><h3>OPEN WORLD &amp; COP CHASING</h3><p>One of the most interesting experiences that the game can bring to its players is an open game map. The game will give its players an expanded map with a range of 10 km x 10 km so they can freely control their car to reach the highest speed. In addition, players will also be able to push the game’s dramatic level to the highest when participating in the exclusive police chase mode that the game sets up.</p><h3>CUSTOMIZATION</h3><p>The game will allow players to customize their cars to help them have the most personal experience. The game is equipped with a car customization system with hundreds of items inside the car, down to the paint color or rims and tires on the outside of the car. Players can also completely upgrade their car’s speed capabilities to the highest level through customizations and upgrades related to racing performance.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile.jpg",
      "slug": "need-for-speed-mobile",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Racing",
        "slug": "racing"
      },
      "apktemplates": {
        "wp_description_GP": "Need for Speed Mobile APK Open-world racing game featuring intense police chases, extensive car customization, and high-speed thrills.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Need for Speed Mobile",
        "wp_version_GP": "1.11.168",
        "wp_developers_GP": "ELECTRONIC ARTS",
        "wp_sizes_GP": "2.80 GB",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "3.9",
        "total_votes": "44",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/need-for-speed-mobile-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:07.078292",
      "lastmod": "2024-07-08T17:43:38+00:00"
    },
    {
      "title": "Esuper File Manager v1.4.7.2 APK + MOD (VIP Unlocked)",
      "description": "<p>Esuper will be an application that allows its users to manage their phones simply, conveniently, and efficiently. Have you ever encountered the difficulty and frustration of not having to check and manage different file types on your phone manually? If you have been experiencing similar situations, this will be a perfect application that you should immediately add to your phone’s application collection. With this application, users can experience a professional file explorer right on their device with brilliant automatic operations. The application will provide its users with a convenient automated file management system that you will no longer need to manage files the old way.</p><p>Files loaded inside your phone will often generate many unnecessary junk files that take up a large amount of your phone’s storage space. But with this application, you can completely clean up these annoying junk files very quickly with a simple button that is already integrated. Once authorized, the application will activate the system’s cleaning mechanism and start the process of scanning through all the device’s files to analyze and remove junk files. At the same time, the application also gives its users the ability to categorize and organize the file types in their devices clearly with different categories. Moreover, your file search tasks will become extremely simple and fast after you have organized your file system methodically.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/09/esuper.jpg",
      "slug": "esuper-file-manager",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Business",
        "slug": "business"
      },
      "apktemplates": {
        "wp_description_GP": "Esuper will be an application that allows its users to manage their phones simply, conveniently, and efficiently. Have you ever encountered the difficulty",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Esuper",
        "wp_version_GP": "1.4.7.2",
        "wp_developers_GP": "ESTRONGS LIMITED",
        "wp_sizes_GP": "27M",
        "wp_GP_ID": "",
        "wp_mods": "VIP Unlocked",
        "avg_rating": "4",
        "total_votes": "19",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Esuper/Super%20File%20v1.4.7.2%20%28PREMIUM%29.apk",
            "download_version": "1.4.7.2",
            "download_size": "47 MB",
            "download_mod_info": "VIP"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Esuper/ESuper%20v1.4.7.1%20%28PREMIUM%29.apk",
            "download_version": "1.4.7.1",
            "download_size": "47 MB",
            "download_mod_info": "VIP"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/esuper-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/esuper-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/esuper-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/esuper-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/09/esuper-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/09/esuper-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:10.989330",
      "lastmod": "2024-07-09T15:39:21+00:00"
    },
    {
      "title": "Car Club: Street Driving v3.93 MOD APK (Free Rewards)",
      "description": "<p>Can you handle the excitement of a racing voyage full of challenges? You need to look no further than Car Club: Street Driving if you are searching for a game with your heart racing and your hands on the virtual wheel. Including sixteen great vehicles in this game should appease the cravings of all speed demons and car fans.</p><h2>THE MAIN ATTRACTION OF THE DISPLAY IS A DIVERSE COLLECTION OF FAST CARS</h2><p>In the racing video game Car Club: Street Driving, the goal is to accelerate to the game’s maximum speed in the shortest time. This game has many automobiles, from high-performance exotic supercars to exquisitely restored vintage classics. Because they know how addictive speed can be, the game’s producers continually release new cars. Put on your seatbelts and get ready to annihilate the competitors stunningly; the ride is about to begin!</p><h2>BECAUSE THE CONTROLS ARE SO EASY TO USE, YOU CAN ONLY FOCUS ON THE THRILL OF RACING</h2><p>The intuitive nature of Car Club: Street Driving’s control scheme is a big selling point for the game. Pushing random buttons is unnecessary, nor should you be concerned about accidentally tapping the wrong pedal. Without being sidetracked by the simple control mechanism, you can focus on the thrill of the race. It would be best to indulge your desire to be a race car driver because once you do, you’ll be surprised at how easily you can maneuver about the racetrack.</p><h2>UNIQUE PROBLEMS AWAIT YOU IN VARIED SCENARIOS</h2><p>As part of Car Club: Street Driving offers the much-required variety that helps keep things exciting. Due to the wide range of settings and unique configurations, the countryside won’t become old. Each competition features a fantastic set of driving challenges and is held on a different course, ranging from congested city streets to peaceful country lanes. Put yourself in motion, visit locations you haven’t been to before, and demonstrate that you have what it takes to dominate the racing world.</p><h2>THE WEATHER CAN NEVER BE PREDICTED ACCURATELY, RAISING THE STAKES AND EXCITEMENT OF COMPETITIONS</h2><p>The game Car Club: Street Driving ups the ante regarding realism with its dynamic weather system. Be prepared for the weather to be unexpected since this will add to the excitement of the races. The combination of rain, fog, and sweltering temperatures will put your driving talents to the absolute limit. Demonstrate to the world that you can be successful in any setting by acquiring the ability to adjust to the weather.</p><h2>YOU CAN MAKE A STATEMENT ON THE STREETS WITH A CAR THAT ITS OWNER HAS MODIFIED</h2><p>There’s no reason why auto racing can’t be excellent simultaneously. You can personalize your cars in the game to display your unique interests. Personalizing your car’s paint job, wheels, and brake calipers is a great way to make it stand out. There are a virtually infinite number of options available to you, regardless of whether you want to project an image that is understated and elegant or flashy and vibrant. While tearing through the streets at high speeds, let your mind wander and make a political statement.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving.jpg",
      "slug": "car-club-street-driving",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Racing",
        "slug": "racing"
      },
      "apktemplates": {
        "wp_description_GP": "Get ready for high-speed racing action in Car Club: Street Driving MOD APK – Customize cars, conquer challenging maps, and race to victory",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Car Club: Street Driving",
        "wp_version_GP": "3.93",
        "wp_developers_GP": "Yaros Interactive",
        "wp_sizes_GP": "400M",
        "wp_GP_ID": "",
        "wp_mods": "Free Rewards",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-2-500x298.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-3-500x313.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-6-500x298.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-7-500x313.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/05/car-club-street-driving-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:13.432297",
      "lastmod": "2024-07-09T16:16:15+00:00"
    },
    {
      "title": "Survival Shooter v0.3.31 MOD APK (Damage & Defense Multiplier, God Mode)",
      "description": "<p>Blast off into an epic sci-fi survival adventure as Yukako, a daring space pilot fighting to stay alive after a catastrophic ambush. Survival Shooter: Roguelike io drops players into a sprawling neon-drenched nebula brimming with hostile aliens, derelict ruins, and untold dangers.</p><p>Combining strategic resource management with intense top-down shooting, you’ll need to balance oxygen, ammo and shield levels while adapting tactics against wildly varied enemies. RPG elements let you upgrade abilities and craft new tech from salvage to face escalating challenges. Your choices shape the story in this roguelike odyssey. Can you endure the perils and solve the mysteries of this harsh yet breathtaking cosmos?</p><h3>IMMERSIVE STORY DRIVEN BY PLAYER CHOICES AND CONSEQUENCES</h3><p>A narrative-focused experience where your actions dictate outcomes across a web of possibilities. Character loyalty, the ship’s fate and your survival hang in the balance.<br/>\nProcedurally generated levels, items and events fuel unlimited variations. No two expeditions are the same in this ever-evolving journey. Death is only the beginning.</p><h3>STRATEGIC STAT MANAGEMENT FOR SURVIVAL</h3><p>Balance oxygen, ammo, shield strength and more under duress. Resources are limited – use them wisely. Prioritization and skill determine your survival.<br/>\nScour desiccated ships, volatile ice fields, crumbling space hulks and more for resources while avoiding hazards and enemy encounters.<br/>\nUnlock abilities and upgrade systems to bolster offense, defense, speed, stealth and more. Tailor your playstyle from agile to aggressive.</p><h3>TACTICAL SHOOTER COMBAT AGAINST ALIEN HORDES</h3><p>Each foe has unique behaviors and weaknesses to exploit. Swarming Skitterers, floating Stingers, towering Leviathans – adapt or die.<br/>\nBuild game-changing tech – weapons, mods, drones and augments – by studying and salvaging downed hostiles. Turn the hunters into the hunted.</p><h3>PULSE-POUNDING SHIP COMBAT AND DOGFIGHTS</h3><p>Take flight at the stick of your upgradable interceptor to face hordes and massive bosses in heated space combat. Your piloting skills are paramount. Probe the furthest reaches. Scanners expose points of interest – derelict ruins harboring artifacts and blueprints. What will you discover?</p><p>Fully embrace the vast majesty and loneliness of space in this vivid sci-fi vision. Next-level immersion awaits. Venture into the unknown and test your limits of endurance. Perils await in the Survival Shooter: Roguelike io.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io.webp",
      "slug": "survival-shooter-roguelike-io",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Survival Shooter MOD APK – Navigate the Nebula Sector, battle Voidspawn, and craft to survive in this space odyssey.",
        "wp_mod_info_GP": "<p><em>1. Menu</em><br/>\n<em>2. Damage Multiplier</em><br/>\n<em>3. Defense Multiplier</em><br/>\n<em>4. God Mode</em><br/>\n<em>5. Unlimited Diamond</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Survival Shooter",
        "wp_version_GP": "0.3.31",
        "wp_developers_GP": "Dream Cool Game",
        "wp_sizes_GP": "138M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-4-500x1056.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-5-500x1056.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-6-500x1056.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/survival-shooter-roguelike-io-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:15.112831",
      "lastmod": "2024-07-10T18:11:58+00:00"
    },
    {
      "title": "War of Evolution v70087 MOD APK (Speed Game Multiplier)",
      "description": "<h3>GUIDE YOUR SPECIES TO GLORY IN WAR OF EVOLUTION</h3><p>War of Evolution delivers a captivating god game experience where you steer a species from humble tide pool beginnings all the way to interstellar travel. With sandbox creation tools, RTS strategic gameplay, resource management, and limitless customization, this mobile game lets you leave your mark across a civilization’s entire evolutionary journey. Let’s dive into the key features that make this journey of life an addictive standout.</p><h3>START AS A CELL AND ADAPT TO THRIVE</h3><p>In War of Evolution, you begin as a simple single-celled organism focused only on eating and avoiding predators in a primordial tidal pool. Absorb nutrients and multiply to grow, evolve traits like spike shells ortoxins to fend off enemies, and slowly increase in complexity. The cell stage teaches you to balance mutation, adaptation, and survival. Pass your most hardened cells on as the seeds of your future species’ success.</p><h3>DESIGN YOUR OWN FANTASTICAL SPECIES</h3><p>Once your cells emerge onto land, it’s time to shape your species’ destiny through customization. Mix and match dozens of procedural body parts like limbs, tails, wings, and sensory organs to dream up unique creatures. Choose behaviors, environmental adaptations, and statistical strengths that determine how they will interact with the world. Let your imagination run wild as you guide evolution into new directions.</p><h3>BUILD UP FROM HUMBLE VILLAGE TO GALACTIC EMPIRE</h3><p>As your species advances through the tribal, civilization, and space stages, your control shifts from individual units to broader strategy. Construct villages with unique buildings that unlock new technologies and resources. Manage supply chains to fuel expansion. Wage war against rival civilizations or forge alliances. The scope grows until you eventually establish space-faring colonies and interact with alien races among the stars. Your early decisions ripple through millennia.</p><h3>EXPERIENCE AN OPEN-ENDED EVOLUTIONARY SANDBOX</h3><p>At its core, War of Evolution wants you to play without limits. The procedural planets you explore are filled with surprises each time. You choose your species’ physical form, capabilities, and destiny with endless combinations. Will you build a sprawling empire based on trade? Wage war with custom biological weapons? Or nurture philosophical thinkers? Every session tells a new emergent story. Let curiosity guide you on this journey through the ages.</p><p>With its creature customization, RTS strategy, resource management, and open-ended sandbox freedom, War of Evolution empowers you to guide life from tide pool to interstellar travel. Now you can play god and leave your mark on a civilization anytime. Will your species thrive or perish? Shape their future today!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution.webp",
      "slug": "war-of-evolution",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Embark on a journey from microbe to space explorer in War of Evolution MOD APK – shaping life’s evolution.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "War of Evolution",
        "wp_version_GP": "70087",
        "wp_developers_GP": "ONEMT HONG KONG LIMITED",
        "wp_sizes_GP": "1.04 GB",
        "wp_GP_ID": "",
        "wp_mods": "Speed Game Multiplier",
        "avg_rating": "3.4",
        "total_votes": "20",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/War%20of%20Evolution/War-of-Evolution-70087-mod.apk",
            "download_version": "70087",
            "download_size": "2.2 GB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/War%20of%20Evolution/War-of-Evolution-70083-mod.apk",
            "download_version": "70083",
            "download_size": "2.2 GB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-2-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-3-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-4-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-5-500x231.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-6-500x231.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/03/war-of-evolution-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:22.089404",
      "lastmod": "2024-07-10T18:35:42+00:00"
    },
    {
      "title": "PP: Adult Girls Sims v1.35.332 MOD APK (Unlimited Gold, Diamonds, Energy)",
      "description": "<p>Have you ever imagined that you would be surrounded by hot girls clinging to you? I have never had such an experience, but it is not too difficult. We can completely experience getting to know many girls in many places and chatting with them through playing Journey with Girls. This is also the main feature that the game wants to deliver to players. Our main purpose in this game is that we have to meet and make friends with the girls we like to get to know them and, from there, move on to more intimate actions with them. The game will guide us to gain the affection of these girls by participating in activities with them or by diligently becoming a companion next to them and talking to them.</p><h3>ENGAGING CONVERSATIONS</h3><p>The main thing we need to do to gain the sympathy of the girls in the game is to become a close person by our side to confide in and chat with them. Conversations will be provided by the game based on the situations we create. For example, conversations with our beautiful PT girl at the Gym every day will be developed to continuously innovate, showing that our level of intimacy is also increasing. But there is one point that I find quite unreasonable and frankly dissatisfying in this game: we cannot have many conversations with other girls at the same time. This is also the factor that people will come to the game, but sometimes players also respect loyalty not only in real life but also in the game.</p><ul><li><em><strong>Fast conversation:</strong> Interaction with female characters in the game is said to be too quick, but the lingering emotions will last a long time.</em></li><li><em><strong>Real conversation: </strong>The conversations of the characters in the game are based on the way real people interact with each other.</em></li></ul><h3>FRESH VISUAL CONTENT</h3><p>The most important thing that, of course, all games should have for themselves is the ability to keep their game always fresh in the eyes of players. In this game, the way it works will be a little different. The game will not continuously release important updates to make players feel interested and curious about those updates, but instead, the game will create characters and make them dress more sexy so that they can freely choose and meet these hot girls. This is probably to satisfy players by allowing them to be intimate with their ideal girlfriends, from girls of color to those much older than them.</p><ul><li><strong>Never get bored: </strong>We can always create interesting conversations with individual girls.</li><li><strong>Variety character: </strong>The female characters in the game are designed to be extremely diverse from skin color to character height.</li></ul><h3>CHARACTER DEVELOPMENT GAMEPLAY</h3><p>Although this game will not allow us to get to know many people at the same time, that is the most interesting feature of the game. When we can only learn and talk to one person, it is obvious that we can completely discover their true personality. In addition, one thing that most players will be more interested in is the girls’ personalities. Although discovering their true personalities will partly satisfy your curiosity and longing for the girls of your dreams, discovering their darkest secrets is also important. An aspect that hardly anyone can deny.</p><ul><li><em><strong>Deep understand:</strong> Understanding a character long enough can help us unlock more of their secrets.</em></li><li><em><strong>Love strategy: </strong>Gaining the love of girls in this game requires us to have a thorough strategy.</em></li></ul><h3>IMMERSIVE STORYLINE</h3><p>While it is true that some players of this game are satisfied with the fact that they are not allowed to see and chat with multiple people at the same time, I find this feature to be quite consistent with community standards. Above all, there are still a large number of players who like to dig deeper into these girls to learn and discover more aspects of them. Every time we have a certain intimacy point, the game will allow us to proceed to unlock emotional, intimate scenes. Our character development is seen as never-ending, even when we think we’ve completely got the girl. At the times when we feel the safest, the game will always add plot twists that make it impossible for us to be more surprised.</p><ul><li><em><strong>Plot twists: </strong>The game will bring many plot twists into the game to increase surprise and drama for players.</em></li><li><em><strong>Discover: </strong>Which direction the character in the game will develop depends on your dialogue choices.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/pp-adult-games-fun-girls-sims.jpg",
      "slug": "pp-adult-girls-sims",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Have you ever imagined that you would be surrounded by hot girls clinging to you? I have never had such an experience, but it is not too difficult. We can",
        "wp_mod_info_GP": "<ul><li data-pm-slice=\"1 1 []\"><em>MENU MOD<br/>\n</em></li><li data-pm-slice=\"1 1 []\"><em>Gems , Gold &amp; Energy dont decrease when spend.</em></li></ul><p><em><strong>Info : You need the initial amount required to make it to work !</strong></em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "PP: Adult Girls Sims",
        "wp_version_GP": "1.35.332",
        "wp_developers_GP": "Cerise",
        "wp_sizes_GP": "118M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Gold, Diamonds, Energy",
        "avg_rating": "3.7",
        "total_votes": "43",
        "repeatable_download_link": [],
        "ss_images": [],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/pp-adult-games-fun-girls-sims-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:23.727311",
      "lastmod": "2024-07-11T04:22:09+00:00"
    },
    {
      "title": "Miraculous Squad v3.0.07 MOD APK (Unlimited Purchase)",
      "description": "<p>Miraculous Squad is a game in which you will play the role of one of two characters, Ladybug or Cat Noir, to explore and collect cards scattered throughout the game world with a special function on each card. If you use the cards with a smart strategy, you can activate the cards’ special powers to defeat your enemies.</p><h3>MIRACULOUS LADYBUG AND CAT NOIR COSTUMES</h3><p>In this game, you can create your own skins for both Ladybug and Cat Noir that suit your style and preferences. Our costumes are designed with precision down to the centimeter to help the character’s movements always be smooth. In addition, you can dress up as your favorite superhero characters at the carnival.</p><ul><li><em><strong>Life-like Accuracy</strong>: You can dress up as your favorite superhero in the most accurate and lifelike way with the highest quality.</em></li><li><em><strong>Flexible Mobility:</strong> Characters like Ladybug or Cat Noir when you dress them up, they will still move smoothly making you feel like they are really the character you are dressing them up as.</em></li><li><em><strong>Show Your Fandom:</strong> Show everyone your love for Miraculous by dressing up as your character in superhero fan events.</em></li></ul><h3>AKUMATIZED VILLAIN ACTION FIGURES</h3><p>The special thing in our game is the Akumatized villain with a unique appearance and personality. There are also many other characters with their own personalities and appearances to help you not feel bored. You can add the villains you have defeated to your collection, and we will always update you on new villains to defeat and conquer.</p><ul><li><em><strong>Incredible Details:</strong> Our characters are created in great detail, making your favorite villains like Hawk Moth and Mayura come to life.</em></li><li><em><strong>Unique Personas:</strong> Each villain is designed by us for a unique and completely different rebellious personality, allowing you to find your favorite villain.</em></li><li><em><strong>Expand Your Collection:</strong> Every time you defeat a villain, you can add to your collection, and we will always update to refresh and create more villains.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad.webp",
      "slug": "miraculous-squad",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Miraculous Squad MOD APK – Action-packed mobile game featuring Ladybug and Cat Noir, card-based powers, and battles against iconic villains in Paris.",
        "wp_mod_info_GP": "<p><em>1. UNLIMITED PURCHASE – In SHOP only – gems and gold</em><br/>\n<em>2. UNLOCK PREMIUM BATTLE PASS</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Miraculous Squad",
        "wp_version_GP": "3.0.07",
        "wp_developers_GP": "VOODOO",
        "wp_sizes_GP": "922M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Purchase",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/miraculous-squad-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:26.633006",
      "lastmod": "2024-07-11T09:46:40+00:00"
    },
    {
      "title": "Qreduce Photo Size Compress v2.1.3 MOD APK (Premium Unlocked)",
      "description": "<p>Compress Photo Size – MB to KB is an application that helps you compress photos from the sizes of different images. The application has 2 image compression modes for you to choose from: automatic mode and image compression mode to selected size. When using this application, you will be able to change the size of your images at any time you want, which is extremely convenient.</p><h3>POWERFUL IMAGE COMPRESSION</h3><p>The application has high algorithms that help you compress your images most accurately and quickly with one click. The application also allows you to compress images from Gmail and other applications.</p><ul><li><em><strong>Flexible Options</strong>: You can also compress all images in Gmail, files, or even websites in the most optimal way without worrying about blurry images or reduced quality.</em></li><li><em><strong>Batch Processing</strong>: The application will also help you compress all images more conveniently by selecting all the images. With just one touch, all images will be compressed at once, quick and easy.</em></li><li><em><strong>Advanced Algorithm</strong>: The application will help you compress images and reduce file size with high accuracy. It wont damage your photos or losing image quality.</em></li></ul><h3>INTUITIVE IMAGE RESIZING</h3><p>You can resize the image to the size you want or edit it before compressing. The application also allows you to preset options before compressing images, and you can compress multiple images simultaneously extremely conveniently.</p><ul><li><em><strong>Precise Control</strong>: You can completely change the scale and size of photos according to pixel size, frame size, and percentage with high precision.</em></li><li><em><strong>Image Editing</strong>: The application automatically rotates or crops images before compression to control image quality after compression, giving you the most perfect and accurate finished product.</em></li><li><em><strong>Handy Presets</strong>: You can also set the size for your personal needs for printing and media to get the most suitable image size for your own needs.</em></li><li><em><strong>Efficient Workflow</strong>: Additionally, you can save a lot of time on resizing by selecting multiple images at once to resize them.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb.webp",
      "slug": "qreduce-photo-size-compress",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Photography",
        "slug": "photography"
      },
      "apktemplates": {
        "wp_description_GP": "Qreduce Photo Size Compress MOD APK – offers easy image resizing and compression, with batch processing and direct sharing capabilities.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Qreduce Photo Size Compress",
        "wp_version_GP": "2.1.3",
        "wp_developers_GP": "Firehawk",
        "wp_sizes_GP": "15 MB",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/compress-photo-size-mb-to-kb-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:31.581394",
      "lastmod": "2024-07-11T10:42:50+00:00"
    },
    {
      "title": "Material Status Bar v11.1.1 MOD APK (Premium Unlock)",
      "description": "<p>Material Status Bar brings many powerful editing features to those who love to change the theme on the interface. You can choose different color tones for this status bar, changing the application to suit your needs. You can also create a new notification panel or blur unimportant notifications. New and unique change styles are added, and the simple way of using them is suitable for many different users. Not only that, the application also has many features, such as displaying the remaining battery of the device, time format, or auto-start mode when the phone is ready to turn on again.</p><h3>MATERIAL STATUS BAR</h3><p>Users will see that the application brings you many interesting features, such as changing the notification panel and adding new themes. The update will take place and this is when you can choose to add new themes to effectively apply to your device. Not only that, the application also has simple, easy-to-understand commands so that users can use and adjust accordingly.</p><ul><li><em><strong>Accessibility Support:</strong> The application is suitable for many different users, so there will be no worries about usage problems because of the companionship of EasyMode to overcome difficulties when using it.</em></li><li><em><strong>Theme Customization</strong>: The application has 3 unique theme types for you to choose according to your needs.</em></li><li><em><strong>Custom Notifications:</strong> You can refresh the notification panel by choosing new colors, new themes to apply to create a difference.</em></li></ul><h3>TABLET-READY DESIGN</h3><p>This customized application is more special than other applications because it has an interface specifically designed for tablets. This makes the usage process more unique, meeting the needs of different users.</p><ul><li><em><strong>Consistent Experience</strong>: For other applications, the coloring and color selection features are strongly activated. In addition, the application also has a blur feature for unimportant applications.</em></li><li><em><strong>Notification Access:</strong> The notification panel will appear in many different forms; it can be scrolling or sliding, and notifications will be fully displayed in the notification panel for convenient monitoring.</em></li><li><em><strong>Tablet Optimization:</strong> The application has a specialized design for tablets, and not all applications have the same support.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar.webp",
      "slug": "material-status-bar",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "Material Status Bar MOD APK – Customizable status bar app with Material Design themes, notifications, and tinting for Android devices.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Material Status Bar",
        "wp_version_GP": "11.1.1",
        "wp_developers_GP": "ZipoApps",
        "wp_sizes_GP": "12 MB",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlock",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Material%20Status%20Bar/Status%20Bar%20v11.1.1%20%28PREMIUM%29.apk",
            "download_version": "11.1.1",
            "download_size": "12 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Material%20Status%20Bar/Material%20Status%20Bar%20v11.1.0%20%28PREMIUM%29.apk",
            "download_version": "11.1.0",
            "download_size": "12 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-2-500x852.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-3-500x852.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-4-500x853.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-5-500x852.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-6-500x852.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/material-status-bar-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:35.793150",
      "lastmod": "2024-07-11T10:49:57+00:00"
    },
    {
      "title": "Runestone Keeper v1.3.23 MOD APK (Unlimited Money, One Hit)",
      "description": "<h3>OVERCOME DEADLY DUNGEONS IN THE CHALLENGING ROGUELIKE RUNESTONE KEEPER</h3><p>Prepare for challenging dungeon crawling as Runestone Keeper tasks you with navigating perilous ruins while battling monsters, solving puzzles, and collecting runestones to unlock new game modes. With turn-based combat, gear upgrades, and runic magic, survive the depths!</p><p>At its core, Runestone Keeper throws you into procedurally generated dungeons with environmental hazards like traps and lethal poison to overcome. Tread carefully in the dark as you descend to uncover ancient magical relics.</p><h3>STRATEGIC TURN-BASED COMBAT AGAINST UNIQUE MONSTERS</h3><p>Engage in tactical turn-based battles utilizing weapons, spells, skills, and items to defeat each floors’ monsters. But beware – monsters have their own unique abilities to contend with. Use combat mechanics wisely! Loot weapons, armor, accessories and more from fallen foes. Combine prefix and suffix runes on gear to create randomized properties for an edge in battle. Seek the mightiest equipment possible!</p><h3>MAKE OFFERINGS TO THE GODS FOR NEW POWERS</h3><p>Make sacrifices to appease ancient deities in exchange for formidable glyphs offering unique buffs and abilities. But be careful not to evoke their wrath! Use newfound cosmic gifts shrewdly.</p><p>Finding runestones hidden in dungeons lets you unlock additional modes with special twists! Combine stones to reveal nightmare, deathmatch, and other gameplay modes for new challenges. Navigate dungeon floors utilizing card draw mechanics. Manage hand of items and skills wisely to overcome immediate threats while conserving resources for later floors. Think ahead!</p><h3>LEADERBOARDS AND ACHIEVEMENTS ENCOURAGE REPLAYABILITY</h3><p>Keep competing to rise in leaderboard ranks and earn every achievement available. With randomized dungeons and unlockable modes, no two runs are the same. Enjoy incredible replay value! Descend into the depths but keep your wits about you. Runestone Keeper merges roguelike dungeon exploration with strategic turn-based combat for a uniquely addictive puzzler. Uncover the mysteries below!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper.webp",
      "slug": "runestone-keeper",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Runestone Keeper MOD APK – Embark on a dungeon adventure, face lethal foes, and strategize your way through.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu</em></li><li><em>One hit kill + god mode</em></li><li><em>Drop coins x10000</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Runestone Keeper",
        "wp_version_GP": "1.3.23",
        "wp_developers_GP": "Cimugames",
        "wp_sizes_GP": "110M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money, One Hit",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Runestone%20Keeper/runestone-keeper-v1.3.23-mod.apk",
            "download_version": "1.3.23",
            "download_size": "111.58 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Runestone%20Keeper/runestone-keeper-v1.3.22-mod.apk",
            "download_version": "1.3.22",
            "download_size": "112 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/runestone-keeper-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:40.876694",
      "lastmod": "2024-07-12T07:16:03+00:00"
    },
    {
      "title": "Merge Kaiju: KogxGozila v2.2 MOD APK (High Gold Reward)",
      "description": "<p>Have you ever imagined that, at some point, giant monsters like Gozila would appear on the streets and fight with each other? Then Merge Kaiju: KogxGozila will be an attractive game that can simulate this image for you. The game will allow its players to take on the role of controlling huge monsters that fight each other, and they are called Kaiju. Many intense battles are waiting for you to experience.</p><h3>AN EXTENSIVE ROSTER OF UNIQUE AND DIVERSE KAIJU TO CHOOSE FROM</h3><p>One of the most special features that the game can bring to its players is giant Kaiju characters. A huge collection of many different types of Kaiju has been set up for players to choose from. With each different Kaiju, they will be able to possess their own unique fighting ability and strength for you to consider. You will need to think about choosing a Kaiju that suits your favorite fighting style.</p><ul><li><em><strong>Kaiju Diversity: </strong>Select from a wide range of Kaiju, each with its own distinct abilities, strengths, and fighting styles.</em></li><li><em><strong>Customization Options:</strong> Find the perfect Kaiju that matches your preferred way to play and battle.</em></li><li><em><strong>Progression System: </strong>Customize your monster with unlockable skills, traits, and more as you progress.</em></li></ul><h3>COLOSSAL AND CHAOTIC KAIJU BATTLES THAT BRING CITIES TO RUIN</h3><p>After you have built your own suitable Kaiju army, the battles will begin. Many different Kaiju opponents or even giant robots will also appear to confront you. The impact of the battle of these giant monsters could bring devastation to the surrounding city. The scene and buildings will become more chaotic than ever after the match starts.</p><ul><li><em><strong>Jaw-Drop Battles:</strong> The game will offer its players many combat challenges, such as confronting Kaiju opponents, giant robots, and other dangerous military forces.</em></li><li><em><strong>Citywide Destruction: </strong>Thanks to the intense battle of giant monsters, the landscape of a beautiful city will be destroyed quickly.</em></li><li><em><strong>Environmental Chaos:</strong> Players will feel the chaos coming from the environment as skyscrapers collapse, bridges across rivers are destroyed, and more.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila.webp",
      "slug": "merge-kaiju-kogxgozila",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Merge Kaiju: KogxGozila MOD APK – invites you to merge and evolve monstrous creatures for epic city-smashing battles!",
        "wp_mod_info_GP": "<p><em>1. UNLIMITED UNIT DEPLOY</em><br/>\n<em>2. HIGH GOLD REWARD</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Merge Kaiju: KogxGozila",
        "wp_version_GP": "2.2",
        "wp_developers_GP": "P2O GAME STUDIO",
        "wp_sizes_GP": "112 MB",
        "wp_GP_ID": "",
        "wp_mods": "High Gold Reward",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-6-500x800.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/04/merge-kaiju-kogxgozila-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:43.675191",
      "lastmod": "2024-07-12T07:17:40+00:00"
    },
    {
      "title": "3D Earth & Real Moon v1.1.22 MOD APK (Premium Unlocked)",
      "description": "<p>It will be much easier to keep track of the stunning suns, satellites, and stars if you have 3D Earth and Real Mon. This application allows you to use a variety of optical effects and displays the location of the moon, sun, and other objects at any given time. This scientific app gives you new ways to keep track of unusual occurrences and keeps you updated when they occur. This new app allows users to view additional stars as well as planets.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90811\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90812\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>CHECK THE POSITIONS OF THE PLANETS</h2><p>People have a strong desire to travel the world independently and are always looking for new places to visit. This scientific application is up to date, with features that allow you to see the exact location of the planets, moon, and sun at any given time. The application will always allow you to switch to a different view while you are watching and provide captions to help you. You will also be able to record any movements during the tracking process.</p><p>You can also use the app to calculate the rate at which the planets, moon, and sun move about one another and the distance between them. Even the stars are monitored, and you may catch a glimpse of a meteor even if your eyes are closed. When you follow up on the application, it will always leave an impression on you and provide you with the information you need to learn and research. Examine a world map to determine your location and the surrounding area.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90813\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90814\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>OBSERVES WHAT IS HAPPENING</h2><p>This app allows you to track the planet’s movements in various ways. You can also see how the Earth moves in ways that aren’t straight lines while the planets move in straight lines. It’s possible that your tracking requires some adjustments to its data, time, or other metrics. You can also choose from various tracking directions to see how this app for modern science differs.</p><h2>NEW NOTIFICATION FORMATS</h2><p>Adjusting the camera or track angle can get the most up-to-date information. 3D Earth and Real Mon aim to provide realistic images of planets and moons in space from which you can learn a lot. The app also wants you to have a better scientific understanding of satellites, know which way is north, and understand how the stars, Earth, and other things are created.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90815\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"3D Earth &amp; Real Moon\" class=\"aligncenter size-medium wp-image-90816\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>The application will soon have new features, such as pinpointing your location on a global map and determining the current location’s longitude and latitude. Furthermore, the app provides up-to-date information on how things on Earth change. You will always be able to select how you want to be notified of news feed updates, and they will constantly be updated. You can receive a waiting message or a reminder to check the position of the planets, moon, sun, and Earth. You can choose either option.</p><h2>RECORD THE ACTION THAT TAKES PLACE</h2><p>The application will include a feature that allows you to record your monitoring and review it later to identify any unusual occurrences. This app allows you to record moving videos that can be used for various purposes. You can also use high-quality satellite images by activating the automatic recording mode. You can also determine what details have been updated or added by reading the description.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon.jpg",
      "slug": "3d-earth-real-moon",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Personalization",
        "slug": "personalization"
      },
      "apktemplates": {
        "wp_description_GP": "3D Earth & Real Moon Mod APK – App for magical live wallpapers featuring the actual deep space and the living earth",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "3D Earth & Real Moon",
        "wp_version_GP": "1.1.22",
        "wp_developers_GP": "WEATHER NOW",
        "wp_sizes_GP": "38M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.7",
        "total_votes": "3",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/3D%20Earth%20Real%20Moon/3D%20Earth%26Moon%20v1.1.22%20%28PREMIUM%29.apk",
            "download_version": "1.1.22",
            "download_size": "37.43 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/3D%20Earth%20Real%20Moon/3D%20Earth&Moon%20v1.1.20%20(Mod).apk",
            "download_version": "1.1.20",
            "download_size": "38.28 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/3d-earth-real-moon-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:48.801679",
      "lastmod": "2024-07-12T15:45:03+00:00"
    },
    {
      "title": "Necromancer v6.5 MOD APK (Unlimited Gold, Diamonds)",
      "description": "<p>Playing the Necromancer game is guaranteed to be one of your life’s most thrilling and engaging experiences. You play the part of a dangerous necromancer girl, and it is your job to bring the dead back to life everywhere you look. Good luck! The gameplay may be straightforward, but it packs a punch by allowing players to find powerful monsters and advance in level. Necromancer is the perfect choice if you are searching for a game to play in your spare time or are interested in delving deeply into the world of role-playing games.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189320\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189321\" decoding=\"async\" height=\"887\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-3-500x887.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-3-500x887.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>A GAME IN WHICH THE PLAYER MUST BRING THE DEAD BACK TO LIFE AND GATHER POWERFUL MONSTERS.</h2><p>The narrative of Necromancer is certainly one of the aspects that adds to the game’s overall appeal. You, the treacherous necromancer girl, can reanimate the dead and bring havoc upon the living. You begin by resurrecting flora, fauna, and insects of a more manageable size; however, as you progress through the game, you’ll have the opportunity to resurrect more formidable beasts. The game’s narrative is interesting, so you will want to play it repeatedly.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189322\" decoding=\"async\" height=\"887\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-4-500x887.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-4-500x887.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189323\" decoding=\"async\" height=\"887\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-5-500x887.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-5-500x887.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THE GAME’S NARRATIVE IS INTERESTING, AND PLAYERS CAN ADVANCE TO MORE POTENT MONSTERS AS THEY PLAY.</h2><p>Finding and amassing a collection of formidable monsters is one of the most exciting aspects of the Necromancer game. You can gain experience and level up with each monster you resurrect, allowing you to become even more powerful. You’ll be hooked for hours on end thanks to the game’s leveling system, which is simple yet challenging and will keep you on the edge of your seat.</p><h2>A STRAIGHTFORWARD ROLE-PLAYING GAME WITH A WIDE VARIETY OF FOES TO COLLECT AND SKILLS TO PLAN AROUND.</h2><p>Necromancer may be a less complex take on role-playing games, but that doesn’t mean it’s light on substance. The numerous monsters available for the player to gather and resurrect each has unique skills and powers. It would be best if you put some consideration into strategy and planning to ensure that your monster roster is as potent as feasible.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189324\" decoding=\"async\" height=\"887\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-6-500x887.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-6-500x887.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Necromancer\" class=\"aligncenter size-medium wp-image-189325\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/necromancer-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/necromancer-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THE GAME IS SIMPLE TO PICK UP AND PLAY, MAKING IT IDEAL FOR PLAYING IN ONE’S SPARE TIME OR EXTENDED PERIODS.</h2><p>Necromancer is an excellent option to go with if you are looking for a game to play whenever you have some spare time on your hands. It doesn’t take long to get the hang of playing this game, and you can finish each level in minutes. If, on the other hand, you want to delve deeply into the world of RPGs, a great deal of content will keep you entertained for a considerable amount of time.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/necromancer.jpg",
      "slug": "necromancer",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Playing the Necromancer game is guaranteed to be one of your life's most thrilling and engaging experiences. You play the part of a dangerous necromancer",
        "wp_mod_info_GP": "<p><em>1. Unlimited Gold</em><br/>\n<em>2. Unlimited Diamonds</em><br/>\n<em>*Increase when you spent</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Necromancer",
        "wp_version_GP": "6.5",
        "wp_developers_GP": "PrismaThunder",
        "wp_sizes_GP": "48M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Gold, Diamonds",
        "avg_rating": "3.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-3-500x887.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-4-500x887.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-5-500x887.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-6-500x887.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/necromancer-1.jpg"
      },
      "scraped_at": "2026-01-09T22:14:50.445865",
      "lastmod": "2024-07-13T04:56:42+00:00"
    },
    {
      "title": "Slime Slayer Survivor v1.1.7 MOD APK (Damage Multiplier, God Mode)",
      "description": "<p>Extremely interesting and attractive fighting game, an extremely detailed and new experience that gives players different levels of emotions. You will play to fight enemies and level up after each round, allowing you to win spectacularly and proudly against other players.</p><h3>SIMPLE CONTROLS AND COMBAT</h3><p>This is an extremely attractive and new fighting game that offers extremely attractive and extremely easy-to-learn gameplay rounds. You will be controlled and participate in the process of fighting to win and overcome meaningful missions.</p><ul><li><em><strong>Ease of use</strong>: The game gives players easy control and is easy to learn. You will be controlled easily and intuitively, allowing you to participate in the process of controlling everything more easily and attractively. You will both play and experience new and exciting things.</em></li><li><em><strong>Focus on action</strong>: Players should focus on all their actions. You need to play while focusing accurately on them. Each action is an extremely important step on your journey to explore and conquer locations.</em></li><li><em><strong>Accessible combat</strong>: Every battle is an extremely difficult and dangerous round. Players will always have access to any battle and participate in their combat process. This will be an optimization feature to make it easier for players to participate.</em></li></ul><h3>FASTER PROGRESSION</h3><p>Every game needs players to make constant efforts to win spectacularly; for this game, too, you need to progress quickly and overcome all limits to win for yourself.</p><ul><li><em><strong>Constant motivation</strong>: Many rewards are ready and waiting for you. There are many continuous rewards to help you be motivated to play more and participate in the process of winning better. You will try to do it and win it.</em></li><li><em><strong>No grinding</strong>: The game will have rounds from easy to difficult for you to play and experience in ascending order. Leveling up and grinding from easy to difficult will open up countless new and exciting experiences. You have exciting new experiences and, thereby, great wins.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor.webp",
      "slug": "slime-slayer-survivor",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Slime Slayer Survivor MOD APK – is an action-packed game where players battle monsters in a magical world, growing stronger through adventures.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>Damage Multiplier</em></li><li><em>God Mode</em></li><li><em>Experience Multiplier</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Slime Slayer Survivor",
        "wp_version_GP": "1.1.7",
        "wp_developers_GP": "흥튜디오",
        "wp_sizes_GP": "81M",
        "wp_GP_ID": "",
        "wp_mods": "Damage Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/slime-slayer-survivor-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:52.123515",
      "lastmod": "2024-07-14T17:54:23+00:00"
    },
    {
      "title": "MeowZilla v6 MOD APK (Damage & Defense Multipliers, God Mode)",
      "description": "<p>Participate in epic and powerful boss battles for yourself. You will need to control and have your own strategies to win. To win, you will overcome many challenges and tasks. Then, you will find a lot of fun and excitement with this game.</p><h3>THRILLING BULLET HELL BOSS BATTLES</h3><p>It is a game that allows you to attack and destroy everything with huge boss battles; players will be able to participate in fighting fierce enemies and bring unexpected brutality; you will play while experiencing overcoming greater challenges and having a chance to win.</p><ul><li><em><strong>Epic Boss Designs</strong>: Players will experience epic boss battles with extremely terrible attack and destruction power. Extremely fast-paced matches will train you to be quick and check carefully.</em></li><li><em><strong>Challenging Patterns</strong>: You have to defeat the most horrible and scary bosses, as well as numerous disgusting bosses that affect your mission performance and victory.</em></li><li><em><strong>Rewarding Loot</strong>: Players will earn a lot of loot for the fighting process. They will be a useful and important tool for performing your tasks and challenges. The more you play, the more you will win. Experience new levels of gameplay full of challenges and surprises.</em></li></ul><h3>EVOLUTION AND UNIQUE SKILLS</h3><p>Skills and playing experience will gradually increase. Players will go through a long process of evolution to gain many advantages. The more you upgrade, the more beneficial you will be, and your chances of winning will be higher than ever.</p><ul><li><em><strong>New Skills Unlocked</strong>: Each stage of evolution will open up many new, exciting, and wonderful opportunities for you. The more you evolve, the more advantages you will have in this game and the higher your chances of winning.</em></li><li><em><strong>Kitten to MeowZilla</strong>: With a cat, you need to go through the process to progress and evolve more. You will continuously play and realize greater progress every day with that cat. The abilities and experience of cats will increase their strength.</em></li><li><em><strong>Customizable Builds</strong>: Players can customize their gameplay by choosing skills easily and unlocking and upgrading as they evolve. This will be the ultimate feature for players to easily play and build their gameplay.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla.webp",
      "slug": "meowzilla",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "MeowZilla MOD APK – is an idle RPG where players control a evolving kitten, battling enemies and collecting loot to protect their feline homeland.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "MeowZilla",
        "wp_version_GP": "6",
        "wp_developers_GP": "X-Legend Entertainment Co. Ltd.",
        "wp_sizes_GP": "337M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multipliers, God Mode",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/meowzilla-1.webp"
      },
      "scraped_at": "2026-01-09T22:14:56.072136",
      "lastmod": "2024-07-14T18:07:38+00:00"
    },
    {
      "title": "War Maiden Front v1.0.0.2 MOD APK (Damage & Defense Multipliers, God Mode)",
      "description": "<p>Each game is a story for you to participate in and experience deeply; from the impressive details and vivid game content that will give you an unexpected experience for posterity, you will join in building strategy to make fighting easier and get the highest victory with pride.</p><h3>STORY INTRODUCTION</h3><p>With extremely new and attractive post-apocalyptic details and impressive details in this extremely exciting game, players will participate in humanity’s thrilling struggle.</p><ul><li><em><strong>Mysterious Virus</strong>: Players will participate in an extremely attractive post-apocalyptic context. In that post-apocalyptic world, a mysterious virus will appear that transforms your living creatures. This will be a new context in the game, one that you should definitely try.</em></li><li><em><strong>Valkyries’ Powers</strong>: In the game, there are also girls with special powers called Valkyries, and those girls will become the last hope of humanity. This will be the details of hope and attraction in this extremely attractive game.</em></li><li><em><strong>Battle for Survival:</strong> Players will participate in the process and take on the role of warriors fighting against the tragedy that is covering the world. To fight against the traitors, players must constantly try to fight and resist them.</em></li></ul><h3>SYSTEM</h3><p>An extremely attractive enemy fighting game for you to play while conquering and relaxing, you will receive many goals to overcome all challenges in this difficult round, thereby having the opportunity to win.</p><ul><li><em><strong>Easy Controls: </strong>Allows you to easily control your gameplay. Controlling the gameplay will be extremely important and necessary as it determines and governs every part of the game and determines the winner of this round.</em></li><li><em><strong>RPG Elements</strong>: You will level up your characters and equip them to fight enemies faster, all for the ultimate goal of fighting and winning against enemies and leveling up your characters after many rounds of play</em></li><li><em><strong>Unison Play</strong>: Team up to increase your strength and participate in fighting enemies with lots of luck. You will increase your strength and serve it for every progress to overcome all difficult challenges best.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file.webp",
      "slug": "war-maiden-fron",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "War Maiden Front MOD APK – is a post-apocalyptic RPG featuring Valkyries battling a mysterious virus.",
        "wp_mod_info_GP": "<ul><li><em>Mod Menu </em></li><li><em>Damage Multiplier</em></li><li><em>Defense Multiplier</em></li><li><em>God Mode</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "War Maiden Front",
        "wp_version_GP": "1.0.0.2",
        "wp_developers_GP": "GRAVITY GAME ARISE Co. Ltd.",
        "wp_sizes_GP": "85M",
        "wp_GP_ID": "",
        "wp_mods": "Damage & Defense Multipliers, God Mode",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-4-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/unnamed-file-1.webp"
      },
      "scraped_at": "2026-01-09T22:15:05.193613",
      "lastmod": "2024-07-14T18:25:22+00:00"
    },
    {
      "title": "Archformer v0.11.130 MOD APK (Menu, Damage, Unlimited Diamonds)",
      "description": "<p>With Archformer: Platformer Shooter you will own the most modern and advanced guns to be able to complete levels full of enemies waiting to attack your car. This game does not require you to play online so you can play this game anywhere anytime without needing internet.</p><h3>EPIC ADVENTURE &amp; STORYTELLING</h3><p>A vast world full of evil plots, what will you have to do to fight these plots and protect the world? You will have to go to places full of danger and full of people ready to attack you at any time, you will have to fight hard to protect yourself and protect this world.</p><ul><li><em><strong>Vast Game World</strong>: Every character you meet on this journey brings you extremely memorable memories. There are evil people, bad people, and even people who stand side by side with you to confront the enemies.</em></li><li><em><strong>Hidden Secrets</strong>: You will have to go through extremely dangerous places and find the secrets buried there. Each secret you find will be a piece of the puzzle that will help you sabotage the evil plots that want to take over this world.</em></li><li><em><strong>Heroic Challenges</strong>: You will truly become a hero and have to face countless different difficult challenges to reach your noble mission.</em></li></ul><h3>THRILLING GAMEPLAY &amp; COMBAT</h3><p>You can customize the character according to your playstyle. The character’s controls are also very simple. So you can quickly learn and master them. You will experience endless battles with enemies, but there is no way your determination will be shaken.</p><ul><li><em><strong>Intuitive Controls</strong>: Loading time is extremely fast, you will load bullets immediately into your gun without having to wait long. This will help you proactively attack and not be shot dead by the enemy.</em></li><li><em><strong>Strategic Combat</strong>: Not only will you encounter enemy armies, but you will also have to fight bosses with greater power than you. Don’t be discouraged. You can use items to help you fight enemies with greater strength.</em></li><li><em><strong>Customizable Builds</strong>: You can also unlock new weapons and equip your character with more powerful weapons or upgrade weapons according to your play style so you can use them optimally and effectively when fighting.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter.webp",
      "slug": "archformer-platformer-shooter",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Archformer MOD APK – is a high-action platformer with diverse weapons and customization options.",
        "wp_mod_info_GP": "<ul><li><em>Menu</em></li><li><em>Damage Multiplier</em></li><li><em>Unlimited Diamonds</em></li></ul><p data-pm-slice=\"1 1 []\"><em><strong>Note:</strong> <strong>Every time you spend diamonds, your diamond amount will increase by 5000.</strong></em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Archformer",
        "wp_version_GP": "0.11.130",
        "wp_developers_GP": "Giga Swords Games",
        "wp_sizes_GP": "135M",
        "wp_GP_ID": "",
        "wp_mods": "Menu, Damage, Unlimited Diamonds",
        "avg_rating": "4.7",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/archformer-platformer-shooter-1.webp"
      },
      "scraped_at": "2026-01-09T22:15:08.638440",
      "lastmod": "2024-07-15T08:44:24+00:00"
    },
    {
      "title": "VVVVVV v2.2.4 APK (Full Version)",
      "description": "<p>will express my opinion on this rather unusual platformer game to bring you more information to “fight” with!</p><h3>RETRO GAMEPLAY</h3><p>The first thing to mention is the gameplay of this game. From graphics to sound, this game has a strong retro style, reminding me of the days sitting in front of the CRT screen playing Mario or Mega Man. But the game is not just a copy of old games; it also brings a completely new feeling with a unique control mechanism. You will not have to jump or shoot; instead, you just need to reverse gravity to move.</p><ul><li><em><strong>Classic Platformer Mechanics</strong>: This brings simple and classic gameplay mechanics of 2D platform games, which are easy to start but challenging to complete.</em></li><li><em><strong>Nostalgic 8-bit Graphics</strong>: With its old-school 8-bit graphics, the game brings back the nostalgia of the 2D platforming era.</em></li><li><em><strong>Pure Platforming Focus</strong>: The game focuses entirely on jumping accurately and at the right time, defeating obstacles with an absolute focus on platforming elements.</em></li></ul><h3>INNOVATIVE LEVEL DESIGN</h3><p>One of the most impressive points of this game is the extremely intelligent and creative level design. Each level brings unique challenges, requiring players to apply logical thinking, creativity and skillful control skills to overcome.</p><ul><li><em><strong>Clever Level Tricks and Traps</strong>: It is not simply a platform jumping game. What makes the game special is the sophisticatedly designed levels with elite traps and complex puzzles.</em></li><li><em><strong>Environmental Hazard Mixups</strong>: Environmental factors and mechanics add to the overall jumping experience in the game.</em></li><li><em><strong>Non-linear Level Exploration</strong>: With a non-linear structure, players can choose how to explore 20 unique levels in any order.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv.webp",
      "slug": "vvvvvv",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "VVVVVV APK – is an award-winning indie platformer now on Android, offering challenging gravity-flipping gameplay and retro-inspired visuals.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "VVVVVV",
        "wp_version_GP": "2.2.4",
        "wp_developers_GP": "Terry Cavanagh",
        "wp_sizes_GP": "51M",
        "wp_GP_ID": "",
        "wp_mods": "Full Version",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-2-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-3-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-4-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-5-500x333.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-6-500x333.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/01/vvvvvv-1.webp"
      },
      "scraped_at": "2026-01-09T22:15:11.441426",
      "lastmod": "2024-07-15T10:25:17+00:00"
    },
    {
      "title": "Image to Text Converter v5.4 MOD APK (Premium Unlocked)",
      "description": "<p>OCR Image to Text Converter is an application developed to help users convert back and forth between text and text via voice. To put it more simply, it will help you enter text faster by talking or converting the text on a photo into editable text quickly without having to retype.</p><h3>OCR IMAGE-TO-TEXT CONVERSION</h3><p>The biggest use that this application brings to users is the conversion from images to text because surely no one will be patient enough to sit down and retype every word in the picture to make edits according to their wishes. If you want to edit a book’s font, you can use this application to copy all its content and edit the font on it yourself.</p><ul><li><em><strong>Text Extraction Made Easy: </strong>If before you had to painstakingly retype every word in the image into the text, now you can do it in just a little time.</em></li><li><em><strong>Extract From Diverse Sources: </strong>You just need to enter the source containing that information, and it will automatically analyze it and give you the right result.</em></li><li><em><strong>Built-in Cropping Features:</strong> You can also partition the area where data will be collected, and the application will only take the data in this area and turn it into text.</em></li></ul><h3>MOBILE DOCUMENT SCANNING</h3><p>This application also does not require users to have too many things to support it. The only thing it requires the user to have is a mobile phone; the camera device available on that device is still usable. Sometimes, users will not be able to have a photo available, but they will need to scan the photo in front of them to put that text into the computer, so those requirements are the minimum requirements that users must have.</p><ul><li><em><strong>Scan On The Go: </strong>This application feature is great because we don’t need to perform too many operations; we just need to scan the information, and it’s done.</em></li><li><em><strong>Digitize With Photos:</strong> Taking notes on receipts or important documents can now be done quickly with this application.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter.webp",
      "slug": "image-to-text-converter",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Productivity",
        "slug": "productivity"
      },
      "apktemplates": {
        "wp_description_GP": "Image to Text Converter MOD APK – uses OCR technology to extract text from photos and documents, offering translation and multiple output formats.",
        "wp_mod_info_GP": "<ul><li><em>Unlimited Ocr works</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Image to Text Converter",
        "wp_version_GP": "5.4",
        "wp_developers_GP": "Firehawk",
        "wp_sizes_GP": "55M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "4.2",
        "total_votes": "4",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-2-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-3-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-5-500x889.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-6-500x889.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/06/ocr-image-to-text-converter-1.webp"
      },
      "scraped_at": "2026-01-09T22:15:13.521305",
      "lastmod": "2024-07-15T10:29:36+00:00"
    },
    {
      "title": "AOD - Art Of Defense. TD v2.9.2 MOD APK (One Hit Kill, High Earn Gold)",
      "description": "<p>This is a game for people who love to explore and conquer. It offers new and challenging gameplay. The important thing is to build your own strategy and try to overcome all difficult challenges to win. For the final winning result, this game is very good and attractive, so you should try and experience it.</p><h3>DYNAMIC TOWER DEFENSE BATTLES</h3><p>The game opens up many battle locations for you to explore and conquer. It allows you to experience terrifying and barbaric enemies. The more you play, the more attractive you will find it because of the extremely attractive and engaging gameplay.</p><ul><li><em><strong>Numerous Battle Locations</strong>: Many battle locations for you to participate in and choose from. The more you play, the more you will discover many new and exciting locations, including more than 500 areas for tower defense battles in real-time against your enemies.</em></li><li><em><strong>Fresh Game Modes</strong>: There are many different attractive defense modes for you to defend against savage enemies, including escape defense or new tower defense modes such as fog and survival. It brings unique challenges to you.</em></li><li><em><strong>Strategic Gameplay</strong>: There are many different exciting strategy elements for you to play and challenge, including challenges of Tower Defense, RPG and tactical strategy elements that create ever more engaging gameplay.</em></li></ul><h3>VARIED GAMEPLAY EXPERIENCE</h3><p>There are many different locations and many heroes for you to choose from and level up easily. The more you play, the more you will progress and discover more interesting new things. You will notice that each round has its own impression and gives you experiences that are not boring.</p><ul><li><em><strong>Diverse Environments</strong>: There are many different locations for you to play and choose from. Each location has its own charm and appeal, ranging from small villages to large cities. The desert gives you a new experience.</em></li><li><em><strong>Tower Customization</strong>: Players will have hundreds of different ways to upgrade cards. It is to customize your tower defense system easily. Those upgrades will be very attractive and novel, depending on what you do. Now, all the challenges are posed.</em></li><li><em><strong>Customizable Heroes</strong>: There are many heroes for you to choose from, the more heroes you have, the more beneficial you are and vice versa. It has 6 unique heroes to discover, level up, and control in thrilling battles.</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td.webp",
      "slug": "aod-art-of-defense-td",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "AOD – Art Of Defense. TD MOD APK – is a post-apocalyptic tower defense game with strategic gameplay.",
        "wp_mod_info_GP": "<ul><li><em>MOD MENU</em></li><li><em>One Hit Kill ( Lobby )</em></li><li><em>High Earn Gold</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AOD - Art Of Defense. TD",
        "wp_version_GP": "2.9.2",
        "wp_developers_GP": "Sateda Game Studio",
        "wp_sizes_GP": "70M",
        "wp_GP_ID": "",
        "wp_mods": "One Hit Kill, High Earn Gold",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-2-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-3-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-4-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-5-500x281.webp"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-6-500x281.webp"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2024/07/aod-art-of-defense-td-1.webp"
      },
      "scraped_at": "2026-01-09T22:15:16.726501",
      "lastmod": "2024-07-16T06:50:06+00:00"
    },
    {
      "title": "Audio Widget Pack v2.5.1 MOD APK (Premium Unlocked)",
      "description": "<h2>A NOT-SO-BORING APP FOR AUDIO WIDGET AFICIONADOS</h2><p>Everyone likes a good-looking player, but what happens when your audio player doesn’t meet the aesthetic mark? Panic? Despair? Go on a three-day ice-cream binge? Nah, you simply grab our Audio Widget Pack. Boom! You’re now in control of your music right from your launcher, complete with snazzy designs and customizable settings. It’s like getting a wardrobe makeover for your audio player!</p><h2>AESTHETICALLY PLEASING WIDGETS</h2><p>First on the list? The design. And oh, what a design it is! The team behind Audio Widget Pack understands that when it comes to widgets, appearance is everything. They’ve woven magic into the sleek design, ensuring that your launcher looks both elegant and modern. Imagine the oohs and aahs from friends when they see your aesthetically pleasing widgets. They’ll want in on the secret!</p><h2>TRACKS, ALBUMS, AND MORE AT YOUR FINGERTIPS</h2><p>Ever found yourself in the frustrating loop of switching apps just to get to your favorite track? Say goodbye to that annoyance! With Audio Widget Pack, not only can you see your tracks, but also folders, albums, and more. And the best part? This feature comes to life if your player supports it. If it’s convenience you’re after, you’ve hit the jackpot.</p><h2>SMART WIDGETS FOR THE WIN</h2><p>Have multiple audio players and confused about which widget to use? Fear not! These widgets aren’t just pretty faces. They’re smart, too! They automatically select the current player you’re jamming to. But if you’re a fan of control (who isn’t?), you can set them to work strictly with your selected player. Yes, they’re basically the chameleons of the widget world.</p><h2>WALLPAPERS THAT WOW</h2><p>It’s not just about the music. It’s about setting the mood. And what better way to do that than with stunning wallpapers? For every widget pack, the talented designers have handpicked a beautiful wallpaper, ready for you to download and set as your launcher’s background. It’s like getting a new outfit for your phone every time you change the widget. Talk about dressing to impress!</p><h2>SYNERGY WITH THE BEST PLAYERS</h2><p>Integration is the name of the game. And when it comes to harmonizing with the best, Audio Widget Pack takes the cake. Right now, the most seamless integration can be witnessed with elite players like Stellio Music Player and Poweramp. If you’re a user of these platforms, expect a match made in music heaven.</p><h2>FUTURE-READY AND EVER-EVOLVING</h2><p>The fun doesn’t stop here. The developers of Audio Widget Pack aren’t resting on their laurels. As time ticks on, they’ll keep adding new widgets to the collection. So, users can always look forward to fresher, cooler, and more functional additions. It’s the gift that keeps on giving!</p><p>In conclusion, if you’re a music enthusiast, a widget lover, or simply someone who likes their tech to look good, the Audio Widget Pack is your golden ticket. And if you’ve read this far and haven’t downloaded the app yet? Well, that’s just comical. Dive in and make your audio experience legendary!</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack.jpg",
      "slug": "audio-widget-pack",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Music & Audio",
        "slug": "music-&-audio"
      },
      "apktemplates": {
        "wp_description_GP": "Audio Widget Pack MOD APK – Enhance your audio player with stylish, convenient widgets. Control your music right from your launcher.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Audio Widget Pack",
        "wp_version_GP": "2.5.1",
        "wp_developers_GP": "Stellio Soft",
        "wp_sizes_GP": "19 MB",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "4.2",
        "total_votes": "5",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Audio%20Widget%20Pack/Mucic%20Widgets%20v2.5.1%20%28PREMIUM%29.apk",
            "download_version": "2.5.1",
            "download_size": "19.5 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/Audio%20Widget%20Pack/Mucic%20Widgets%20v2.5.0%20%28PREMIUM%29.apk",
            "download_version": "2.5.0",
            "download_size": "19.44 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack-1.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack-4.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/09/audio-widget-pack-5.jpg"
      },
      "scraped_at": "2026-01-09T22:15:20.010842",
      "lastmod": "2024-07-16T07:15:28+00:00"
    }
  ]
}