{
  "info": {
    "theme_name": "modyolo",
    "theme_author": "admin",
    "theme_developer": "Sathish & Sahil",
    "theme_buy_link": "https://apkfindy.com/product/modyolo",
    "website": "https://apkfindy.com",
    "created": "2026-01-01"
  },
  "posts": [
    {
      "title": "Beat Shot 3D v1.5.36  MOD APK (God Mode)",
      "description": "<p>Beat Shot 3D là trò chơi nhịp điệu mang đến trải nghiệm chơi thú vị với âm nhạc sôi động và cơ chế độc đáo. Trong game, bạn cần căn chỉnh súng chính xác để phá vỡ các ô đang tới và ghi điểm. Khi tiến bộ, bạn sẽ mở khóa nhiều bài hát mới cùng những thử thách hấp dẫn với giai điệu tuyệt vời.</p><h2>ĐỒ HỌA ĐẸP MẮT VỚI THIẾT KẾ ẤN TƯỢNG</h2><pẤn tượng đầu tiên của game là hình ảnh với thiết kế tinh tế mang lại trải nghiệm nhập vai sâu sắc. Bao gồm các hiệu ứng mượt mà và hình ảnh bắt mắt khi phá vỡ ô. Bạn có thể tùy chỉnh giao diện theo ý thích, thiết lập chủ đề riêng biệt cho mọi thứ và tận hưởng trọn vẹn. Nhiều chủ đề và tùy chọn màu sắc mới cũng có sẵn trong cửa hàng của game. Ngoài ra, một số chủ đề chỉ có thể nhận được qua nhiệm vụ hàng ngày độc quyền.</p><h2>ĐIỀU KHIỂN ĐƠN GIẢN ĐỂ TRẢI NGHIỆM NHẠC HẤP DẪN</h2><p>Điều khiển trong game rất dễ làm quen, bạn chỉ cần di chuyển tâm súng đến các ô và bắn theo nhịp điệu. Khi kết hợp liên tiếp, bạn sẽ nhận thêm điểm nhờ hệ số nhân, nhưng chuỗi sẽ bị đứt nếu bỏ lỡ ô nào. Độ khó phụ thuộc vào tốc độ và BPM của bài hát, tốc độ càng nhanh thì thử thách càng tăng. Điều này làm cho trò chơi thêm phần thú vị và giúp bạn cảm nhận được sự sôi động qua từng bản nhạc.</p><h2>HOÀN THÀNH NHIỆM VỤ HÀNG NGÀY ĐỂ NHẬN THÊM ĐIỂM</h2><p>Bên cạnh việc tận hưởng sự thư giãn từ lối chơi theo nhịp điệu, bạn còn có thể hoàn thành nhiều bài hát để nhận phần thưởng giá trị. Từ đó, bạn sẽ mở khóa thêm nhiều nội dung mới nhờ kỹ năng của mình. Có nhiều mục trong game được khóa chặt và chỉ có thể mở khi đạt đủ điểm. Bao gồm các chủ đề, hiệu ứng và những bài hát độc đáo được biến tấu thành giai điệu cuốn hút.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush.jpg",
      "slug": "beat-shot-3d-edm-bullet-rus",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Music",
        "slug": "music"
      },
      "apktemplates": {
        "wp_description_GP": "Beat Shot 3D Mod APK là một trò chơi độc đáo, kết hợp nhiều yếu tố đặc trưng của các thể loại game EDM khác nhau cùng với lối chơi vô cùng hấp dẫn.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Beat Shot 3D",
        "wp_version_GP": "1.5.36",
        "wp_developers_GP": "Adaric Music",
        "wp_sizes_GP": "40M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/beat-shot-3d-edm-bullet-rush-1.jpg"
      },
      "scraped_at": "2026-01-09T19:46:44.196174",
      "lastmod": "2023-03-14T16:58:07+00:00"
    },
    {
      "title": "English Tenses Quiz v1.2 APK (Latest)",
      "description": "<p>English Tenses Quiz mang đến một bộ sưu tập đa dạng các câu hỏi trắc nghiệm về ngữ pháp tiếng Anh. Các câu hỏi được phân chia theo nhiều cấp độ khác nhau, bao quát nhiều chủ đề và tình huống phong phú. Hệ thống câu hỏi trắc nghiệm trong ứng dụng giúp người dùng luyện tập và nâng cao kỹ năng tiếng Anh hiệu quả. Bên cạnh đó, mỗi câu hỏi đều đi kèm với lời giải chi tiết, giúp người dùng nhận biết và sửa lỗi chính xác.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"English Tenses Quiz\" class=\"size-medium wp-image-135040 aligncenter\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"English Tenses Quiz\" class=\"size-medium wp-image-135042 aligncenter\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-4.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>QUESTION BANK WITH MANY DIFFERENT CONTENTS AND MULTIPLE OPTIONS</h2><p>Khi sử dụng ứng dụng này, bạn sẽ được trải nghiệm một môi trường học tập đa dạng và sinh động. Ứng dụng cung cấp nhiều câu hỏi với lựa chọn trả lời đa dạng. Mỗi câu hỏi có độ khó khác nhau và đề cập đến nhiều chủ đề phong phú. Người dùng sẽ gặp phải những câu hỏi và thử thách rất khó, đòi hỏi phải suy nghĩ kỹ lưỡng và phân tích sâu sắc để đưa ra đáp án chính xác. Ứng dụng thường xuyên cập nhật các câu hỏi mới nhằm bắt kịp xu hướng và kiến thức hiện đại. Qua việc trả lời các câu hỏi này, bạn sẽ hiểu rõ hơn về các thì trong tiếng Anh cũng như cách chia động từ. Điều này giúp bạn mở rộng kiến thức về cấu trúc và bản chất của ngôn ngữ tiếng Anh.</p><h2>IMPROVE YOUR ENGLISH LEARNING</h2><p>Việc luyện tập với kho câu hỏi trong ứng dụng giúp nâng cao khả năng hiểu tiếng Anh một cách nhanh chóng và tiết kiệm thời gian. Ngoài những câu hỏi khó, ứng dụng còn cung cấp lời giải chi tiết và dễ hiểu. Sau mỗi câu hỏi trắc nghiệm, người dùng có thể xem lại các câu trả lời đúng và sai trước khi tiếp tục với bộ câu hỏi tiếp theo. Các giải thích trong English Tenses Quiz được trình bày cụ thể, giúp người dùng nhận diện lỗi sai và sửa chữa hiệu quả.</p><p>Nhờ vậy, khả năng sử dụng tiếng Anh của bạn sẽ được cải thiện từng ngày. Việc luyện tập với những câu hỏi đa dạng về độ khó sẽ giúp bạn nâng cao trình độ ngôn ngữ. Học các câu giao tiếp tiếng Anh tự nhiên như người bản ngữ cũng giúp bạn phát âm và diễn đạt tốt hơn. Đồng thời, hệ thống câu hỏi trắc nghiệm này sẽ rất hữu ích khi bạn chuẩn bị cho các kỳ thi đánh giá năng lực tiếng Anh.</p><table style=\"border-collapse: collapse; width: 100%; height: 23px;\"><tbody><tr style=\"height: 23px;\"><td style=\"width: 50%; height: 23px;\"><img alt=\"English Tenses Quiz\" class=\"size-medium wp-image-135041 aligncenter\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-3.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%; height: 23px;\"><img alt=\"English Tenses Quiz\" class=\"size-medium wp-image-135044 aligncenter\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-6.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>YOU SHOULD WORK ON BOTH IMPROVING YOUR STRENGTHS AND LIMITING YOUR WEAKNESSES</h2><p>Ứng dụng đánh giá trình độ tiếng Anh của bạn thông qua tỷ lệ trả lời đúng và sai trong các câu hỏi trắc nghiệm. Dựa trên khả năng hiện tại và sở thích học tập, ứng dụng sẽ đề xuất những bài tập phù hợp để phát triển kỹ năng tiếng Anh toàn diện hơn. Hệ thống câu hỏi giúp bạn nhanh chóng ôn lại các thì và học thêm nhiều từ mới để mở rộng vốn từ vựng. Do được tiếp xúc với đa dạng chủ đề học tập, bạn sẽ nhận được những kiến thức bổ ích và thú vị khi tham gia trả lời câu hỏi. Qua quá trình sử dụng English Tenses Quiz, bạn sẽ thấy khả năng hiểu và sử dụng tiếng Anh được cải thiện rõ rệt.</p><h2>IMPROVING LEARNING ABILITY WHILE CREATING A MORE PLEASANT STUDY ENVIRONMENT</h2><p>Ứng dụng mang đến cho người dùng một không gian học tập sinh động và hấp dẫn với thiết kế bắt mắt, kết hợp nhiều hình ảnh màu sắc và âm thanh thú vị. Nhờ đó, bạn sẽ cảm thấy thời gian học tập trở nên thư giãn, bớt căng thẳng và nhàm chán hơn. Trong quá trình học, người dùng còn tiếp thu thêm nhiều kiến thức hữu ích. Với giao diện thân thiện và kho câu hỏi đa dạng, hàng ngàn người đã lựa chọn ứng dụng để nâng cao trình độ tiếng Anh. Ứng dụng phù hợp với mọi độ tuổi và cung cấp nhiều cấp độ học tập để người dùng dễ dàng lựa chọn theo nhu cầu.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz.jpg",
      "slug": "english-tenses-quiz",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Education",
        "slug": "education"
      },
      "apktemplates": {
        "wp_description_GP": "Bài kiểm tra thì tiếng Anh bao gồm một bộ câu hỏi trắc nghiệm đa dạng về ngôn ngữ tiếng Anh. Các câu hỏi được phân chia thành nhiều phần khác nhau.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "English Tenses Quiz",
        "wp_version_GP": "1.2",
        "wp_developers_GP": "mobiobject",
        "wp_sizes_GP": "4 MB",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/english-tenses-quiz-1.jpg"
      },
      "scraped_at": "2026-01-09T19:47:14.162588",
      "lastmod": "2023-03-15T08:41:21+00:00"
    },
    {
      "title": "ASOBU TIGHTS v1.0.3 MOD APK (Unlock All illust/Anime)",
      "description": "<p>ASOBU TIGHTS mang đến cho bạn trải nghiệm thỏa mãn với lối chơi xếp hình match-3 cùng những khoảnh khắc tuyệt vời với các cô gái dễ thương và cá tính. Những nhân vật này đều được lấy cảm hứng từ bộ anime Mirutaitsu, tạo cơ hội để bạn chiêm ngưỡng những cảnh quay đặc sắc và tận hưởng những thử thách giải đố hấp dẫn.</p><h2>HỆ THỐNG XẾP HÌNH MATCH-3 NHANH VÀ HẤP DẪN</h2><p>Trò chơi sở hữu lối chơi giải đố gây nghiện kết hợp cùng hình ảnh những cô gái mặc quần tất xinh đẹp, mang đến cho bạn hàng loạt bức tranh ấn tượng. Bạn sẽ di chuyển hoặc ghép các ô khác nhau để phá hủy chúng và tích điểm. Hoàn thành màn chơi càng nhanh trong thời gian quy định, bạn sẽ nhận được phần thưởng giá trị hơn, bao gồm điểm số cao nhờ các combo liên tiếp và hệ số điểm tăng dần.</p><h2>MỞ KHÓA TIẾN TRÌNH CÙNG CÁC CÔ GÁI</h2><p>Trò chơi có nhiều cô gái với phong cách và tính cách riêng biệt, sẵn sàng khoác lên mình những bộ quần tất quyến rũ khi bạn mở khóa các tình huống đặc biệt bằng điểm đạt được trong các màn giải đố. Bạn có thể chọn yêu thích một trong số họ và phát triển mối quan hệ khi tiếp tục chơi. Ngoài ra, bạn còn có thể mở khóa các mẫu quần tất mới để tạo nên những hình ảnh đầy quyến rũ và cuốn hút.</p><h2>XEM NHỮNG NỘI DUNG MỚI NHẤT TỪ TÁC GIẢ</h2><p>Điểm nổi bật của trò chơi là bạn có thể thưởng thức những nội dung mới và độc quyền từ tác giả anime, đồng thời trải nghiệm các dịch vụ dành cho người hâm mộ miễn phí trong khi tham gia các thử thách giải đố không giới hạn. Bạn cũng có thể xem một số tập anime trong trò chơi và tận hưởng những khoảnh khắc đáng yêu của các nhân vật mới khi họ thể hiện những cảnh quay đầy cuốn hút. Nếu bạn yêu thích quần tất và anime, đây sẽ là lựa chọn giải trí phù hợp.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson.jpg",
      "slug": "asobu-tights-%e3%83%bcpuzzle-lesson%e3%83%bc",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "ASOBU TIGHTS mang đến cho bạn trải nghiệm giải đố match-3 đầy hấp dẫn, đồng thời tận hưởng những khoảnh khắc dễ thương cùng những đôi tất độc đáo và đầy cá tính.",
        "wp_mod_info_GP": "<p><em>1. Mở khóa toàn bộ tranh minh họa &amp; Anime</em></p><p><strong>Lưu ý</strong> : <em>Không hỗ trợ a12, chưa xác định với a11 hoặc a10. Đã thử trên a9 với ldplayer 9 và hoạt động tốt.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "ASOBU TIGHTS",
        "wp_version_GP": "1.0.3",
        "wp_developers_GP": "ARCH Inc.",
        "wp_sizes_GP": "358M",
        "wp_GP_ID": "",
        "wp_mods": "Unlock All illust/Anime",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-7-500x231.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/asobu-tights-puzzle-lesson-1.jpg"
      },
      "scraped_at": "2026-01-09T19:47:33.063577",
      "lastmod": "2023-03-15T11:00:51+00:00"
    },
    {
      "title": "Assistant Pro for Android v24.25 APK (PAID/Patched)",
      "description": "<p>Assistant Pro là một ứng dụng đa năng giúp người dùng quản lý mọi thứ một cách hiệu quả và xử lý nhanh chóng nhiều công việc, từ đó tiết kiệm thời gian đáng kể. Ứng dụng còn được thiết kế với nhiều tùy chỉnh sâu, mang đến cho người dùng trải nghiệm tối ưu và hiệu suất cao khi tương tác với thiết bị cũng như thực hiện các tác vụ để giữ thiết bị luôn ngăn nắp.</p><h2>THEO DÕI HOẠT ĐỘNG VÀ TÌNH TRẠNG CỦA THIẾT BỊ</h2><p>Giữ sự kiểm soát chặt chẽ về các điều kiện bên trong như hiệu suất thiết bị, dung lượng pin còn lại và nhiều yếu tố khác. Một số thông số này rất quan trọng với người dùng, và bạn có thể ưu tiên theo dõi để dễ dàng nắm bắt hơn. Ngoài ra, tính năng giám sát pin nổi bật với hiệu quả xuất sắc. Bạn có thể ghi lại các hoạt động liên quan đến Bluetooth, Wi-Fi, GPS, Auto-Sync và Haptic Feedback nhằm tiết kiệm pin, giúp kéo dài thời gian sử dụng.</p><h2>TĂNG TỐC THIẾT BỊ BẰNG CÁC CÔNG CỤ TỐI ƯU</h2><p>Với khả năng vượt trội so với nhiều ứng dụng khác, bạn có thể truy cập và sử dụng hầu hết các chức năng một cách hiệu quả. Bên cạnh đó, các tính năng Auto Boost và Quick Boost của ứng dụng sẽ không đóng các tiến trình hay chương trình hệ thống quan trọng ngay cả khi chúng nằm trong danh sách bỏ qua. Tuy nhiên, chúng vẫn giúp thiết bị tăng tốc đáng kể, cải thiện hiệu năng và hỗ trợ bạn xử lý các ứng dụng nhanh hơn, đồng thời tiết kiệm pin và giảm nhiệt độ thiết bị.</p><h2>DỌN DẸP TOÀN BỘ TRONG THIẾT BỊ</h2><p>Bằng cách xóa bộ nhớ đệm và lịch sử, bạn có thể loại bỏ mọi dấu vết còn sót lại từ các ứng dụng, trò chơi và hệ điều hành. Ngoài ra, bạn có thể dọn dẹp toàn bộ thiết bị và giải phóng thêm dung lượng thông qua trình quản lý tệp tin. Ứng dụng hướng tới mang lại trải nghiệm và hiệu suất tốt nhất trong việc quản lý nội bộ, giúp hệ thống hoạt động ổn định. Bạn cũng có thể quét các tệp ẩn chứa mã độc và thực hiện xử lý tệp, giữ cho thiết bị luôn khỏe mạnh đồng thời giải phóng bộ nhớ bằng cách loại bỏ các tập tin rác.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android.jpg",
      "slug": "assistant-pro-for-android",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Productivity",
        "slug": "productivity"
      },
      "apktemplates": {
        "wp_description_GP": "Assistant Pro là một trong những ứng dụng đa năng nhất, giúp người dùng duy trì sự ngăn nắp trong nhiều lĩnh vực khác nhau và xử lý nhiều công việc nhanh hơn, đồng thời tiết kiệm thời gian đáng kể.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Assistant Pro for Android",
        "wp_version_GP": "24.25",
        "wp_developers_GP": "AA Mobile",
        "wp_sizes_GP": "2M",
        "wp_GP_ID": "",
        "wp_mods": "PAID/Patched",
        "avg_rating": "4.7",
        "total_votes": "12",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/assistant-pro-for-android-1.jpg"
      },
      "scraped_at": "2026-01-09T19:47:47.893240",
      "lastmod": "2023-03-16T15:41:08+00:00"
    },
    {
      "title": "BILIBILI COMICS v3.1.1 APK (Latest)",
      "description": "<p>BILIBILI COMICS mang đến cho độc giả một thế giới truyện tranh đa dạng với nhiều thể loại phong phú để lựa chọn. Ứng dụng truyện tranh nổi tiếng này cho phép bạn đọc và sáng tác dựa trên nhiều bộ truyện được yêu thích. Bạn sẽ có cơ hội tiếp cận với nhiều tác phẩm sống động cùng nội dung hấp dẫn, đủ sức giữ chân bạn trong thời gian dài. Hiện nay, nhiều tính năng hiện đại hơn đã được tích hợp để đáp ứng nhu cầu sáng tạo ngày càng phát triển của bạn.</p><h2>THẾ GIỚI TRUYỆN TRANH HIỆN ĐẠI</h2><p>Ứng dụng mở ra một không gian truyện tranh hiện đại, nơi bạn có thể đọc hoặc lựa chọn những câu chuyện yêu thích. Mục tiêu của ứng dụng là cung cấp một kho truyện tranh mới mẻ và độc đáo với nhiều thể loại khác nhau. Những bộ truyện này phù hợp với mọi lứa tuổi và giới thiệu những ý tưởng mới mẻ có thể thu hút đông đảo độc giả.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125238\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125239\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><p>BILIBILI COMICS sở hữu nhiều thiết kế truyện tranh độc đáo giúp giữ chân người xem. Truyện tranh màu sắc tươi sáng luôn thu hút trẻ em, trong khi thể loại kinh dị ngày càng được các bạn trẻ ưa chuộng. Bạn cũng có thể khám phá những câu chuyện dân gian hoặc truyện tranh châm biếm; mỗi bộ truyện đều mang một ý nghĩa riêng biệt. Truyện tranh sẽ dần trở thành một hình thức giải trí hiện đại, góp phần làm phong phú thêm vẻ đẹp của thế giới ngày nay.</p><h2>THÔNG BÁO LỊCH PHÁT HÀNH</h2><p>Ứng dụng cung cấp lịch phát hành chi tiết, thông báo thời điểm từng tập trong một bộ truyện sẽ được ra mắt. Bạn còn có thể nhận được các thông báo đa dạng, ví dụ khi có sự cố hoặc ứng dụng không hoạt động như mong đợi. Khi một bộ truyện bạn quan tâm sắp phát hành, ứng dụng sẽ gửi cảnh báo để bạn không bỏ lỡ. Đây là cách giúp bạn theo dõi và trải nghiệm câu chuyện một cách trọn vẹn nhất.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125240\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125241\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>CÁC PHƯƠNG THỨC SẮP XẾP ĐA DẠNG</h2><p>Ứng dụng cung cấp nhiều cách khác nhau để bạn tổ chức các câu chuyện, tất cả đều dễ dàng quan sát. Các truyện được phân loại theo chủ đề, ví dụ như “chủ đề dành cho trẻ em” có thể bao gồm việc dạy kỹ năng hoặc kể những câu chuyện về thiếu nhi. Mỗi cách sắp xếp mang đến một cảm nhận riêng, giúp bạn chọn lựa phù hợp với sở thích cá nhân.</p><h2>MẠNG LƯỚI TRAO ĐỔI MỚI MẺ</h2><p>Ứng dụng cho phép người dùng tham gia vào các nhóm thảo luận chuyên biệt về những tác phẩm vừa đọc cùng những người có cùng sở thích. Bạn cũng có thể chỉnh sửa thông tin cá nhân và chọn ảnh đại diện cho tài khoản của mình. Đây là không gian để bạn giao lưu, chia sẻ ý tưởng và trò chuyện thoải mái với cộng đồng. Đồng thời, ứng dụng hướng đến việc tạo ra trải nghiệm tương tác vui vẻ và gần gũi hơn.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125242\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"BILIBILI COMICS – Manga Reader\" class=\"aligncenter size-medium wp-image-125243\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>BẠN SẼ GẶP GỠ NHIỀU KẾT NỐI ĐÁNG NHỚ TRONG QUÁ TRÌNH</h2><p>Ứng dụng cung cấp nhiều công cụ hỗ trợ bạn trong việc sáng tạo truyện tranh theo ý tưởng riêng. Bạn có thể minh họa bất cứ câu chuyện nào mình muốn, và ứng dụng sẽ tự động căn chỉnh để bạn tạo ra tác phẩm ấn tượng nhất. Hơn nữa, ứng dụng còn kết nối bạn với các chuyên gia trong ngành sáng tạo, giúp phát triển ý tưởng và xuất bản truyện trên các nền tảng lớn. Những đóng góp của bạn sẽ được đánh giá cao, và đây là lúc bạn tỏa sáng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader.jpg",
      "slug": "bilibili-comics",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Comics",
        "slug": "comics"
      },
      "apktemplates": {
        "wp_description_GP": "Xem truyện tranh, manga, webtoon, truyện tranh mạng, manhwa, manhua và anime trực tuyến",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "BILIBILI COMICS",
        "wp_version_GP": "3.1.1",
        "wp_developers_GP": "Bilibili Comics",
        "wp_sizes_GP": "62M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "3.4",
        "total_votes": "23",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/bilibili-comics-manga-reader-1.jpg"
      },
      "scraped_at": "2026-01-09T19:48:33.508518",
      "lastmod": "2023-03-17T07:28:13+00:00"
    },
    {
      "title": "Breach & Clear: Tactical Ops v2.4.211 MOD APK (Unlimited Money)",
      "description": "<p>Breach &amp; Clear: Tactical Ops đòi hỏi người chơi phải có tinh thần thép để vượt qua các cuộc tấn công ác liệt từ mọi hướng. Đội hình của bạn cần được trang bị những thiết bị tối ưu nhất để từng chiến binh phát huy kỹ năng riêng biệt. Mỗi hướng tấn công đều cần một chiến lược kỹ lưỡng ngay từ đầu nhằm tận dụng tối đa sự hỗ trợ từ đồng minh. Nếu đội của bạn đủ mạnh, các đồng minh từ nhiều quốc gia sẽ sẵn sàng hỗ trợ.</p><h2>TRẢI NGHIỆM XÂY DỰNG KHO VŨ KHÍ TỪ HÀNG NGÀN SỰ KẾT HỢP SÚNG VÀ GIÁP</h2><p>Breach &amp; Clear: Tactical Ops mang đến trải nghiệm chiến đấu chân thực với nhiều khu vực bí ẩn để khám phá và chinh phục. Các lực lượng như lính đặc nhiệm Mỹ, SAS Anh, và Canada sở hữu sức mạnh cùng kinh nghiệm chiến đấu phong phú, dễ dàng đồng hành cùng bạn trong những màn đầu tiên. Bạn cần tích lũy vàng để triệu hồi họ, nhưng cũng phải đề phòng họ có thể phản bội và chiếm đoạt vũ khí. Các căn cứ quân sự bí mật đòi hỏi bạn phải thiết lập các điểm cơ sở và đường đi ngầm để vận chuyển vũ khí cùng bản đồ chiến thuật. Một lợi thế khi tham gia các trận chiến đặc biệt là khả năng ngụy trang kết hợp với tấn công liên tục, tạo nên những cuộc phục kích không thể ngăn cản.</p><h2>LẬP KẾ HOẠCH HÀNH ĐỘNG HIỆU QUẢ ĐỂ NHANH CHÓNG CHIẾM LẤY TOÀN BỘ LÃNH THỔ</h2><p>Sở hữu hơn 60 loại súng có sát thương cao giúp bạn nhanh chóng chiếm ưu thế trong mỗi trận đấu. Tuy nhiên, Breach &amp; Clear: Tactical Ops cũng đặt ra nhiều thử thách đòi hỏi người chơi phải lên kế hoạch tấn công và phòng thủ cẩn thận để bảo toàn lực lượng đến cuối cùng. Khi tiếp cận những khu vực gần như bỏ hoang, hãy thật thận trọng. Thông tin tình báo từ các lực lượng ẩn nấp là yếu tố cần thiết trong mọi tình huống. Việc kết hợp tấn công cùng với việc nhanh chóng tiến vào vùng mới sẽ giúp bạn nhanh chóng đẩy lùi kẻ địch ra khỏi lãnh thổ của mình.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops.jpg",
      "slug": "breach-clear-tactical-ops",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Breach & Clear: Tactical Ops đòi hỏi người chơi phải giữ vững tinh thần thép để đối phó với những cuộc tấn công nguy hiểm từ mọi phía. Đội hình của bạn cần luôn trong trạng thái sẵn sàng.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Breach & Clear: Tactical Ops",
        "wp_version_GP": "2.4.211",
        "wp_developers_GP": "GameClub Inc.",
        "wp_sizes_GP": "608M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "4.4",
        "total_votes": "7",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/breach-clear-tactical-ops-1.jpg"
      },
      "scraped_at": "2026-01-09T19:48:46.184384",
      "lastmod": "2023-03-17T17:40:01+00:00"
    },
    {
      "title": "Garena Bed Wars v1.9.2.1 APK (Latest)",
      "description": "<p>Garena Bed Wars là một trò chơi độc đáo và hấp dẫn với nhiều quy tắc và chế độ chơi đa dạng, thu hút đông đảo người chơi tham gia cùng bạn bè để tận hưởng trải nghiệm thú vị. Trong game, mỗi người chơi sẽ vừa chiến đấu vừa phối hợp cùng đồng đội để bảo vệ chiếc giường - nơi hồi sinh, đồng thời phá hủy giường của đối thủ và giành chiến thắng bằng chiến thuật của mình.</p><h2>LỐI CHƠI ĐƠN GIẢN KẾT HỢP YẾU TỐ ĐỒNG ĐỘI HẤP DẪN</h2><p>Trò chơi có sự tham gia của 16 người, chia thành bốn đội khác nhau. Mỗi đội sẽ được phân bổ trên các hòn đảo riêng biệt, mỗi đảo đều có khu vực ngủ và căn cứ chính. Khi giường vẫn còn nguyên vẹn, các thành viên cùng màu có thể hồi sinh nếu bị đánh bại hoặc rơi xuống vực. Tuy nhiên, người chơi cần xây dựng đường đi sang đảo đối phương để phá hủy căn cứ của họ và trở thành đội cuối cùng chiến thắng.</p><h2>THU THẬP TÀI NGUYÊN VÀ VẬT PHẨM ĐỂ TIÊU DIỆT ĐỐI THỦ</h2><p>Sắt, vàng và kim cương là những tài nguyên có trên các hòn đảo, người chơi có thể dùng chúng để đổi lấy nhiều loại công cụ tại các cửa hàng địa phương. Hãy thu thập thêm tài nguyên từ đảo trung tâm bằng các công cụ và vật liệu xây dựng có trong tay. Bạn cũng có thể chế tạo các vật phẩm ngay trong lúc chơi để tấn công đối thủ, lên kế hoạch phòng thủ hoặc hỗ trợ đồng đội phá hủy giường, mang lại sự hấp dẫn cho trò chơi.</p><h2>TÙY CHỈNH NHÂN VẬT VỚI TRANG PHỤC LUNG LINH</h2><p>Hệ thống trang phục trong game rất sáng tạo với những bộ đồ độc đáo, nổi bật, giúp người chơi làm đẹp cho nhân vật của mình. Bạn có thể nhận trang phục mới thông qua các nhiệm vụ, thử thách hoặc mở các hộp quà nhận được từ thành tích. Game cũng thường xuyên cập nhật thêm nhiều bộ trang phục ấn tượng với thiết kế đẹp mắt từ các sự kiện đa dạng để khích lệ người chơi trong quá trình phát triển.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars.jpg",
      "slug": "garena-bed-wars",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Garena Bed Wars Mod APK – Hãy sẵn sàng trải nghiệm phiên bản hoàn toàn mới và đầy hấp dẫn của trò chơi Garena Blockman GO! Tham gia vào nhiều trò chơi nhỏ đa dạng thuộc nhiều thể loại khác nhau và khám phá những cuộc phiêu lưu thú vị!",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Garena Bed Wars",
        "wp_version_GP": "1.9.2.1",
        "wp_developers_GP": "GARENA GAMES PRIVATE LIMITED",
        "wp_sizes_GP": "117M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "4",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/garena-bed-wars-1.jpg"
      },
      "scraped_at": "2026-01-09T19:49:02.449970",
      "lastmod": "2023-03-18T08:43:24+00:00"
    },
    {
      "title": "Xtreme Combat Zombie Survival v1.5 MOD APK (Dumb Enemy)",
      "description": "<p>Xtreme Combat Zombie Survival là một trò chơi hấp dẫn thuộc thể loại bắn súng và sinh tồn, nơi bạn có thể phát huy kỹ năng chiến đấu của mình. Thế giới của bạn đang bị bao vây bởi một đám zombie đông đảo, và bạn chính là người được chọn để bảo vệ nhân loại bằng khả năng chiến đấu tuyệt vời. Hãy chiến đấu với quái vật, thu thập tài nguyên và nâng cấp vũ khí để chống lại các đợt tấn công mạnh hơn và tiêu diệt toàn bộ zombie.</p><h2>LỐI CHƠI CỔ ĐIỂN KẾT HỢP NHIỀU YẾU TỐ KHÁC NHAU</h2><p>Trò chơi bắn súng đầy kịch tính này sẽ đưa bạn vào một thế giới chiến tranh khốc liệt, nơi bạn phải đối mặt với nhiều kẻ thù. Người chơi sẽ bắt đầu điều khiển nhân vật di chuyển và chiến đấu trong góc nhìn thứ nhất quen thuộc. Bạn sẽ tham gia vào nhiều hoạt động nhằm cứu lấy nhân loại như chiến đấu với zombie, thu thập nguyên liệu và xây dựng căn cứ. Bên cạnh kỹ năng bắn súng, bạn còn cần có chiến thuật hợp lý để chống lại những đợt tấn công nguy hiểm từ zombie. Hơn nữa, hệ thống đồ họa của trò chơi cũng rất xuất sắc, mang lại trải nghiệm chơi mượt mà và chân thực. Từng chi tiết trên chiến trường được thiết kế tỉ mỉ, tạo nên cảm giác hồi hộp và lôi cuốn. Mọi yếu tố trong trò chơi, từ gameplay đến hình ảnh, đều hòa quyện để bạn tận hưởng không gian sinh tồn bắn súng tuyệt vời nhất.</p><h2>HỆ THỐNG VŨ KHÍ VÀ TRANG BỊ ĐA DẠNG, CÙNG NHIỀU YẾU TỐ HẤP DẪN KHÁC</h2><p>Xtreme Combat Zombie Survival mang đến cho người chơi một hệ thống vũ khí phong phú với nhiều loại khác nhau. Bạn có thể lựa chọn từ các loại súng như súng trường, súng máy, súng bắn tỉa và nhiều hơn nữa. Ngoài ra, người chơi còn có thể nâng cấp vũ khí để đối đầu với những kẻ thù mạnh hơn nhờ tính năng cải tiến trang bị. Bạn cần thu thập đủ tài nguyên để nâng cấp các khẩu súng yêu thích, tăng cường sức mạnh và hiệu quả chiến đấu. Trò chơi cũng hỗ trợ chế độ nhiều người chơi, cho phép bạn kết nối và chiến đấu cùng bạn bè trên toàn cầu. Giờ đây, bạn có thể sát cánh cùng đồng đội tin cậy và tạo nên những trận chiến đầy kịch tính.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival.jpg",
      "slug": "xtreme-combat-zombie-surviva",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Casino",
        "slug": "casino"
      },
      "apktemplates": {
        "wp_description_GP": "Xtreme Combat Zombie Survival là một trò chơi hấp dẫn thuộc thể loại bắn súng và sinh tồn, nơi bạn có thể thể hiện khả năng chiến đấu của mình trước lũ zombie.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Xtreme Combat Zombie Survival",
        "wp_version_GP": "1.5",
        "wp_developers_GP": "MentolatuxGames",
        "wp_sizes_GP": "39M",
        "wp_GP_ID": "",
        "wp_mods": "Dumb Enemy",
        "avg_rating": "2.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-2-500x250.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-3-500x250.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-4-500x250.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-5-500x250.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-6-500x250.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-7-500x250.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/xtreme-combat-zombie-survival-1.jpg"
      },
      "scraped_at": "2026-01-09T19:49:16.192737",
      "lastmod": "2023-03-19T09:59:04+00:00"
    },
    {
      "title": "Bloodshed v4.0.0 MOD APK (Unlimited Ammo)",
      "description": "<p>Bloodshed Mod APK đưa người chơi vào những trận chiến FPS chân thực và chiến thuật, nơi họ phải chiến đấu đến cùng với các đối thủ chuyên nghiệp trong suốt quá trình chơi. Điểm nhấn của trò chơi là đồ họa với thiết kế chân thực trong từng chi tiết, mang lại trải nghiệm đỉnh cao cho người chơi, từ cách sử dụng vũ khí đến thiết kế bản đồ và nhiều yếu tố khác.</p><h2>THAM GIA VÀO NHỮNG TRẬN CHIẾN CHIẾN THUẬT KHẮC NGHIỆT NHẤT</h2><p>Trò chơi lấy chủ đề là một shooter chiến thuật trong môi trường FPS, nhằm tạo ra trải nghiệm chân thực và nhịp độ căng thẳng khi người chơi đối đầu với kẻ thù bằng chiến thuật. Điều này bao gồm việc bố trí vũ khí, di chuyển, sử dụng vật phẩm và nhiều yếu tố khác để giành chiến thắng trong những trận đấu súng sinh tử. Bên cạnh đó, thiết kế bản đồ cũng rất ấn tượng, đem lại lợi thế lớn cho những ai biết tận dụng đúng cách khi đối đầu với các đối thủ có phong cách khác nhau.</p><h2>KHÁM PHÁ HỆ THỐNG VŨ KHÍ CHIẾN THUẬT</h2><p>Bên cạnh không khí chiến thuật và lối chơi, trò chơi còn chú trọng vào hệ thống vũ khí, nơi người chơi có thể trải nghiệm thực tế việc tùy chỉnh vũ khí. Mọi yếu tố trong phần này đều được tùy chỉnh sâu với nhiều phụ kiện và phong cách khác nhau, giúp người chơi có thể điều chỉnh vũ khí theo sở thích cá nhân. Tùy theo bộ trang bị vũ khí, cách tiếp cận kẻ địch sẽ đa dạng hơn, mang lại cảm giác chiến thuật rõ nét khi thể hiện kỹ năng trên chiến trường.</p><h2>CÁC CHẾ ĐỘ CHƠI ĐA DẠNG VỚI PHẦN THƯỞNG HẤP DẪN</h2><p>Bloodshed sở hữu nhiều chế độ chơi phong phú, từ những trận đấu đồng đội vui nhộn đến trải nghiệm solo trên chiến trường. Điều này giúp người chơi cảm thấy thú vị hơn khi bước vào các trận chiến khốc liệt và chuẩn bị kế hoạch trước khi bị bắn hạ. Hơn nữa, phần thưởng được trao dựa trên hiệu suất và đóng góp của người chơi trong đội, khuyến khích họ tham gia các chế độ chơi thường xuyên. Nhờ đó, người chơi có cơ hội mở khóa nhiều vũ khí mạnh mẽ và phụ kiện cao cấp cho súng của mình.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed.jpg",
      "slug": "bloodshed",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Bloodshed Mod APK đưa người chơi vào những trận đấu FPS đầy kịch tính và chiến thuật, nơi họ phải chiến đấu đến cùng với những đối thủ chuyên nghiệp khác.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bloodshed",
        "wp_version_GP": "4.0.0",
        "wp_developers_GP": "FiGame Studio",
        "wp_sizes_GP": "300M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Ammo",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-2-500x245.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-3-500x245.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-4-500x245.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-5-500x245.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-6-500x245.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-7-500x245.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/bloodshed-1.jpg"
      },
      "scraped_at": "2026-01-09T19:49:28.677035",
      "lastmod": "2023-03-22T07:23:47+00:00"
    },
    {
      "title": "Match War v1.0.12 MOD APK (Damage/Defense Multiplier, God Mode)",
      "description": "<p>Match War là trò chơi giải đố theo kiểu match-3, nơi người chơi cần nhanh tay ghép các ô để bảo vệ lâu đài, đồng thời tận hưởng sự hấp dẫn từ yếu tố thủ thành (TD). Điểm nổi bật nhất của trò chơi chính là chế độ PvP, nơi người chơi đối đầu với nhau trong những trận chiến sôi động, tranh tài nhanh nhẹn để giành chiến thắng.</p><h2>KHÁM PHÁ NHỮNG TRÒ CHƠI MATCH-3 SÔI ĐỘNG VÀ HẤP DẪN</h2><p>Trải nghiệm phiên bản match-3 truyền thống được làm mới với nhiều hiệu ứng và mảnh ghép đa dạng, giúp tăng thêm phần thú vị. Càng kết hợp nhanh, bạn sẽ gây ra sát thương mạnh mẽ hơn, tạo lợi thế trong các màn chơi với nhiều thử thách khác nhau. Yếu tố match-3 trong trò chơi được cải tiến sâu sắc nhằm mang lại trải nghiệm vui vẻ tối đa. Tuy nhiên, quyết định bước đi tiếp theo và giành chiến thắng vang dội vẫn nằm trong tay người chơi.</p><h2>GHÉP NHIỀU VŨ KHÍ KHÁC NHAU ĐỂ TẠO SỨC CÔNG PHÁ MẠNH MẼ</h2><p>Bên cạnh lối chơi match-3 đầy hài hước, người chơi còn cần xây dựng các cấu hình vũ khí thông minh và hấp dẫn. Bạn có thể tạo đội hình lý tưởng từ hơn năm mươi loại vũ khí, chiến đấu trực diện với mọi đối thủ. Điều này giúp bạn có nhiều cơ hội tạo nên đội mạnh với các kiểu tấn công đa dạng. Nhờ đó, sự kết hợp của bạn sẽ làm thay đổi cục diện trận đấu và mang lại sự sáng tạo trong việc tùy chỉnh đội hình.</p><h2>NHIỀU CHẾ ĐỘ CHƠI ĐA DẠNG TĂNG THÊM PHẦN THÚ VỊ</h2><p>Trò chơi hiện có nhiều chế độ khác nhau dành cho người chơi. Mỗi chế độ có luật chơi và cách tiến triển riêng, giữ cho trải nghiệm luôn mới mẻ và hấp dẫn. Ngoài ra còn có các chế độ chiến đấu thời gian thực, nơi người chơi thi đấu trực tiếp với nhau. Trong chế độ Tháp Vô Tận, bạn có thể nhận nhiều phần thưởng và thử nghiệm các loại hình chơi đa dạng để tiến xa hơn. Các chế độ mới sẽ được cập nhật trong tương lai, mang đến nhiều yếu tố sáng tạo và giữ cho người chơi luôn hào hứng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense.jpg",
      "slug": "match-war-puzzle-defense",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "Match War MOD APK là trò chơi phòng thủ giải đố kết hợp đấu đối kháng PvP trực tiếp. Hãy tận dụng đa dạng vũ khí mạnh mẽ cùng với khiên chắn của bạn để ngăn chặn đợt tấn công từ đối thủ.",
        "wp_mod_info_GP": "<p><em>1. Thực đơn</em><br/>\n<em>2. Hệ số nhân sát thương</em><br/>\n<em>3. Hệ số nhân phòng thủ</em><br/>\n<em>4. Chế độ bất tử</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Match War: Puzzle & Defense",
        "wp_version_GP": "1.0.12",
        "wp_developers_GP": "tnkplay",
        "wp_sizes_GP": "161M",
        "wp_GP_ID": "",
        "wp_mods": "Damage/Defense Multiplier, God Mode",
        "avg_rating": "5",
        "total_votes": "3",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Match%20War/match-war-v1.0.7.1-mod.apk",
            "download_version": "1.0.7.1",
            "download_size": "173.89 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Match%20War/match-war-v1.0.2-mod...apk",
            "download_version": "1.0.2",
            "download_size": "161.25 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-3-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-4-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-5-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-6-500x1082.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/match-war-puzzle-defense-1.jpg"
      },
      "scraped_at": "2026-01-09T19:49:50.731005",
      "lastmod": "2023-03-23T08:09:22+00:00"
    },
    {
      "title": "15 Slimes v430 MOD APK (Unlimited Item, God Mode)",
      "description": "<p>Cơ hội chiến đấu chống lại các thế lực đen tối trong 15 Slimes Mod APK sẽ thu hút người chơi. Trò chơi này rất phù hợp với những ai yêu thích thể loại hành động kết hợp với việc điều khiển vũ khí, nơi người chơi có thể sử dụng các loại vũ khí nguy hiểm và đối mặt với những chiến trường đầy rẫy hiểm nguy.</p><h2>ĐÁNH BẠI NHỮNG THẾ LỰC BÓNG TỐI</h2><p>Bắt đầu cuộc chơi, người chơi sẽ phải đối mặt với những mối nguy hiểm trong vũ trụ này khi các thế lực đen tối không ngừng tiến lên. Sau khi đánh bại những kẻ thù nguy hiểm, các người bảo vệ cũng trở nên mệt mỏi. Trong 15 Slimes, bạn có thể thử thách kỹ năng chiến đấu và tham gia vào một cuộc chiến thực sự chống lại thế lực xấu xa. Hãy lên kế hoạch hợp lý và tích lũy bộ kỹ năng mạnh mẽ để chống lại các kẻ địch khó nhằn.</p><h2>XÂY DỰNG ĐỘI QUÂN SLIME MẠNH MẼ</h2><p>15 Slimes cũng mang đến cho người chơi một đội quân hùng mạnh để cùng đối phó với mối đe dọa bóng tối. Người chơi có thể lựa chọn từ hơn 60 Người Bảo Vệ Slime tinh tế. Hơn nữa, những con slime bạn chọn sẽ tạo thành một đội hình đồng bộ qua chiến lược bạn xây dựng, giúp bạn sẵn sàng hơn khi đối mặt với thử thách. Mỗi slime sở hữu vũ khí và bộ kỹ năng riêng, phù hợp để chống lại kẻ thù dựa trên điểm mạnh và điểm yếu của chúng. Người chơi cần đưa ra quyết định sáng suốt để các slime phù hợp nhất với chiến thuật của mình.</p><h2>BẠN PHẢI HỖ TRỢ NHÂN VẬT CHÍNH ĐÁNG YÊU</h2><p>Cuộc tấn công của thế lực đen tối đã quét sạch hầu hết các người bảo vệ ngoại trừ một người còn sống sót duy nhất. Việc của bạn là truyền đạt rõ ràng lý tưởng của mình để thuyết phục Arya, cô gái hấp dẫn, gia nhập nhóm Người Giữ Tường cùng với đội quân bạn đã tập hợp. Trước khi cô ấy có thể phát huy tối đa khả năng làm người bảo vệ, bạn còn rất nhiều việc phải làm như bảo vệ Arya và chiến thắng trong các trận đấu với những đối thủ khác. Điều đó có nghĩa con đường phía trước sẽ còn dài và đầy thử thách.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence.jpg",
      "slug": "15-slimes-action-defence",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Cơ hội đối đầu với thế lực xấu trong 15 Slimes Mod APK sẽ thu hút người chơi. Tựa game này rất phù hợp với những ai yêu thích thể loại hành động kết hợp cùng...",
        "wp_mod_info_GP": "<p><em>1. NÂNG CẤP VẬT PHẨM KHÔNG GIỚI HẠN</em><br/>\n<em>2. CHẾ ĐỘ BẤT TỬ – XẠ THỦ</em><br/>\n<em>3. LOẠI BỎ QUẢNG CÁO</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "15 Slimes",
        "wp_version_GP": "430",
        "wp_developers_GP": "Ssicosm",
        "wp_sizes_GP": "72M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Item, God Mode",
        "avg_rating": "3",
        "total_votes": "7",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-2-500x334.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-3-500x280.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-4-500x334.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-5-500x280.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-6-500x280.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/15-slimes-action-defence-1.jpg"
      },
      "scraped_at": "2026-01-09T19:50:14.210123",
      "lastmod": "2023-03-24T10:04:46+00:00"
    },
    {
      "title": "Apoball v0.7 MOD APK (Dumb Enemy)",
      "description": "<p>Sự kết hợp của nhiều thể loại game luôn mang lại trải nghiệm thú vị cho người chơi, và Apoball là một trong những trò chơi sáng tạo khi pha trộn yếu tố chiến đấu cùng bóng đá. Điều này tạo ra những phút giây giải trí bất tận khi bạn có thể thử thách bạn bè trong các trận đấu cạnh tranh hài hước và nhận được các nâng cấp hợp lý với nhiều yếu tố khác nhau.</p><h2>CHIẾN ĐẤU HẾT MÌNH VÀ THẮNG BẰNG TINH THẦN THỂ THAO CAO THƯỢNG</h2><p>Apoball, một môn thể thao chiến đấu trực tuyến, đòi hỏi sự nỗ lực không nhỏ từ người chơi để giành chiến thắng trước đối thủ cùng các yếu tố liên quan trong suốt trận đấu. Bên cạnh đó, trò chơi sở hữu phong cách nghệ thuật bắt mắt cùng dàn nhân vật đa dạng và những tình huống thú vị. Tất cả tạo nên sự vui nhộn cho người chơi, khi bạn sẽ phải đối mặt với những đối thủ ranh mãnh và đầy mưu mẹo.</p><h2>PHÁT HUY KỸ NĂNG VÀ CHIẾN THẮNG NHANH CHÓNG</h2><p>Mỗi trận đấu trực tuyến kéo dài một phút hai mươi giây; vì vậy, để chiến thắng, bạn cần ghi nhiều bàn hơn đối phương. Trò chơi còn cung cấp nhiều chế độ khác nhau, cho phép bạn và bạn bè thỏa sức tận hưởng theo cách riêng. Lối chơi không bị giới hạn, bạn có thể thử nhiều chiến thuật để giành chiến thắng. Ngoài ra, một số chế độ mới chỉ xuất hiện trong những bản cập nhật nhất định nhưng đều mang lại trải nghiệm thú vị bất kể bạn gặp phải thử thách nào.</p><h2>NÂNG CẤP SỨC MẠNH HOẶC MỞ KHÓA NHÂN VẬT MỚI</h2><p>Bằng cách chiến thắng đối thủ và ghi bàn, bạn có thể kiếm tiền trong game. Bạn có thể tăng sức mạnh cho nhân vật bằng cách tích lũy điểm kinh nghiệm, trang bị các phần thưởng, và tận dụng môi trường xung quanh một cách chiến lược. Sự kết hợp giữa nhiều khả năng và nâng cấp sẽ giúp bạn có thêm nhiều ý tưởng để giành chiến thắng, khi bạn có thể thực hiện những pha hành động hài hước hoặc bất ngờ khiến đối thủ không kịp trở tay.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/apoball.jpg",
      "slug": "apoba",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Sports",
        "slug": "sports"
      },
      "apktemplates": {
        "wp_description_GP": "Sự pha trộn giữa các thể loại trò chơi khác nhau thường mang đến cho người chơi những trải nghiệm thú vị, và Apoball chính là một trong những trò chơi sáng tạo khi kết hợp nhiều yếu tố độc đáo.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Apoball",
        "wp_version_GP": "0.7",
        "wp_developers_GP": "Anu Company",
        "wp_sizes_GP": "242M",
        "wp_GP_ID": "",
        "wp_mods": "Dumb Enemy",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/apoball-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/apoball-1.jpg"
      },
      "scraped_at": "2026-01-09T19:50:30.050453",
      "lastmod": "2023-03-24T10:34:44+00:00"
    },
    {
      "title": "Ban Evil Garden Escape Room 3D v0.1 MOD APK (Unlimited Money)",
      "description": "<p>Ban Evil Garden Escape Room 3D là một trò chơi sinh tồn mới mẻ, nơi bạn cần phối hợp hành động, thu thập vật phẩm và giải các câu đố để thoát khỏi những địa điểm đầy ám ảnh. Trò chơi mang đến nhiều cách khác nhau để bạn tìm lối thoát, đồng thời cho phép bạn khám phá thêm nhiều yếu tố sáng tạo trong lối chơi thư giãn.</p><h2>KHÁM PHÁ NHÀ MÁY BỎ HOANG</h2><p>Hãy cảm nhận sự hồi hộp, lo sợ và niềm vui khi vượt qua thử thách khi bước vào nhà máy đồ chơi, nơi chứa đầy những sinh vật đáng sợ và những món đồ chơi ghê rợn đang chờ đón bạn. Một người đang chờ bạn trong nhà máy đó, nhưng mục đích của người đó vẫn còn bí ẩn, và bạn phải khám phá bằng mọi cách. Cùng nhau khám phá sâu bên trong nhà máy để biến việc tìm ra sự thật thành một hành trình vừa kỳ thú vừa đáng sợ.</p><h2>ĐỒ HỌA 3D ĐẸP MẮT VỚI NHỮNG Ý TƯỞNG HÌNH ẢNH HẤP DẪN</h2><p>Tham gia vào cuộc phiêu lưu giải đố đầy kịch tính trong Escape Room 3D và tìm cách thoát ra thành công. Trò chơi sở hữu hình ảnh và âm thanh ấn tượng bậc nhất hiện nay, giúp bạn nhanh chóng đắm chìm trong trải nghiệm. Mục tiêu của bạn là duy trì sự sống trong môi trường đầy nguy hiểm này. Mặc dù mọi thứ trong game được thiết kế theo phong cách thân thiện, nhưng điều đó không làm giảm đi độ căng thẳng của tình huống và không gian xung quanh.</p><h2>GIẢI MÃ NHỮNG CÂU ĐỐ KHÓ KHĂN ĐỂ THOÁT KHỎI</h2><p>Nếu bạn đang tìm kiếm một trò chơi sinh tồn giải đố thách thức, nơi bạn có thể vượt qua giới hạn bản thân và đối mặt với nỗi sợ, thì đây là lựa chọn phù hợp. Hãy dành thời gian cùng những người sẽ làm cho trải nghiệm trong Monster Escape trở nên thú vị nhất có thể. Nhờ lối chơi sáng tạo, bạn sẽ phải chuẩn bị tinh thần đối mặt với những điều tồi tệ nhất trong khi vừa chạy trốn vừa giải quyết các câu đố.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d.jpg",
      "slug": "ban-evil-garden-escape-room-3d",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Ban Evil Garden Escape Room 3D là một trò chơi sinh tồn vượt cấp mới, nơi bạn cần phối hợp hành động, thu thập vật phẩm và giải quyết các câu đố để tiến bước.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Ban Evil Garden Escape Room 3D",
        "wp_version_GP": "0.1",
        "wp_developers_GP": "BullGameStudio",
        "wp_sizes_GP": "179M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/ban-evil-garden-escape-room-3d-1.jpg"
      },
      "scraped_at": "2026-01-09T19:50:45.457275",
      "lastmod": "2023-03-24T11:12:03+00:00"
    },
    {
      "title": "Starry Knight v2.3 MOD APK (Damage Multiplier)",
      "description": "<p>Các trò chơi được vẽ tay mang đến trải nghiệm đặc biệt nhờ những yếu tố riêng biệt, tạo nên sự thú vị không giới hạn cho người chơi, và Starry Knight là một trong số đó. Điểm nổi bật của trò chơi là những pha chiến đấu mãn nhãn, kết hợp giữa sự sáng tạo dữ dội và thử thách liên tục, đưa người chơi vào hành trình đầy nguy hiểm cùng hiệp sĩ quyền năng trong cuộc phiêu lưu giữa các vì sao.</p><h2>CHUẨN BỊ KIẾM VÀ KHIÊN ĐỂ CHIẾN ĐẤU VỚI NHỮNG SINH VẬT HUYỀN THOẠI</h2><p>Starry Knight mang đến lối chơi boss rush hấp dẫn và kịch tính, được thể hiện qua đồ họa 2D với những cuộc gặp gỡ độc đáo cùng từng con quái vật, tạo nên cảm xúc đặc biệt trong từng trận đấu. Người chơi sẽ có cơ hội khám phá các phiên bản kỹ thuật số của những bức tranh Van Gogh, những tác phẩm này ảnh hưởng đến sự phát triển của các sinh vật và thế giới trong hành trình. Trong trò chơi, bạn sẽ đối mặt với những thử thách trong cuộc sống và vết thương tâm hồn của hiệp sĩ mang biểu tượng ngôi sao trên áo giáp.</p><h2>ĐIỀU KHIỂN ĐƠN GIẢN NHƯNG ẨN CHỨA NHIỀU TIỀM NĂNG</h2><p>Cuộc chiến với các ông trùm vừa đòi hỏi sự khó khăn vừa mang lại niềm vui, và trò chơi này hội tụ đủ cả hai yếu tố đó, nhưng cũng đặt ra yêu cầu cao khi bạn phải tận dụng hết khả năng của nhân vật để đối đầu với kẻ thù nguy hiểm. Hạ gục các ông trùm để mở khóa kỹ năng mạnh mẽ hơn, đồng thời phải chọn lựa những sức mạnh phù hợp để hỗ trợ cho nhiệm vụ của mình trong hành trình. Bên cạnh đó, nhờ vào cách điều khiển linh hoạt, bạn có thể thu về nhiều phần thưởng giá trị mà trò chơi mang lại.</p><h2KHÁM PHÁ NHỮNG ĐIỂM MẠNH KHÁC TRONG HỆ THỐNG PHÁT TRIỂN XUẤT SẮC CỦA TRÒ CHƠI</h2><p>Bên cạnh độ khó tiêu chuẩn được thiết kế tỉ mỉ, trò chơi còn có chế độ dễ dành cho người chơi không thường xuyên và một chế độ khó hơn cho những ai thích thử thách đích thực. Ở chế độ khó, các ông trùm sẽ có cách di chuyển đặc biệt và người chơi có thể mở khóa các kỹ năng của trò chơi. Toàn bộ đồ họa của game được lấy cảm hứng từ các bức tranh của Vincent van Gogh.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight.jpg",
      "slug": "starry-knig",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Các trò chơi được vẽ tay mang nét độc đáo riêng biệt, tạo nên trải nghiệm giải trí không giới hạn cho người chơi, trong đó Starry Knight là một ví dụ tiêu biểu.",
        "wp_mod_info_GP": "<ul><li><em>Kỹ năng quạ tinh thần có thể được sử dụng liên tục và bạn sẽ nhận được nó sau khi đánh bại BOSS đầu tiên</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Starry Knight",
        "wp_version_GP": "2.3",
        "wp_developers_GP": "Peace Blvd Games",
        "wp_sizes_GP": "143M",
        "wp_GP_ID": "",
        "wp_mods": "Damage Multiplier",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-2-500x231.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-3-500x231.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-4-500x231.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-5-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-6-500x750.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/starry-knight-1.jpg"
      },
      "scraped_at": "2026-01-09T19:51:00.497895",
      "lastmod": "2023-03-26T16:33:33+00:00"
    },
    {
      "title": "About Love and Hate 2 v1.2.0 MOD APK (Unlock All Levels)",
      "description": "<p>About Love and Hate 2 là một trò chơi kể chuyện sâu sắc, nơi bạn kết hợp sức mạnh của Tình Yêu và năng lượng của Thù Hận để tạo nên điều lớn lao hơn, đồng thời tìm kiếm đứa con của họ sau khi nhấn nút Đỏ nguy hiểm. Hành trình này sẽ mang đến nhiều điều kỳ diệu trong quá trình trải nghiệm, cùng những yếu tố bất ngờ đầy ấn tượng.</p><h2>KHÁM PHÁ MỘT KHÁI NIỆM MỚI VỀ HÌNH ẢNH</h2><p>Cuộc hành trình tìm kiếm đứa trẻ mất tích không hề đơn giản, bởi trò chơi sử dụng nhiều hiệu ứng hình ảnh độc đáo và đầy mưu mẹo để tăng thêm thử thách. Bạn sẽ được khám phá những thế giới hấp dẫn trong không gian ba chiều hoặc các chiều phức tạp hơn, mang đến vô số điều bất ngờ và ngạc nhiên. Hãy quan sát từng cấp độ từ nhiều góc độ khác nhau để tìm ra cách vượt qua. Đó chính là điều tạo nên sự kỳ thú của trò chơi, khi bạn luôn có thể phát hiện những điều đặc biệt trong mỗi hành động của mình.</p><h2>HÌNH ẢNH TUYỆT ĐẸP VỚI NHỮNG CẢNH QUAN MÊ HOẶC</h2><p>Bên cạnh lối chơi giải đố và phiêu lưu hấp dẫn, trò chơi còn sở hữu đồ họa tuyệt mỹ để tái hiện mọi thứ với vẻ đẹp hiếm có. Người chơi sẽ được trải nghiệm các thế giới độc đáo do những nghệ sĩ danh tiếng thiết kế riêng cho trò chơi này. Bạn sẽ có dịp chứng kiến sự thể hiện của TÌNH YÊU và THÙ HẬN qua nhiều phong cách hình ảnh đa dạng. Tùy theo cách bạn cảm nhận về chất lượng hình ảnh, bạn sẽ khám phá được những yếu tố khác nhau ẩn chứa trong vẻ đẹp ấy khi tiếp tục hành trình.</p><h2>GẶP GỠ NHỮNG NHÂN VẬT MỚI VÀ TRẢI NGHIỆM CẢM XÚC ĐA DẠNG</h2><p>Những THỂ KHÁC mới đã bắt đầu xuất hiện trong các cõi này, bên cạnh những nhân vật quen thuộc vốn luôn hiện diện. Họ không phải những sinh linh bình thường trong thế giới phàm tục, mà là những cảm xúc khác nhau tồn tại trong ý thức của mỗi người. Vì vậy, trò chơi trở nên đặc sắc và lôi cuốn khi bạn trải qua các tình huống đa dạng dựa trên những cảm xúc tuyệt vời đó. Khám phá xem họ có thể giúp bạn đạt được mục tiêu như thế nào.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2.jpg",
      "slug": "about-love-and-hate-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Trivia",
        "slug": "trivia"
      },
      "apktemplates": {
        "wp_description_GP": "About Love and Hate 2 là một trò chơi mang tính câu chuyện sâu sắc, trong đó bạn sử dụng sức mạnh của Tình Yêu cùng năng lượng của Thù Hận để đạt được những điều vượt lên trên cả mong đợi.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "About Love and Hate 2",
        "wp_version_GP": "1.2.0",
        "wp_developers_GP": "Black Pants Studio GmbH",
        "wp_sizes_GP": "156M",
        "wp_GP_ID": "",
        "wp_mods": "Unlock All Levels",
        "avg_rating": "4.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/about-love-and-hate-2-1.jpg"
      },
      "scraped_at": "2026-01-09T19:51:17.014030",
      "lastmod": "2023-03-27T09:45:37+00:00"
    },
    {
      "title": "Barber Shop, Haircut Simulator v4.2.0 MOD APK (Unlimited Money)",
      "description": "<p>Quán cắt tóc nam đã là một phần không thể thiếu trong việc chăm sóc vẻ ngoài của phái mạnh suốt nhiều thế kỷ và trở thành biểu tượng văn hóa ở nhiều quốc gia. Với sự phát triển của công nghệ, trải nghiệm tại tiệm cắt tóc giờ đây trở nên tiện lợi hơn nhờ Barber Shop, Haircut Simulator Mod APK. Trong trò chơi này, người chơi sẽ hóa thân thành thợ cắt tóc và mô phỏng lại công việc chăm sóc khách hàng. Hàng loạt lựa chọn đa dạng từ dụng cụ đến kiểu tóc giúp mọi lứa tuổi đều có thể tận hưởng trò chơi.</p><h2>HỌC NGHỀ THỢ CẮT TÓC</h2><p>Khi tham gia trò chơi, bạn sẽ ngay lập tức có cơ hội thử sức với vai trò quản lý một tiệm cắt tóc nếu trước đây chưa từng trải nghiệm. Nhờ lối chơi độc đáo và hấp dẫn trong Barber Shop, Haircut Simulator, bạn sẽ cảm nhận được sự chân thực trong hoạt động tại tiệm. Người chơi có thể sử dụng nhiều loại dụng cụ khác nhau như kéo, dao cạo, tông đơ, lược và nhiều hơn nữa. Không giới hạn sáng tạo giúp bạn thỏa sức thử nghiệm các kiểu tóc khác nhau. Điều này đặc biệt hữu ích với những ai đang muốn nâng cao kỹ năng và kiến thức trong nghề.</p><h2>CHĂM SÓC KHÁCH HÀNG</h2><p>Mặc dù bạn có thể tạo ra vô số kiểu tóc độc đáo, nhưng điều quan trọng nhất là phải đáp ứng đúng mong muốn của khách hàng. Bạn cần sử dụng các công cụ có sẵn để thực hiện kiểu tóc theo yêu cầu. Sau mỗi lần hoàn thành dịch vụ cho khách, bạn sẽ nhận được phần thưởng tương ứng. Khách hàng luôn là yếu tố quan trọng nhất trong mọi lĩnh vực kinh doanh, vì vậy hãy cố gắng làm cho họ cảm thấy hài lòng khi rời khỏi tiệm. Mỗi khách sẽ chỉ chờ đợi trong thời gian nhất định, nếu phải đợi quá lâu, họ sẽ chán và rời đi.</p><h2>TÙY CHỈNH VÀ NÂNG CẤP</h2><p>Các kiểu tóc như punk rock, flat top, mohawk, high fade và nhiều phong cách khác đều có thể thử tại salon trong game. Trước khi phục vụ khách, bạn cần tích lũy đủ tiền để mua các kiểu tóc hiện có. Bên cạnh đó, bạn có thể làm mới tiệm bằng cách thay đổi màu tường hoặc lắp đặt nền gạch mới. Nếu muốn nâng cao chất lượng dịch vụ, hãy cân nhắc thay thế một số dụng cụ và thiết bị trong salon. Khách hàng sẽ đánh giá cao sự chuyên nghiệp và chất lượng phục vụ mà bạn mang lại.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator.jpg",
      "slug": "barber-shop-haircut-simulator",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Các tiệm cắt tóc nam đã đóng vai trò quan trọng trong việc chăm sóc vẻ ngoài của phái mạnh suốt hàng thế kỷ và trở thành một phần văn hóa đặc trưng ở nhiều quốc gia. Sự phát triển của công nghệ đã mang đến nhiều thay đổi,",
        "wp_mod_info_GP": "<p><em>1. Nhiều vàng hơn</em><br/>\n<em>2. Tăng kinh nghiệm</em><br/>\n<em>3. Không có quảng cáo</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Barber Shop",
        "wp_version_GP": "4.2.0",
        "wp_developers_GP": "Mosola Game Studios",
        "wp_sizes_GP": "62M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/barber-shop-haircut-simulator-1.jpg"
      },
      "scraped_at": "2026-01-09T20:01:39.717322",
      "lastmod": "2023-03-27T09:55:18+00:00"
    },
    {
      "title": "Cat Killer v7.2 MOD APK (God Mode, One Hit, Money/Ammo)",
      "description": "<p>Cat Killer yêu cầu người chơi phải luôn đồng hành cùng chú thỏ Kay, và rất nhiều điều kỳ diệu sẽ xảy ra. Chú thỏ này đã đánh thức gia đình mèo, và dù điều này có vẻ như là tin sốc, thực tế không phải vậy. Kay, chú thỏ, đã trở nên ám ảnh đến mức nguy hiểm với những con mèo đó. Chúng sẽ ập vào khu phố của bạn và cố gắng thay đổi mọi thứ, khiến bạn không kịp trở tay. Khi kiểm soát được chú thỏ, bạn sẽ ngăn chặn được việc lặp lại những sai lầm cũ. Nhiệm vụ của bạn là giữ cho chú thỏ luôn di chuyển và sử dụng nhiều loại vũ khí kết hợp với cú đẩy để hất các con mèo bay lên không trung.</p><p><img alt=\"Cat Killer\" class=\"aligncenter size-full wp-image-57286\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/11/cat-killer-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>HÃY CẨN THẬN ĐỪNG BỊ THỎ HOẶC MÈO ĂN</h2><p>Chuyển động của Kay hoàn toàn phụ thuộc vào cách bạn điều khiển tốc độ. Việc kiểm soát tốc độ mở ra nhiều chiến thuật đa dạng hơn. Những con mèo có thể tấn công bạn từ bất kỳ hướng nào, vì vậy hãy luôn chú ý xung quanh. Chúng có thể bao vây bạn trong tình thế khó khăn và khiến bạn cảm thấy bế tắc hơn. Bạn đoán được đâu sẽ là điểm tập trung các đòn đánh mạnh? Một đội hình với những người chơi nhanh nhẹn, có kỹ năng và vũ khí tốt sẽ rất cần thiết. Cuộc hành trình chinh phục thế giới mèo không chỉ mang lại trải nghiệm thú vị mà còn vô vàn cơ hội mới. Khám phá các không gian kỳ ảo sẽ làm tăng thêm cảm giác phiêu lưu cho bạn.</p><p><img alt=\"Cat Killer\" class=\"aligncenter size-full wp-image-57287\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/11/cat-killer-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>BIẾN HÓA CHO KAY</h2><p>Kay có thể hóa thân thành bất kỳ nhân vật tưởng tượng nào bạn mong muốn. Đó là một chú thỏ thực sự mặc áo và đeo mặt nạ bí ẩn, trông rất ấn tượng. Bạn có thể chọn hóa trang và vung kiếm như một tay ngoài vòng pháp luật đáng gờm. Cat Killer đã chuẩn bị hơn một trăm trang phục độc đáo để bạn lựa chọn. Người chơi có thể thay đổi diện mạo bằng cách tìm kiếm và trang bị đồ mới cũng như nâng cấp nhân vật. Thay đổi hình ảnh phù hợp với từng màn chơi sẽ làm trò chơi thêm phần hấp dẫn. Cách duy nhất để bạn khác biệt với những con mèo phá hoại là trở thành nhân vật anh hùng nổi bật nhất.</p><p><img alt=\"Cat Killer\" class=\"aligncenter size-full wp-image-57288\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/11/cat-killer-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRẢI NGHIỆM NIỀM VUI TRONG DẢI MÀU SẮC</h2><p>Trong thế giới mở của Cat Killer, bạn có thể khám phá hang động, đồi núi, hay thậm chí là các đấu trường chuyên nghiệp. Không gian rộng lớn của địa hình chính là điểm nhấn trong hành trình. Việc sở hữu mèo là một cuộc phiêu lưu dài, không phải điểm đến cuối cùng, nên bạn không thể dừng lại ở một chỗ. Người chơi cần dẫn theo chú thỏ để di chuyển đến nhiều vùng đất khác nhau và khám phá những điều mới mẻ. Bạn sẽ phải đối mặt với nhiều thử thách và tìm kiếm khắp nơi để tiêu diệt hết những con mèo đang ẩn náu. Màu sắc của cỏ cây, hoa lá và đá tạo nên không gian rộng lớn và mang đến cảm giác huyền bí. Dù địa hình có khó khăn đến đâu, bạn cũng phải làm chủ tình hình.</p><p><img alt=\"Cat Killer\" class=\"aligncenter size-full wp-image-57289\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/11/cat-killer-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>KHÁM PHÁ THẾ GIỚI SẮC MÀU</h2><p>Thật không may, chính Kay đã khiến những con mèo tức giận. Bạn đã rơi vào giữa cuộc chiến bất tận này, và không có lối thoát nào cho người chơi. Những con mèo này liên kết dưới sự chỉ huy của một lãnh chúa khác. Mỗi kẻ thù đều đòi hỏi cách xử lý riêng mà bạn cần áp dụng theo phong cách của mình.</p><p><img alt=\"Cat Killer\" class=\"aligncenter size-full wp-image-57291\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/11/cat-killer-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/11/cat-killer-7-500x281.jpg 500w\" width=\"1000\"/></p><p>Hãy sử dụng các tổ hợp nhấn nhanh kép và chạm để đẩy cơ thể con mèo theo nhiều hướng khác nhau. Bạn có thể lựa chọn đâm nó bằng kiếm hoặc dùng kỹ năng để tung nó lên không trung tùy ý. Toàn quyền kiểm soát kết quả nằm trong tay bạn. Sự khéo léo và chiến lược của bạn chính là lý do khiến lãnh chúa mèo lại dành sự quan tâm đặc biệt cho chú thỏ Kay.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer.jpg",
      "slug": "cat-killer",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Trong trò chơi hành động phiêu lưu Cat Killer Mod APK, nhân vật chính là một chú thỏ tên Kay, và người chơi sẽ điều khiển nhân vật thỏ này.",
        "wp_mod_info_GP": "<p><em>[ Player Menu ]</em></p><ul><li data-xf-list-type=\"ul\"><em>-&gt; Chế độ bất tử / Thể lực vô hạn</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Hạ gục chỉ với một phát súng (Gun)</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Đạn không giới hạn</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Bắn hai viên đạn cùng lúc</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Bắn liên tục nhanh</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Tốc độ đạn nhanh hơn</em></li><li data-xf-list-type=\"ul\"><em>-&gt; Tăng kim cương (trong game)</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Cat Killer",
        "wp_version_GP": "7.2",
        "wp_developers_GP": "ColorBlox Studio",
        "wp_sizes_GP": "500M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, One Hit, Money/Ammo",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Cat%20Killer/cat-killer-v7.2-mod.apk",
            "download_version": "7.2",
            "download_size": "511.24 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Cat%20Killer/cat-killer-v7.1-mod.apk",
            "download_version": "7.1",
            "download_size": "511.22 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/cat-killer-1.jpg"
      },
      "scraped_at": "2026-01-09T20:05:17.452033",
      "lastmod": "2023-03-27T10:24:20+00:00"
    },
    {
      "title": "Beat Em Up v2.5 MOD APK (Dumb Enemy, God Mode)",
      "description": "<p>Trong Beat Em Up Street Fight Rage, quyền anh và karate là hai môn võ thuật phổ biến được kết hợp một cách hợp lý. Trò chơi được xây dựng theo cốt truyện, nơi bạn phải vận dụng kỹ năng kung fu và quyền anh để đánh bại các băng đảng trong thành phố. Nếu bạn đam mê võ thuật, đây là một tựa game chiến đấu nâng cao đáng để thử.</p><p><img alt=\"Beat Em Up Street Fight Rage\" class=\"aligncenter wp-image-158342 size-full\" decoding=\"async\" fetchpriority=\"high\" height=\"500\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-2-500x250.jpg 500w\" width=\"1000\"/></p><h2>SUPERHERO STORY</h2><p>Có nhiều trò chơi Beat Em Up nhưng đây là một trong những phiên bản đánh đấm đường phố hấp dẫn nhất. Với sự phát triển không ngừng của xã hội hiện đại, các băng nhóm tội phạm ngày càng xuất hiện nhiều ở các đô thị lớn. Để đối phó với chúng, lực lượng cảnh sát không đủ, và bạn sẽ nhập vai một siêu anh hùng giúp người dân có cuộc sống yên bình. Nâng cao kỹ năng quyền anh và karate để tung đòn đá, đấm, hạ gục kẻ thù trên đường phố.</p><p><img alt=\"Beat Em Up Street Fight Rage\" class=\"aligncenter wp-image-158343 size-full\" decoding=\"async\" height=\"500\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-3-500x250.jpg 500w\" width=\"1000\"/></p><h2>SIMPLE GAMEPLAY TO APPROACH</h2><p>Nhiệm vụ lớn nhất của bạn là được thuê để xóa sổ băng đảng địa phương. Bắt đầu với vai siêu anh hùng sở hữu sức mạnh đặc biệt, sử dụng điều khiển mượt mà để đá và đấm những tên du côn, hoàn thành các nhiệm vụ khó khăn để dọn sạch tội phạm trong thành phố. Để hỗ trợ người chơi tốt nhất, trò chơi được trang bị hệ thống điều khiển nhân vật bằng một chạm, giúp bạn làm quen nhanh chóng và dễ dàng.<br/>\n<img alt=\"Beat Em Up Street Fight Rage\" class=\"aligncenter wp-image-158344 size-full\" decoding=\"async\" height=\"500\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-4-500x250.jpg 500w\" width=\"1000\"/></p><h2>DIVERSE COMBAT CHALLENGE SYSTEM</h2><p>Trò chơi mang đến nhiều tính năng chiến đấu hấp dẫn trong các cuộc đụng độ với băng nhóm đường phố. Bạn có thích những game phá hủy đường phố, nơi cần hạ gục đối thủ và ngăn chặn tội phạm? Tựa game này sẽ giữ bạn bận rộn với các nhiệm vụ phá hoại đầy thử thách suốt nhiều giờ. Đây là một trò Beat Em Up xuất sắc với nhiều mục tiêu chiến đấu mới mẻ và điều khiển đơn giản để đánh bại tội phạm cũng như các băng nhóm trong thành phố. Hệ thống game được chia thành nhiều cấp độ thử thách mà bạn phải vượt qua để đạt được mục tiêu cuối cùng.</p><p><img alt=\"Beat Em Up Street Fight Rage\" class=\"aligncenter wp-image-158345 size-full\" decoding=\"async\" height=\"500\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-5-500x250.jpg 500w\" width=\"1000\"/></p><h2>SOUND AND IMAGE ARE CAREFULLY INVESTED</h2><p>Đồ họa là một trong những điểm nhấn quan trọng, giúp người chơi trải nghiệm các trận đấu một cách sống động nhất. Trò chơi sử dụng công nghệ hình ảnh chất lượng cao để mô phỏng các cuộc chiến gay cấn. Ngoài ra, phần âm thanh cũng được đầu tư kỹ lưỡng với hệ thống âm thanh riêng biệt ghi lại chi tiết các tiếng động trong trận đấu, nhằm mang lại trải nghiệm tốt nhất cho người chơi.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage.jpg",
      "slug": "beat-em-up-street-fight-rage",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Trong Beat Em Up Street Fight Rage, quyền Anh và karate là hai môn võ phổ biến được kết hợp một cách hợp lý. Toàn bộ trò chơi được phát triển dựa trên một cốt truyện xuyên suốt, nơi mà...",
        "wp_mod_info_GP": "<p><em>1. Chế độ Thần</em><br/>\n<em>2. Kẻ thù Ngốc</em><br/>\n<em>3. Không Quảng Cáo Hiện Lên</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Beat Em Up",
        "wp_version_GP": "2.5",
        "wp_developers_GP": "Delite Apps",
        "wp_sizes_GP": "73M",
        "wp_GP_ID": "",
        "wp_mods": "Dumb Enemy, God Mode",
        "avg_rating": "4",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-5.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/beat-em-up-street-fight-rage-1.jpg"
      },
      "scraped_at": "2026-01-09T20:07:14.893007",
      "lastmod": "2023-03-27T20:03:04+00:00"
    },
    {
      "title": "Contra: Tournament v1.0.0 APK (Latest)",
      "description": "<p>Tựa game Contra: Tournament huyền thoại từ những năm 1980 đã được tái phát hành với phiên bản mới hấp dẫn hơn nhiều so với bản gốc. Phiên bản cập nhật với chế độ battle royale hứa hẹn sẽ mang lại những trải nghiệm kịch tính và đầy phấn khích. Người chơi tại Philippines hiện đã có thể trải nghiệm phiên bản thử nghiệm đóng của Contra: Tournament. Trái với suy nghĩ thông thường, họ rất háo hức chờ đợi ngày game được phát hành rộng rãi. Bản cập nhật này mang đến một chiến trường hiện đại hơn, nhiều loại vũ khí đa dạng hơn, cùng lối chơi chiến thuật tận dụng tối đa khả năng đặc biệt của từng người chơi để giành chiến thắng. Ngoài ra, số lượng vũ khí cũng được mở rộng đáng kể. Bài viết này sẽ giúp bạn hiểu rõ hơn về những điểm thu hút của Contra: Tournament đối với nhiều game thủ.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-177645\" decoding=\"async\" fetchpriority=\"high\" height=\"450\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-1.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-1.jpg 800w, https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-1-500x281.jpg 500w\" width=\"800\"/></p><h2>NHẬN DIỆN SỰ HOÀN HẢO CỦA TÁC PHẨM</h2><p>Phiên bản mới của Contra: Tournament là một sự tôn vinh dành cho tựa game arcade kinh điển từ những năm 1980. Người chơi có thể hợp tác cùng các nhân vật quen thuộc như Bill Rizer và Lance Bean trong những trận chiến căng thẳng. Kho vũ khí cổ điển của game, đưa người chơi trở lại thời kỳ chơi tại các máy arcade, bao gồm Spread Gun, Laser Gun và nhiều loại khác, vẫn được giữ nguyên. Trong những trận đấu quyết liệt, bạn có thể nhận được các vật phẩm thưởng bằng cách tiêu diệt những ông trùm đặc trưng trên các màn chơi. Thành công của trò chơi đến từ việc nhà phát triển vừa bảo tồn được tinh thần nguyên bản vừa khéo léo thêm vào những yếu tố mới mẻ.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-177646\" decoding=\"async\" height=\"450\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament.jpg 800w, https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-500x281.jpg 500w\" width=\"800\"/></p><h2>THAM GIA CHIẾN DỊCH CÙNG ĐỘI TÊN LỬA</h2><p>Trong Contra: Tournament, người chơi có thể lập đội gồm bốn thành viên để thực hiện các nhiệm vụ ngoài vũ trụ. Những thử thách đa dạng gồm các dạng chơi như trốn tìm, ám sát lén lút, và cuộc đua chạy về vùng an toàn. Mục tiêu của trò chơi là loại bỏ tất cả những người chơi khác bằng cách tận dụng khả năng đặc biệt của các anh hùng. Chế độ chơi đa người nổi tiếng này, tập trung vào sự phối hợp nhóm, chính là yếu tố làm nên thành công của game.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-177648\" decoding=\"async\" height=\"450\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-4.jpg 800w, https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-4-500x281.jpg 500w\" width=\"800\"/></p><h2>VŨ KHÍ ĐA DẠNG VỚI NHIỀU NGUỒN GỐC</h2><p>Trong Contra: Tournament, người chơi được trang bị một kho vũ khí phong phú suốt quá trình chơi. Các loại súng hiện đại này có thể được tùy chỉnh với nhiều phụ kiện khác nhau, đáp ứng nhu cầu chiến đấu của mọi game thủ. Những ai yêu thích dòng game bắn súng góc nhìn thứ nhất chắc chắn sẽ bị thu hút bởi sự đa dạng về vũ khí và các tùy chọn trang bị mà trò chơi cung cấp.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-177650\" decoding=\"async\" height=\"450\" loading=\"lazy\" sizes=\"auto, (max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-2.jpg 800w, https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-2-500x281.jpg 500w\" width=\"800\"/></p><h2>CHIẾN THUẬT VÀ KỸ NĂNG ĐẶC BIỆT TRONG CHIẾN ĐẤU</h2><p>Việc áp dụng chiến thuật hợp lý cùng kỹ năng đặc biệt là yếu tố then chốt để giành chiến thắng trong Contra: Tournament. Người chơi có thể nâng cao cơ hội thành công bằng cách phát huy tối đa khả năng riêng biệt của anh hùng và phân công nhiệm vụ rõ ràng cho từng thành viên trong đội. Người chơi có thể quyết định kết quả trận đấu và ghi dấu ấn của mình trong lịch sử game. Sức hấp dẫn của game cũng nằm ở chiều sâu chiến thuật và việc khai thác đa dạng kỹ năng, điều này góp phần làm nên sức hút với cộng đồng yêu thích thể loại battle royale.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-5.png",
      "slug": "contra-tournamen",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Trò chơi điện tử huyền thoại của thập niên 1980, Contra: Tournament, đã được phát hành lại với phiên bản mới có nhiều cải tiến vượt trội so với bản gốc. Phiên bản cập nhật này đem đến trải nghiệm ấn tượng hơn hẳn.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Contra: Tournament",
        "wp_version_GP": "1.0.0",
        "wp_developers_GP": "N/A",
        "wp_sizes_GP": "509M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "4.7",
        "total_votes": "3",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-1.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-2.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/contra-tournament-7.png"
      },
      "scraped_at": "2026-01-09T20:09:11.139740",
      "lastmod": "2023-03-30T10:50:01+00:00"
    },
    {
      "title": "All-In-One Toolbox v8.3.0 MOD APK (Pro Unlocked)",
      "description": "<p>All-in-One Toolbox là một ứng dụng hữu ích dành cho những ai sở hữu thiết bị di động và muốn tùy chỉnh việc dọn dẹp hệ thống theo nhu cầu riêng. Ứng dụng này hoạt động ổn định trên hầu hết các thiết bị, mang lại sự linh hoạt cao cho người dùng.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78957\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78958\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>OPTIMIZED FOR MOBILE DEVICE SYSTEM</h2><p>Nếu bạn cần một ứng dụng để làm sạch hệ thống trên thiết bị di động, All-in-One Toolbox chính là lựa chọn phù hợp. Ứng dụng cho phép bạn truy cập và điều khiển mọi tính năng một cách dễ dàng. Bạn có thể sử dụng mà không phải lo lắng về các ứng dụng khác, đồng thời trải nghiệm nhiều chức năng hữu ích. Khi không còn cần đến một file hoặc ứng dụng nào đó, ứng dụng sẽ giúp bạn xóa bỏ nhanh chóng, giúp bộ nhớ thiết bị hoạt động hiệu quả hơn.</p><h2>CLEAN UP AND DELETE JUNK MESSAGES</h2><p>Thiết bị thường chứa nhiều dữ liệu thừa không cần thiết; nếu không xóa bỏ, dung lượng lưu trữ sẽ nhanh chóng bị đầy. Điều này có thể ảnh hưởng đến việc sử dụng các ứng dụng bên thứ ba. All-In-One Toolbox hỗ trợ bạn xử lý vấn đề này bằng cách xóa dữ liệu một cách triệt để. Sau khi chọn các tệp cần xóa, ứng dụng sẽ tiến hành loại bỏ chúng khỏi bộ nhớ ngay lập tức. Nhờ vậy, hiệu suất thiết bị luôn được duy trì, không còn hiện tượng giật lag khi mở ứng dụng. Tính năng này được nhiều người dùng yêu thích vì giúp xóa các tin nhắn cũ dễ dàng chỉ trong vài giây theo các bước đơn giản.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78959\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78960\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>MAXIMIZE EFFICIENCY</h2><p>Việc loại bỏ thư rác giúp giải phóng tài nguyên hệ thống, từ đó thiết bị hoạt động nhanh hơn. Quá trình này diễn ra nhanh chóng và mượt mà với sự hỗ trợ của All-in-One Toolbox. Bạn không cần phải chờ đợi từng widget tải, cũng không lo ứng dụng phản hồi chậm. Nhờ vậy, thiết bị trở nên linh hoạt và hiệu quả hơn trong công việc. Ứng dụng còn giúp giải phóng bộ nhớ và tăng dung lượng lưu trữ. Để có kết quả tốt nhất, nên tiến hành dọn dẹp từng ứng dụng một. Đây là công cụ tiện lợi giúp xóa dữ liệu không mong muốn nhanh chóng, hoàn thành nhiệm vụ trong thời gian ngắn. Với tốc độ xử lý nhanh, ứng dụng đáp ứng đầy đủ nhu cầu của người dùng.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78961\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"All-In-One Toolbox: Cleaner\" class=\"aligncenter size-medium wp-image-78962\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THE PINNACLE OF SECURITY AND PRIVACY</h2><p>Người dùng có thể truy cập toàn bộ thư mục trên thiết bị và quản lý chúng một cách toàn diện. Bạn dễ dàng sắp xếp và xóa bỏ các file không cần thiết. Ứng dụng giúp quản lý chặt chẽ theo các nhóm phân loại đã thiết lập. Đồng thời, All-in-One Toolbox còn hỗ trợ bảo vệ thông tin cá nhân của người dùng. Dữ liệu cá nhân sẽ được xóa giữa các lần đăng nhập để bảo vệ quyền riêng tư. Việc đặt mật khẩu cho tài khoản cá nhân là cách đơn giản giúp bảo vệ thông tin. Ứng dụng giúp hạn chế rủi ro và tăng cường cảm giác an toàn cho người dùng. Một số chương trình đã cài đặt có thể được chuyển sang ổ đĩa ngoài. Tất cả tính năng đều được thiết kế để bạn làm chủ và tùy chỉnh theo ý muốn. Các công cụ trong All-In-One Toolbox đáp ứng đa dạng nhu cầu của người dùng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner.jpg",
      "slug": "all-in-one-toolbox",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Productivity",
        "slug": "productivity"
      },
      "apktemplates": {
        "wp_description_GP": "All-in-One Toolbox là một ứng dụng tiện ích dành cho người dùng thiết bị di động, giúp họ tùy chỉnh việc dọn dẹp hệ thống theo đúng yêu cầu cá nhân. Ứng dụng này...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "All-In-One Toolbox",
        "wp_version_GP": "v8.3.0",
        "wp_developers_GP": "AIO Software Technology CO.",
        "wp_sizes_GP": "16M",
        "wp_GP_ID": "",
        "wp_mods": "Pro Unlocked",
        "avg_rating": "2.7",
        "total_votes": "7",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/All%20In%20One%20Toolbox/All-In-One%20Toolbox%20v8.3.0%20[Pro].apk",
            "download_version": "8.3.0",
            "download_size": "17.81 MB",
            "download_mod_info": "Pro"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/All%20In%20One%20Toolbox/All-In-One%20Toolbox%20vv8.2.8.1%20[Modded].apk",
            "download_version": "8.2.8.1",
            "download_size": "16.36 MB",
            "download_mod_info": "Pro"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/12/all-in-one-toolbox-cleaner-1.jpg"
      },
      "scraped_at": "2026-01-09T20:12:46.960543",
      "lastmod": "2023-03-30T14:45:44+00:00"
    },
    {
      "title": "CASTLE TYCOON v1.1.27 MOD APK (Unlimited Diamonds)",
      "description": "<p>CASTLE TYCOON là một trò chơi trên điện thoại cho phép người chơi xây dựng và quản lý các tòa tháp, tập hợp anh hùng và tham gia vào những trận chiến hoành tráng. Trò chơi này sở hữu nhiều điểm hấp dẫn, bao gồm hơn một trăm nhân vật có thể điều khiển, nhiều phong cách chơi đa dạng và các lựa chọn chiến thuật phong phú. Bài viết này sẽ tập trung trình bày những điểm nổi bật nhất của trò chơi, khác với những suy nghĩ thông thường.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174203\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-2.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174204\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-3.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>THỬ THÁCH KỸ NĂNG QUA 600 CHẾ ĐỘ CHƠI KHÁC NHAU</h2><p>CASTLE TYCOON mang đến nhiều thể loại chơi đa dạng, mỗi loại đều tạo ra trải nghiệm giải trí riêng biệt. Người chơi có thể rèn luyện kỹ năng qua hàng trăm cấp độ, tổng cộng lên đến 600, với các cấp độ mới được cập nhật liên tục. Mỗi cấp độ có mức độ khó và phần thưởng khác nhau, giúp trò chơi luôn giữ được sự thú vị và mới mẻ.</p><h2>XÂY DỰNG ĐỘI HÌNH NHÂN VẬT PHÙ HỢP CHO 10 VỊ TRÍ CHIẾN ĐẤU KHÁC NHAU</h2><p>Một điểm hấp dẫn khác của CASTLE TYCOON là khả năng tùy chỉnh từng nhân vật theo phong cách chiến đấu riêng. Người chơi có thể sắp xếp vị trí chiến thuật cho các nhân vật và xây dựng các tòa tháp mạnh mẽ hơn so với đối thủ. Công cụ này giúp người chơi tạo ra lợi thế bằng cách cá nhân hóa cách chơi của mình.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174205\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-4.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174206\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-5.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>KIẾM KINH NGHIỆM CHO NHÂN VẬT QUA CÁC CẤP ĐỘ VÀ NÂNG CAO CHỈ SỐ</h2><p>Mỗi anh hùng trong trò chơi đều sở hữu kỹ năng và điểm mạnh riêng biệt. Người chơi có thể thu thập và nâng cấp khoảng một trăm nhân vật khác nhau, giúp tăng sức mạnh đáng kể. Nhờ tính năng này, bạn có thể thử nghiệm nhiều tổ hợp anh hùng để tìm ra chiến thuật phù hợp với phong cách chơi cá nhân.</p><h2>CHIẾN THẮNG NHỜ VẬN DỤNG CHIẾN THUẬT SẮP XẾP NHÂN VẬT</h2><p>Để giành chiến thắng, người chơi cần lên kế hoạch bố trí nhân vật hợp lý. Những chiến binh dùng kiếm và khiên thường được đặt ở tuyến đầu, trong khi các tay súng và pháp sư sẽ đứng phía sau. Tuy nhiên, điều này không phải lúc nào cũng đúng, tạo cơ hội cho người chơi thử nghiệm nhiều chiến thuật bố trí khác nhau, làm tăng tính chiến lược cho trò chơi.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174207\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-6.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"CASTLE TYCOON – IDLE Tower RPG\" class=\"aligncenter size-medium wp-image-174208\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-7.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>TRẢI NGHIỆM NHIỀU CHẾ ĐỘ CHƠI KHÁC NHAU</h2><p>CASTLE TYCOON mang đến cho người chơi nhiều lựa chọn qua các chế độ chơi đa dạng. Chế độ Endless Tower thử thách người chơi chinh phục tầng cao nhất, trong khi chế độ Arena tạo điều kiện để thi đấu và tranh giành vị trí hàng đầu. Chế độ Global Boss đòi hỏi sự phối hợp của nhiều người để hạ gục những kẻ thù mạnh mẽ. Ngoài ra, Guild giúp người chơi xây dựng mối quan hệ và cùng nhau phát triển. Mỗi chế độ đều có mức độ khó riêng, giúp trò chơi luôn mới mẻ và hấp dẫn.</p><h2>ĐẶC ĐIỂM NỔI BẬT</h2><ul><li><em>Khám phá nhiều chế độ chơi với 600 cấp độ khác nhau, liên tục được cập nhật nội dung mới!</em></li><li><em>Xây dựng đội hình nhân vật phù hợp cho 10 vị trí chiến đấu khác nhau!</em></li><li><em>Tích lũy hơn 100 nhân vật đa dạng và nâng cấp sức mạnh cho họ!</em></li><li><em>Đặt chiến binh kiếm khiên ở tuyến đầu, súng và phép thuật ở phía sau để triển khai chiến thuật hợp lý!</em></li><li><em>Thử thách bản thân với việc chinh phục tầng cao nhất trong chế độ Endless Tower!</em></li><li><em>Đấu trường Arena luôn có sự cạnh tranh khốc liệt, nỗ lực để trở thành người đứng đầu!</em></li><li><em>Tham gia chiến dịch đánh bại Global Boss với sức mạnh tập thể!</em></li><li><em>Phát triển tình đồng đội và sức mạnh trong chế độ Guild!</em></li></ul>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg.jpg",
      "slug": "castle-tycoon-idle-tower-rpg",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "CASTLE TYCOON Mod APK – Xây dựng và điều hành các tòa tháp để trở thành người cai quản lâu đài! Phát triển những tòa tháp vượt trội hơn tất cả.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "CASTLE TYCOON",
        "wp_version_GP": "1.1.27",
        "wp_developers_GP": "IOI Games",
        "wp_sizes_GP": "130M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Diamonds",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/castle-tycoon-idle-tower-rpg-1.jpg"
      },
      "scraped_at": "2026-01-09T20:14:59.056432",
      "lastmod": "2023-04-01T09:20:15+00:00"
    },
    {
      "title": "Math Jumps: Math Games v1.2.0 MOD APK (Unlimited Money)",
      "description": "<p>Nếu bạn yêu thích làm việc với các con số và đam mê toán học, trò chơi này chính là dành cho bạn. Math Jumps là một trò chơi chạy vô tận kết hợp yếu tố toán học và quái vật, đồng thời là công cụ hỗ trợ học tập. Hãy thể hiện khả năng toán học của bạn bằng cách đạt điểm cao hơn tất cả mọi người tham gia.</p><h2>CƠ HỘI THỬ THÁCH VỚI TOÁN HỌC</h2><p>Bạn có con em đang cần cải thiện kỹ năng toán nhanh chóng? Vậy tại sao không thử chơi một trò chơi vừa thú vị vừa bổ ích? Math Jumps được thiết kế để mang lại niềm vui đồng thời giúp trẻ phát triển các kỹ năng toán học cần thiết cho việc học. Hoạt động này sẽ kiểm tra và nâng cao khả năng tính toán của trẻ. Khi giải quyết nhiều phương trình phức tạp, người chơi sẽ hóa thân thành một ninja toán học luôn di chuyển liên tục. Cơ hội học tập tuyệt vời này không nên bỏ lỡ, bởi trò chơi toán học rộng lớn này phù hợp với mọi trình độ người chơi.</p><h2>LỐI CHƠI KHOA HỌC HẤP DẪN</h2><p>Trò chơi toán học giải trí này sở hữu lối chơi vừa thú vị vừa thử thách. Ngoài ra, nó còn kiểm tra tốc độ phản ứng của bạn. Mọi người đều có thể tham gia, và may mắn là không ai phải vội vàng, mỗi người có thể chơi theo tốc độ riêng. Đây là trò chơi về con số, và khi tiến triển, bạn sẽ gặp ngày càng nhiều quái vật đáng yêu. Trẻ em chắc chắn sẽ có những giây phút vui vẻ và thu nhận được nhiều kiến thức bổ ích từ trải nghiệm này.</p><h2>PHÁT TRIỂN TOÁN HỌC CHO TRẺ EM</h2><p>Vì bạn sẽ di chuyển liên tục, việc tiếp thu kiến thức trở nên dễ dàng hơn và bạn cũng sẽ thích thú khi khám phá mọi thứ trong khu vực. Nói một cách đơn giản, đây là một trải nghiệm hấp dẫn và cơ hội tuyệt vời để nâng cao kiến thức toán học trong khi chơi. Đếm, chia, trừ và cộng chưa bao giờ thú vị đến thế trong trò chơi toán học có quy mô lớn này, rất phù hợp cho phụ huynh và giáo viên. Trình độ đào tạo cao cùng giá trị giáo dục tuyệt vời mà trò chơi mang lại sẽ khiến bạn phải ngạc nhiên.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games.jpg",
      "slug": "math-jumps-math-games",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "Math Jumps Mod APK là một trò chơi toán học thú vị kết hợp với hành trình chạy không ngừng, giúp bạn luyện tập toán học trong lúc giải trí. Hãy thể hiện kỹ năng toán học xuất sắc của mình bằng cách đạt điểm cao hơn bạn bè!",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Math Jumps: Math Games",
        "wp_version_GP": "1.2.0",
        "wp_developers_GP": "MATH GAMES",
        "wp_sizes_GP": "48M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-6-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/math-jumps-math-games-1.jpg"
      },
      "scraped_at": "2026-01-09T20:16:40.668600",
      "lastmod": "2023-04-01T09:50:32+00:00"
    },
    {
      "title": "Bus Simulator 2023: Transport v17 MOD APK (Unlimited Money, No Ads)",
      "description": "<p>Sự hấp dẫn của Bus Simulator 2023: Transport đến từ khả năng mô phỏng lái xe buýt một cách chân thực. Công nghệ tiên tiến cùng đồ họa sống động tạo nên góc nhìn thứ ba ấn tượng. Các chế độ chơi đa dạng mang đến những khung cảnh và thử thách khác nhau. Dưới đây là những điểm nổi bật khiến Bus Simulator 2023: Transport được nhiều người yêu thích.</p><h2>MỘT TRÌNH MÔ PHỎNG LÁI XE CỰC KỲ CHÂN THỰC</h2><p><img alt=\"Bus Simulator 2023 : Transport\" class=\"wp-image-169014 size-full aligncenter\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-2-500x281.jpg 500w\" width=\"1000\"/></p><p> </p><p>Bus Simulator 2023: Transport thu hút nhiều người chơi nhờ trải nghiệm lái xe rất tự nhiên. Trò chơi giúp người chơi cảm nhận như đang điều khiển một chiếc xe buýt cỡ lớn qua nhiều môi trường khác nhau. Nhà phát triển đã dành nhiều thời gian để hoàn thiện phần mô phỏng lái trong không gian 3D sống động. Từ âm thanh động cơ đến cách điều khiển, tất cả đều tạo cảm giác thật sự khi lái xe buýt.</p><h2>CÁC CHẾ ĐỘ CHƠI ĐỘC ĐÁO KHÔNG THỂ BỎ QUA</h2><p><img alt=\"Bus Simulator 2023 : Transport\" class=\"wp-image-169016 size-full aligncenter\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-3-500x281.jpg 500w\" width=\"1000\"/></p><p>Mỗi chế độ chơi trong Bus Simulator 2023: Transport đều mang đến một bối cảnh và thử thách riêng biệt. Ở chế độ Career, người chơi sẽ trải qua 15 cấp độ với các mục tiêu giúp nâng cao kỹ năng lái xe. Chế độ Snow cung cấp 10 thử thách đặc sắc trong khung cảnh tuyết rơi đẹp mắt. Chế độ Race là cuộc đua giữa bốn người qua 5 vòng, trong khi Time Trial thử thách khả năng vượt qua các tuyến đường ngày càng khó khăn. Mỗi chế độ đều tạo ra những trải nghiệm riêng biệt.</p><h2>VỊ TRÍ CAMERA VÀ CÁCH ĐIỀU KHIỂN ĐA DẠNG</h2><p><img alt=\"Bus Simulator 2023 : Transport\" class=\"wp-image-169022 size-full aligncenter\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-7-500x281.jpg 500w\" width=\"1000\"/></p><p>Bus Simulator 2023: Transport cho phép người chơi lựa chọn nhiều góc nhìn khác nhau để nâng cao trải nghiệm. Có thể xem từ trên cao phía sau tài xế hoặc ngay trong khoang lái. Các phương thức điều khiển cũng rất đa dạng, gồm phím mũi tên, vô lăng ảo và cảm biến con quay hồi chuyển. Nhờ vậy, người chơi có thể tùy chỉnh cách chơi phù hợp với sở thích cá nhân.</p><h2>TIỀN VÀ CÁC NÂNG CẤP TRONG TRÒ CHƠI</h2><p><img alt=\"Bus Simulator 2023 : Transport\" class=\"wp-image-169021 size-full aligncenter\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-6-500x281.jpg 500w\" width=\"1000\"/></p><p>Người chơi có thể tích lũy tiền trong game để mở khóa các mẫu xe buýt hiện đại hơn. Việc đăng nhập hàng ngày sẽ nhận được phần thưởng tiền tệ dùng để nâng cấp các chiếc “coach bus” với nhiều tính năng mới. Những mẫu xe mới này cũng xuất hiện trong các chế độ đua drift và drag. Việc tiếp tục chơi và tăng cấp sẽ giúp sở hữu những chiếc xe tốt hơn, mang lại trải nghiệm thú vị hơn.</p><h2>MỘT TRẢI NGHIỆM THẬT NHƯ ĐANG LÁI XE BUÝT</h2><p><img alt=\"Bus Simulator 2023 : Transport\" class=\"wp-image-169017 size-full aligncenter\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-4-500x281.jpg 500w\" width=\"1000\"/></p><p>Bus Simulator 2023: Transport mang đến cho người chơi cảm giác như đang điều khiển một chiếc xe buýt cỡ lớn ngoài đời thật. Các chế độ chơi đa dạng, góc nhìn linh hoạt, cách điều khiển đa dạng cùng hệ thống tiền tệ và nâng cấp góp phần tạo nên trải nghiệm hấp dẫn. Nhà phát triển đã đầu tư kỹ lưỡng để xây dựng môi trường 3D mô phỏng lái xe chân thực, giúp người chơi cảm nhận được cảm giác lái xe buýt thực thụ. Với những ai yêu thích game mô phỏng và muốn thử thách bản thân với lái xe chân thực, Bus Simulator 2023: Transport là lựa chọn đáng cân nhắc.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport.jpg",
      "slug": "bus-simulator-2023-transpor",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Hãy thắt dây an toàn vì trò chơi Bus Simulator 2022: Transport Mod APK mới nhất sẽ mang đến cho bạn trải nghiệm lái xe buýt chân thực nhất trên những địa hình 3D sống động.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Bus Simulator 2023: Transport",
        "wp_version_GP": "17",
        "wp_developers_GP": "Umisoft Games",
        "wp_sizes_GP": "250M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money, No Ads",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-7.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-4.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/bus-simulator-2023-transport-1.jpg"
      },
      "scraped_at": "2026-01-09T20:18:38.701117",
      "lastmod": "2023-04-03T08:24:32+00:00"
    },
    {
      "title": "Base defense versus Zombies v1.0.9 MOD APK (Free Shopping)",
      "description": "<p>Base Defense versus Zombies là một trò chơi sinh tồn hậu tận thế, nơi người chơi phải đối đầu với các đợt tấn công của lũ zombie. Sau một cuộc chiến hạt nhân, thế giới bị bao phủ bởi phóng xạ, và cách duy nhất để bảo vệ bản thân khỏi những sinh vật lang thang là tìm một nơi trú ẩn an toàn. Bạn sẽ cần vận dụng mọi trí tuệ và vũ khí để tồn tại trong tựa game phòng thủ tháp này.</p><p><img alt=\"Base defense versus Zombies\" class=\"aligncenter size-full wp-image-177115\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>HÓA THÂN THÀNH NÔNG DÂN BẢO VỆ TRANG TRẠI TRƯỚC ĐÁM ZOMBIE ĐÁNH THỦ</h2><p>Mục tiêu của trò chơi là chống chọi với các đợt tấn công zombie liên tiếp trong khi bảo vệ trang trại kiên cố, vốn được xem là nơi trú ẩn an toàn. Dù đã có các tháp phòng thủ, bạn vẫn phải nhanh nhẹn và luôn cảnh giác với môi trường xung quanh. Trò chơi đòi hỏi bạn phải linh hoạt suy nghĩ và xây dựng chiến thuật để vượt qua đại dịch zombie.</p><p><img alt=\"Base defense versus Zombies\" class=\"aligncenter size-full wp-image-177116\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>ĐỐI ĐẦU VỚI NHỮNG KẺ THÙ NGÀY CÀNG KHÓ KHĂN VÀ ĐA DẠNG BẰNG NHIỀU CHIẾN LƯỢC VÀ VŨ KHÍ</h2><p>Mỗi màn chơi đều mang lại cảm giác căng thẳng và hấp dẫn nhờ sự đa dạng của kẻ địch. Bạn có thể sử dụng tháp pháo và điện để tiêu diệt lũ zombie cùng các sinh vật nguy hiểm khác, đồng thời tích lũy nhiều loại vũ khí để chống lại đám đông thây ma. Trò chơi kết hợp hài hòa giữa thể loại phòng thủ tháp và bắn súng, đi kèm với cốt truyện và bối cảnh ấn tượng.</p><p><img alt=\"Base defense versus Zombies\" class=\"aligncenter size-full wp-image-177117\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>ĐIỀU KHIỂN ĐƠN GIẢN GIÚP BẠN DỄ DÀNG ĐẮM CHÌM TRONG THẾ GIỚI ZOMBIE</h2><p>Điểm nổi bật của Base Defense versus Zombies là cơ chế chơi dễ nắm bắt. Trò chơi không phức tạp, cho phép bạn nhanh chóng bắt đầu trải nghiệm mà không cần phải là chuyên gia. Đây là một tựa game phòng thủ tháp truyền thống, nơi bạn thiết lập các công trình phòng thủ và bắn hạ zombie. Điều quan trọng nhất là bạn phải có quyết tâm mạnh mẽ để vượt qua thử thách.</p><p><img alt=\"Base defense versus Zombies\" class=\"aligncenter size-full wp-image-177118\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>GIA TĂNG KHẢ NĂNG SINH TỒN TRƯỚC ĐÀN ZOMBIE BẰNG VIỆC NÂNG CẤP HỆ THỐNG PHÒNG THỦ</h2><p>Tính năng nâng cấp là một điểm cộng lớn trong trò chơi. Bạn có thể cải tiến các tháp phòng thủ và mở khóa thêm vị trí bắn mới để làm chậm đà tiến của lũ zombie trong khi súng của bạn bắn trả từ nhiều hướng. Điều này giúp tăng đáng kể cơ hội sống sót, tránh những cái chết không đáng có.</p><p><img alt=\"Base defense versus Zombies\" class=\"aligncenter size-full wp-image-177119\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRẢI NGHIỆM SỰ KẾT HỢP HẤP DẪN GIỮA PHÒNG THỦ THÁP VÀ BẮN SÚNG GÓC NHÌN THỨ NHẤT</h2><p>Base Defense versus Zombies hội tụ đầy đủ yếu tố của một trò chơi bắn súng hấp dẫn. Với bối cảnh đặc sắc và những kẻ thù độc đáo, trò chơi mang đến trải nghiệm vừa hồi hộp, vừa lôi cuốn. Sự kết hợp giữa yếu tố phòng thủ tháp và chiến thuật trong cốt truyện tạo nên nét độc đáo cho thể loại RPG giả tưởng. Khi hệ thống phòng thủ vận hành trơn tru, bạn có thể thư giãn và tận hưởng cảm giác giải tỏa căng thẳng qua các màn bắn súng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies.jpg",
      "slug": "base-defense-versus-zombies",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Base Defense versus Zombies là một trò chơi sinh tồn lấy bối cảnh hậu tận thế, nơi người chơi phải chiến đấu chống lại những đám xác sống đông đảo. Sau cuộc chiến hạt nhân, thế giới trở nên...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Base defense versus Zombies",
        "wp_version_GP": "1.0.9",
        "wp_developers_GP": "AlamedaGame",
        "wp_sizes_GP": "65M",
        "wp_GP_ID": "",
        "wp_mods": "Free Shopping",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/base-defense-versus-zombies-1.jpg"
      },
      "scraped_at": "2026-01-09T20:20:39.994796",
      "lastmod": "2023-04-04T20:43:16+00:00"
    },
    {
      "title": "Alpha Backup Pro v34.0.9 MOD APK (Patched, Mod Extra)",
      "description": "<p>Người dùng có thể tạo ra các lệnh để điều khiển vị trí và hoạt động của tất cả các thành phần. Dữ liệu được sao chép đầy đủ, lưu trữ và mô tả chi tiết trong ứng dụng. Chúng tôi cam kết bảo vệ và quản lý thông tin của bạn. Các ứng dụng sẽ được đưa vào trạng thái nghỉ khi hệ thống đạt các mục tiêu đã định trước. Một loạt các điều chỉnh giúp nâng cao hiệu suất thiết bị của bạn. Chúng tôi sẽ liên tục xem xét và cập nhật nội dung quản lý mới.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-89213\" decoding=\"async\" fetchpriority=\"high\" height=\"470\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-2.png\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-2.png 800w, https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-2-500x294.png 500w\" width=\"800\"/></p><h2>ĐỒNG BỘ VÀ SẮP XẾP LẠI ỨNG DỤNG TRÊN ĐIỆN THOẠI</h2><p>Một hệ thống chuyên biệt được sử dụng để phân loại và dọn dẹp các ứng dụng. Alpha Backup Pro hỗ trợ bạn theo dõi toàn bộ nội dung đã cài đặt trên thiết bị. Dữ liệu đã lưu sẽ được sao lưu vào một vị trí an toàn trong bộ nhớ. Thông tin cuộc gọi, tin nhắn và các cài đặt cũ đều nằm trong số các loại dữ liệu được tổ chức lại. Người dùng có thể lên lịch sao lưu cho ứng dụng hoặc thực hiện ngay lập tức. Dữ liệu có thể được lưu trữ trong bộ nhớ hoặc trên các thiết bị hỗ trợ khác. Thẻ nhớ SD là một trong những lựa chọn hợp lý. Ngoài ra, bạn còn có thể chuyển dữ liệu sang USB để bảo quản an toàn hơn. Tuy nhiên, cần kết nối với các thiết bị này để hoàn tất quá trình lưu trữ nhanh chóng.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-89214\" decoding=\"async\" height=\"470\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-1.png\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-1.png 800w, https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-1-500x294.png 500w\" width=\"800\"/></p><p>Đám mây cũng là nơi lý tưởng để lưu trữ dữ liệu. Các dịch vụ phổ biến như Google Drive, DropBox và OneDrive là những ví dụ điển hình. Ứng dụng còn cho phép người dùng thực hiện các thao tác chia sẻ đơn giản qua nhiều liên kết khác nhau. Nhờ vậy, bạn có thể kết nối với các ứng dụng hoặc tiện ích chia sẻ dữ liệu như Bluetooth, Wi-Fi Direct, NFC hoặc IR. Để hoạt động ổn định, các ứng dụng cần được hệ thống cấp phép. Người dùng có thể đóng băng các ứng dụng ít sử dụng. Thêm vào đó, việc quản lý còn giúp bạn cài đặt hoặc gỡ bỏ nhiều ứng dụng cùng lúc. Chúng tôi sẽ cập nhật thêm nhiều tính năng để mang đến trải nghiệm ổn định hơn.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-89216\" decoding=\"async\" height=\"470\" sizes=\"(max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-5.png\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-5.png 800w, https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-5-500x294.png 500w\" width=\"800\"/></p><h2>THÔNG TIN ỨNG DỤNG ĐƯỢC LÀM SẠCH VÀ BẢO MẬT</h2><p>Quá trình dọn dẹp sẽ được khởi động ngay khi Alpha Backup Pro bắt đầu hoạt động. Người dùng có thể truy cập nhiều công cụ làm sạch được tích hợp trong hệ thống. Khi vào trang chính, bạn sẽ được giới thiệu chi tiết hơn về các công cụ này. Bao gồm Corpse Cleaner, App Cache Cleaner và System Cache Cleaner, những công cụ này thu thập và xử lý các tập tin rác từ nhiều nguồn khác nhau. Ứng dụng không chỉ giúp giải phóng dung lượng thiết bị mà còn sử dụng mã hóa AES 256-bit tùy chỉnh để tăng cường bảo mật. Nhờ vậy, dữ liệu lưu trữ được bảo vệ khỏi truy cập trái phép. Hệ thống cung cấp mức độ bảo mật cao và phản hồi nhanh chóng. Bạn có thể sao chép dữ liệu để phòng tránh mất mát.</p><p><img alt=\"\" class=\"aligncenter size-full wp-image-89218\" decoding=\"async\" height=\"470\" loading=\"lazy\" sizes=\"auto, (max-width: 800px) 100vw, 800px\" src=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-3.png\" srcset=\"https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-3.png 800w, https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-3-500x294.png 500w\" width=\"800\"/></p><p>Alpha Backup Pro có khả năng phân tích và quản lý các thành phần trên thiết bị của bạn. Bạn có thể sắp xếp, chỉnh sửa, kiểm tra và xóa ứng dụng chỉ với vài thao tác trên màn hình. Đồng thời, việc sao lưu và tạo bản sao dữ liệu trên các thiết bị Android cũng rất tiện lợi và tương tự nhau. Bạn có thể tìm kiếm ứng dụng bằng cách nhập từ khóa vào thanh tìm kiếm và chờ kết quả. Người dùng còn được tùy chỉnh giao diện với bốn chủ đề thiết kế độc đáo. Các cải tiến về tính năng hỗ trợ các hoạt động bảo mật và tăng cường lớp phòng thủ bên ngoài. Bạn sẽ vận hành thiết bị một cách cẩn thận hơn. Hệ thống sẽ tiếp tục nâng cấp các tính năng giúp quản lý hoạt động trở nên hiệu quả và dễ dàng hơn.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro.png",
      "slug": "alpha-backup-pro",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "Alpha Backup Pro APK hỗ trợ quản lý các ứng dụng đã được cài đặt trên thiết bị.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Alpha Backup Pro",
        "wp_version_GP": "34.0.9",
        "wp_developers_GP": "N/A",
        "wp_sizes_GP": "7M",
        "wp_GP_ID": "",
        "wp_mods": "Patched, Mod Extra",
        "avg_rating": "4.3",
        "total_votes": "9",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Alpha%20Backup%20Pro/Alpha%20Backup%20Pro%20v34.0.9%20[Modded].apk",
            "download_version": "34.0.9",
            "download_size": "6.7 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Alpha%20Backup%20Pro/Alpha%20Backup%20Pro%20v34.0.8%20[Modded].apk",
            "download_version": "34.0.8",
            "download_size": "7.11 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-2.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-1.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-5.png"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-3.png"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/01/alpha-backup-pro-6.png"
      },
      "scraped_at": "2026-01-09T20:24:13.821176",
      "lastmod": "2023-04-06T06:53:18+00:00"
    },
    {
      "title": "Blind Ninja: Shadow Forest v1 MOD APK (God Mode, Dumb Enemy)",
      "description": "<p>Konoha Adventure 2 là một trò chơi hành động hấp dẫn, nơi Takashi cùng các ninja đồng đội chiến đấu chống lại những ninja và samurai thù địch đang cố gắng phá hủy Konoha. Những kẻ thù này đang ráo riết tranh giành quyền kiểm soát thành phố. Nếu bạn đang tìm kiếm một trải nghiệm gay cấn và đầy thử thách, trò chơi này sẽ không làm bạn thất vọng. Việc bổ sung các nhân vật và kẻ thù mới hứa hẹn mang đến sự hấp dẫn hơn so với phiên bản trước. Dưới đây là một số điểm nổi bật của Konoha Adventure 2.</p><h2>NHỮNG THỬ THÁCH VÀ NHÂN VẬT MỚI LẠ</h2><p>Konoha Adventure 2 giới thiệu những kẻ thù mới như Akatsuki và “Sound Ninja”, tạo thêm phần thử thách và kịch tính cho trò chơi. Một trong những điểm đáng chú ý nhất là sự xuất hiện của Black Anbu và Clay Chakra dưới dạng nhân vật có thể chơi được. Nhà phát triển đã rất thành công trong việc thiết kế những nhân vật độc đáo, phù hợp với cốt truyện và bối cảnh của trò chơi.</p><h2>NHÂN VẬT DỄ TIẾP CẬN</h2><p>Một điểm nổi bật của Konoha Adventure 2 là người chơi có thể mở khóa các nhân vật mới khi tiến triển trong game. Những ninja Black Anbu, Tamadachi và Chichay có thể được sử dụng để hỗ trợ Takashi và đồng đội trong cuộc chiến chống lại kẻ xấu. Việc mở khóa dần các nhân vật mới giúp người chơi có thêm động lực để tiếp tục và gia tăng giá trị chơi lại.</p><h2>LỐI CHƠI TƯƠI MỚI VÀ HẤP DẪN</h2><p>Với gameplay kịch tính và cuốn hút, người chơi sẽ luôn cảm thấy phấn khích trong suốt hành trình Konoha Adventure 2. Việc bổ sung các chiêu thức như phi tiêu bay cùng nhiều tính năng mới làm tăng độ thử thách và hấp dẫn cho trò chơi. Giao diện thân thiện giúp mọi người dễ dàng tiếp cận dù ở bất kỳ trình độ nào.</p><h2>ĐỒ HỌA ĐẸP MẮT VÀ ĐẦY SỨC SỐNG</h2><p>Đồ họa ấn tượng của Konoha Adventure 2 góp phần nâng cao trải nghiệm chơi game. Những chuyển động mượt mà và phong cách hình ảnh bắt mắt khiến trò chơi trở nên thú vị hơn khi nhìn. Về mặt hình ảnh, trò chơi thể hiện tốt không khí và thu hút người chơi.</p><h2>CẤP ĐỘ KHÓ KHĂN</h2><p>Người chơi sẽ phải vận dụng mọi kỹ năng, kiến thức và chiến thuật để vượt qua những màn chơi đầy thử thách trong Konoha Adventure 2. Trò chơi càng về sau càng khó và đem lại cảm giác thỏa mãn khi chinh phục. Các trận đấu trùm vô cùng cam go, đòi hỏi người chơi phải tận dụng tối đa mọi nguồn lực để giành chiến thắng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest.jpg",
      "slug": "blind-ninja-shadow-fores",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Blind Ninja: Shadow Forest MOD APK – Hỗ trợ Takashi cùng đồng đội ninja bảo vệ Konoha khỏi những kẻ thù ninja và những phi tiêu bay nguy hiểm.",
        "wp_mod_info_GP": "<ul><li><em>God Mode</em></li><li><em>Dumb Enemy</em></li></ul><p><strong>Lưu ý</strong>: <em>Khi sử dụng chế độ God Mode, bạn sẽ không bị chết hoặc thua cuộc khi rơi xuống vực. Tuy nhiên, bạn nên tránh rơi để đảm bảo trải nghiệm tốt hơn.</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Blind Ninja: Shadow Forest",
        "wp_version_GP": "1",
        "wp_developers_GP": "Color Blind Game",
        "wp_sizes_GP": "39M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Dumb Enemy",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest-2-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest-5-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/blind-ninja-shadow-forest-1.jpg"
      },
      "scraped_at": "2026-01-09T20:26:02.926019",
      "lastmod": "2023-04-07T13:56:10+00:00"
    },
    {
      "title": "Battery Voice Alert! v3.0.1 APK (PAID/Patched)",
      "description": "<p>Điện thoại thông minh đã trở thành một phần không thể thiếu trong cuộc sống hiện đại, được sử dụng cho nhiều mục đích từ gọi điện đến xem phim. Tuy nhiên, thời lượng pin luôn là vấn đề lớn mà người dùng gặp phải. Battery Voice Alert là một ứng dụng hữu ích giúp bạn kiểm soát và quản lý thời gian sử dụng pin trên điện thoại.</p><h2>THÔNG BÁO PIN ĐẦY, NHIỆT ĐỘ VÀ SẠC TRƯỚC</h2><p>Khi pin của bạn đã được sạc đầy, Battery Voice Alert sẽ phát ra tiếng bíp liên tục để thông báo. Tính năng này đặc biệt hữu ích khi bạn đang làm nhiều việc cùng lúc và muốn theo dõi tình trạng pin. Nếu nhiệt độ điện thoại vượt quá mức cài đặt, ứng dụng sẽ cảnh báo qua loa để giúp bảo vệ thiết bị khỏi quá nhiệt. Ngoài ra, khi pin xuống mức thấp nguy hiểm, bạn có thể thiết lập cảnh báo từ Battery Voice Alert để nhắc nhở sạc kịp thời, tránh trường hợp điện thoại tắt nguồn đột ngột.</p><h2>NHẮC NHỞ SẠC VÀ BÍP KHI ĐỒNG BỘ DỮ LIỆU</h2><p>Mỗi khi trạng thái pin thay đổi, dù đang sạc hay sử dụng, bạn sẽ nghe thấy tiếng bíp thông báo. Tính năng này có thể bật hoặc tắt tùy theo ý muốn của bạn. Khi pin giảm xuống dưới mức quy định, ứng dụng sẽ gửi cảnh báo nhắc bạn sạc. Bạn cũng có thể tùy chỉnh phần trăm pin để nhận được thông báo phù hợp với nhu cầu sử dụng.</p><h2>CHẾ ĐỘ BẢO VỆ MÀN HÌNH VÀ BAN ĐÊM</h2><p>Battery Voice Alert hỗ trợ cả chế độ ngày và đêm. Bạn có thể điều chỉnh độ sáng và nhiệt độ màu màn hình sao cho phù hợp, giúp giảm mỏi mắt khi làm việc vào ban đêm. Các tính năng của ứng dụng có thể được cá nhân hóa thông qua nhiều thiết lập linh hoạt, đáp ứng đúng mong muốn của người dùng. Khi điện thoại đang sạc, bạn có thể xem nhanh dung lượng pin ngay trên màn hình sáng của ứng dụng, rất tiện lợi nếu bạn không muốn mở khóa máy chỉ để kiểm tra pin.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert.jpg",
      "slug": "battery-voice-aler",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "Battery Voice Alert! Mod APK là một ứng dụng quản lý pin dành cho điện thoại di động. Ứng dụng cung cấp những tính năng thiết yếu giúp người dùng theo dõi và duy trì thời lượng pin trong sinh hoạt hàng ngày.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Battery Voice Alert!",
        "wp_version_GP": "3.0.1",
        "wp_developers_GP": "Android App Nest",
        "wp_sizes_GP": "4M",
        "wp_GP_ID": "",
        "wp_mods": "PAID/Patched",
        "avg_rating": "4.7",
        "total_votes": "4",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/battery-voice-alert-1.jpg"
      },
      "scraped_at": "2026-01-09T20:27:46.952428",
      "lastmod": "2023-04-07T14:31:37+00:00"
    },
    {
      "title": "Army Commando Mission Game v1.1.8 MOD APK (God Mode, Dumb Enemy)",
      "description": "<p>Army Commando Mission là một trò chơi Battle Royale nhộn nhịp kết hợp lối chơi FPS đầy hành động, mang đến cho người chơi cảm giác phấn khích khi tham gia vào những trận chiến gay cấn và đối đầu với người chơi khác. Trò chơi mang tính hỗn loạn nhưng cũng rất hấp dẫn, với những yếu tố mới xuất hiện dần trong quá trình chơi, tạo nên thử thách không ngừng trong suốt trận đấu.</p><h2>CHIẾN TRƯỜNG RỘNG LỚN NGÀY CÀNG HỖN LOẠN</h2><p>Điểm nổi bật nhất của trò chơi chính là sự tỉ mỉ trong việc phát triển và thay đổi các chiến trường rộng lớn qua từng trận đấu. Luật chơi trong chế độ chính yêu cầu ngẫu nhiên hơn một trăm người chơi trên một bản đồ lớn, nơi họ phải tản ra và tìm kiếm tài nguyên để duy trì sự sống. Dù là do kích thước bản đồ ngày càng mở rộng hay sự xuất hiện của các yếu tố bất ngờ, không khí chiến trường sẽ dần trở nên căng thẳng hơn theo thời gian.</p><h2>KHÁM PHÁ NHỮNG CHẾ ĐỘ CHƠI VỚI NHIỀU TRẢI NGHIỆM VUI NHỘN</h2><p>Bản đồ rộng lớn tạo điều kiện cho sự kết hợp đa dạng giữa các yếu tố gameplay trong nhiều biến thể chế độ chơi khác nhau. Tùy vào chế độ, luật chơi hoặc nhịp độ sẽ thay đổi đáng kể, và người chơi có thể liên kết cùng bạn bè để tận hưởng những khoảnh khắc kịch tính nhất. Ngoài ra, các chế độ phụ luôn có nhiều điều bất ngờ giúp người chơi phát triển kỹ năng cùng với đồng đội thân thiết. Nhịp độ và thời gian chơi cũng được điều chỉnh để mang đến cảm giác mới mẻ.</p><h2>ĐỐI MẶT THỬ THÁCH NGUY HIỂM HOẶC HOẠT ĐỘNG ĐỂ NHẬN PHẦN THƯỞNG</h2><p>Không chỉ có các chế độ chơi mới nổi bật, những sự kiện và hoạt động đặc biệt cũng thu hút người chơi tham gia để kiếm thêm phần thưởng giá trị. Với tính chất đa dạng của các hoạt động này, người chơi được khuyến khích thay đổi phong cách chơi thường xuyên và ứng biến với từng thử thách thay vì đi theo một lối mòn cố định. Phần thưởng sẽ tăng dần theo cấp bậc hoàn thành sự kiện, đảm bảo có nhiều lựa chọn phù hợp cho tất cả mọi người.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game.jpg",
      "slug": "army-commando-mission-game",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Army Commando Mission là một trò chơi Battle Royale sôi động kết hợp yếu tố FPS đầy kịch tính, mang đến cho người chơi những trải nghiệm hấp dẫn khi tham gia vào các trận chiến và cuộc chiến khốc liệt.",
        "wp_mod_info_GP": "<ul><li><em>Chế độ Thần Thánh</em></li><li><em>Kẻ địch Ngu Ngốc</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Army Commando Mission Game",
        "wp_version_GP": "1.1.8",
        "wp_developers_GP": "Gold Cloud Studio",
        "wp_sizes_GP": "88M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Dumb Enemy",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-2-500x500.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-3-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-4-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-5-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-6-500x281.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-7-500x281.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/army-commando-mission-game-1.jpg"
      },
      "scraped_at": "2026-01-09T20:29:33.923333",
      "lastmod": "2023-04-07T16:19:03+00:00"
    },
    {
      "title": "BiuBiu Gunster v1.0.5 MOD APK (No ADS)",
      "description": "<p>Bạn đang tìm kiếm một trò chơi đầy kịch tính và hành động không ngừng khiến bạn không thể rời mắt? Hãy khám phá ngay trò chơi phiêu lưu hấp dẫn BiuBiu Gunster, hiện đang rất được ưa chuộng trên thị trường game. Hãy đồng hành cùng BiuBiu trong cuộc chiến chống lại đám kẻ thù bay lượn và những chướng ngại nguy hiểm, sử dụng khẩu súng đáng tin cậy cùng phản xạ nhanh nhạy của mình.</p><p><img alt=\"BiuBiu Gunster\" class=\"aligncenter size-full wp-image-184832\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>LỐI CHƠI NHANH VÀ DỄ DÀNG VỚI NHỮNG ĐỐI THỦ THỬ THÁCH</h2><p>Điểm nổi bật nhất của BiuBiu Gunster chính là nhịp chơi nhanh và sôi động. Bạn cần phải phản ứng nhanh để né tránh đòn tấn công và bắn trả lại kẻ thù. Hệ thống điều khiển đơn giản giúp bạn dễ dàng di chuyển và bắn cùng lúc, tập trung hoàn toàn vào những pha hành động gay cấn. Mỗi màn chơi đều mang đến những kẻ địch mới và thử thách khác biệt, đòi hỏi bạn luôn phải cảnh giác và linh hoạt.</p><p><img alt=\"BiuBiu Gunster\" class=\"aligncenter size-full wp-image-184833\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>KHẢ NĂNG BAY MANG ĐẾN CHIẾN THUẬT MỚI MẺ VÀ HẤP DẪN</h2><p>Điểm đặc biệt khác được đánh giá cao trong trò chơi là khả năng bay của BiuBiu Gunster. Khác với những tựa game trước đây, bạn có thể bay lượn trên không trung để tránh các nguy hiểm. Điều này tạo nên một yếu tố chiến thuật mới: biết khi nào nên ở lại mặt đất và lúc nào cần cất cánh bay lên. Tính năng này không chỉ làm phong phú lối chơi mà còn giúp bạn tạo ra những hiệu ứng hình ảnh đẹp mắt khi vượt qua các đám mây và chướng ngại vật.</p><p><img alt=\"BiuBiu Gunster\" class=\"aligncenter size-full wp-image-184834\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>ĐA DẠNG KẺ THÙ GIÚP LỐI CHƠI LUÔN MỚI MẺ VÀ HẤP DẪN</h2><p>Chắc chắn, trò chơi không thể thiếu những kẻ địch đa dạng và BiuBiu Gunster cũng vậy. Bạn cần vận dụng mọi kỹ năng để đối phó với đàn dơi và các quái vật bay khác. Nhờ vào sự phong phú về loại kẻ thù ở mỗi màn chơi, bạn sẽ luôn cảm thấy thú vị và không bị nhàm chán. Với vũ khí đáng tin cậy được trang bị, bạn sẽ dễ dàng hạ gục các kẻ thù trên không trung.</p><p><img alt=\"BiuBiu Gunster\" class=\"aligncenter size-full wp-image-184835\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>MỖI MÀN CHƠI ĐỀU ĐÒI HỎI SỰ NHANH NHẠY VÀ TƯ DUY</h2><p>Bên cạnh việc bắn súng và né tránh, BiuBiu Gunster còn yêu cầu bạn phải có chiến lược hợp lý. Khi trò chơi tiến triển, bạn sẽ phải suy tính những bước đi tốt nhất để vượt qua từng cấp độ. Từ việc quyết định có nên bay lên không đến lựa chọn chiến thuật phù hợp với từng kẻ địch, game sẽ luôn thử thách khả năng tư duy và kế hoạch của bạn.</p><p><img alt=\"BiuBiu Gunster\" class=\"aligncenter size-full wp-image-184836\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>HIỆU ỨNG HÌNH ẢNH ĐẸP MẮT TẠO NÊN TRẢI NGHIỆM THÚ VỊ</h2><p>Cuối cùng, đồ họa của BiuBiu Gunster cũng là điểm nhấn không thể bỏ qua. Màu sắc tươi sáng, hoạt họa mượt mà cùng thiết kế nhân vật dễ thương khiến trò chơi thêm phần thu hút. Hành trình đầy kịch tính sẽ đưa người chơi mọi lứa tuổi bay lượn trên không trung và bắn hạ kẻ thù. Với cách điều khiển đơn giản, lối chơi sôi động cùng hình ảnh sinh động, trò chơi sẽ luôn mang đến trải nghiệm hấp dẫn.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster.jpg",
      "slug": "biubiu-gunster",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Bạn đang tìm một trò chơi mang lại cảm giác hồi hộp liên tục và đầy kịch tính? Đừng bỏ qua tựa game hấp dẫn này.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "BiuBiu Gunster",
        "wp_version_GP": "1.0.5",
        "wp_developers_GP": "ToolStudio (Mobile Apps)",
        "wp_sizes_GP": "145M",
        "wp_GP_ID": "",
        "wp_mods": "No ADS",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/biubiu-gunster-1.jpg"
      },
      "scraped_at": "2026-01-09T20:31:37.090740",
      "lastmod": "2023-04-10T17:08:24+00:00"
    },
    {
      "title": "Love & Design: romance stories v1.0.0 APK (Latest)",
      "description": "<p>Đây là trò chơi thiết kế nhà mang yếu tố lãng mạn đầu tiên, kết hợp những câu chuyện tình yêu và lựa chọn cá nhân. Hãy chọn một người bạn cùng phòng, trang trí ngôi nhà của bạn và khám phá mạng lưới quan hệ giữa các nhân vật! Bạn muốn nghe những câu chuyện hấp dẫn? Phản bội? Kịch tính? Hay những vấn đề tại nơi làm việc? Câu chuyện của bạn có thể bao gồm những khoảnh khắc ngọt ngào, những bước ngoặt kịch tính, sự lừa dối hay tình yêu. Ai đang hẹn hò với khách hàng của nhà thiết kế? Đó là quyết định tất yếu hay lựa chọn sai lầm? Hãy bắt đầu ngay! Theo dõi mối quan hệ tình cảm và tình bạn của các nhân vật và giúp họ đạt được mục tiêu của mình.</p><p>Nghe những câu chuyện đã truyền cảm hứng cho bạn trong khi bạn cải thiện không gian sống. Tân trang và thiết kế lại các phòng để tạo nên buổi hẹn hoàn hảo, lấy cảm hứng cho cuộc sống hàng ngày và trang trí ngôi nhà mơ ước của bạn tại đây. Bạn sẽ tìm thấy tất cả những gì cần thiết để nâng cao kỹ năng thiết kế. Các vật dụng trang trí nhà phong cách có thể được mở khóa qua các trò chơi xếp hình match-3 gây nghiện với cấp độ vô tận. Thay đổi từ nội thất phòng khách cho đến những người bạn đang hẹn hò.</p><p>Nếu rơi vào hoàn cảnh này, bạn sẽ chọn nghe theo trái tim hay số phận? Ethan, bạn trai lâu năm của Sheila, sắp kết hôn, và cô ấy đang mơ về một thiết kế phòng ngủ mới. Khi dì cô ấy bước vào, không khí lập tức thay đổi. Đây có phải là dấu hiệu của một mối quan hệ độc hại, hay Sheila sẽ giúp cặp đôi trẻ gắn kết hơn? Có thể Sheila chỉ đang làm quá mọi chuyện. Sự thật gây sốc sẽ được hé lộ trong tập tiếp theo. Bạn đã sẵn sàng yêu và xây dựng ngôi nhà trong mơ của mình chưa? Hãy lựa chọn cốt truyện, để câu chuyện tình yêu có thể bắt đầu! Quyết định xem bạn muốn câu chuyện trở thành một bộ phim truyền hình kịch tính hay một chuyện tình ấm áp.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/love-design-romance-stories.jpg",
      "slug": "love-design-romance-stories",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Puzzle",
        "slug": "puzzle"
      },
      "apktemplates": {
        "wp_description_GP": "Đây là trò chơi thiết kế nhà độc đáo đầu tiên kết hợp câu chuyện tình cảm và những lựa chọn cá nhân. Bạn sẽ chọn bạn cùng phòng, trang trí ngôi nhà và khám phá sâu hơn về câu chuyện.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Love & Design: romance stories",
        "wp_version_GP": "1.0.0",
        "wp_developers_GP": "Mobiapps Kft",
        "wp_sizes_GP": "139M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "3.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/love-design-romance-stories-1.jpg"
      },
      "scraped_at": "2026-01-09T20:33:22.778554",
      "lastmod": "2023-04-11T11:17:19+00:00"
    },
    {
      "title": "Angry Birds Kingdom v0.4.0 MOD APK (Mod Menu)",
      "description": "<p>Bạn có sẵn sàng cùng Red và những chú Angry Birds dũng cảm bảo vệ các loài chim khỏi nguy cơ tuyệt chủng? Đội trưởng Piggy cùng đồng bọn đang liên tục bắt trứng, và nhiệm vụ của bạn là chấm dứt hành vi phi pháp này. Hãy chuẩn bị tinh thần cho những trận chiến căng thẳng kéo dài từ 10 đến 15 giây khi bạn vượt qua các màn chơi và đối đầu với lũ heo trộm trứng.</p><h2>THAO CHỈNH SÚNG CHỐNG VÀ DẪN DẮT ĐÀN CHIM ĐẾN CHIẾN THẮNG</h2><p>Chỉ cần sử dụng chiếc súng cao su quen thuộc để bắn những chú chim về phía mục tiêu, sau đó tận hưởng những vụ nổ hoành tráng! Khi vượt qua các thử thách ngày càng khó khăn, bạn sẽ mở khóa nhiều khu vực mới cùng phần thưởng giúp xây dựng và phát triển Vương quốc Chim của riêng mình. Bằng cách nâng cấp công trình, tùy chỉnh vương quốc và tập hợp đội hình gồm những nhân vật Angry Birds yêu thích như Red, Chuck hay Bomb, bạn sẽ trải nghiệm những cuộc phiêu lưu hấp dẫn và nhận được phần thưởng giá trị. Khi khám phá Piggy Land và mở khóa các cấp độ mới, bạn có thể nâng cấp chim và kích hoạt những combo mạnh mẽ, khiến bạn trở nên đáng gờm hơn trong các trận đấu. Trong những trận chiến thời gian thực, việc điều khiển đàn chim khéo léo là chìa khóa để tránh các đòn tấn công từ heo và chuẩn bị cho những đòn đánh đặc biệt khi có cơ hội.</p><h2>KHÁM PHÁ CUỘC PHIÊU LƯU HẤP DẪN QUA RỪNG BIRDWOOD CÙNG RED</h2><p>Cùng Red đối đầu với đội trưởng Piggy và khoản thuế trứng áp bức, bạn sẽ bước vào hành trình mới đầy kịch tính xuyên qua khu rừng Birdwood xanh tươi. Bạn có dám nhận thử thách này? Người chiến thắng sẽ giành được toàn bộ số trứng. Sự sống còn của các loài chim phụ thuộc vào sự giúp đỡ của bạn, dù Piggy Sheriff chỉ biết đến bản thân. Đã đến lúc sát cánh cùng Red và các Angry Birds khác để chứng minh bạn xứng đáng với danh hiệu người cứu rỗi mà mọi người vẫn nhắc đến. Khi bạn tiến bộ qua các màn chơi và giành chiến thắng liên tiếp, bạn sẽ nhận được phần thưởng và từng bước hoàn thiện Vương quốc Chim của mình. Số trứng đang nằm trong tay bạn, và nhiệm vụ này không hề dễ dàng; bạn có tự tin hoàn thành? Tùy vào lựa chọn của bạn, quần thể chim trên thế giới sẽ phát triển hay bị đe dọa tuyệt chủng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom.jpg",
      "slug": "angry-birds-kingdo",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Angry Birds Kingdom Mod APK – Viên cảnh sát Piggy tham lam trứng không thể bỏ qua cơ hội! Red cùng các chú Angry Birds phải chiến đấu chống lại bọn côn đồ xanh để bảo vệ những quả trứng và loài chim.",
        "wp_mod_info_GP": "<p><em>1. Thực đơn</em><br/>\n<em>2. Hệ số nhân sát thương</em><br/>\n<em>3. Hệ số nhân phòng thủ</em><br/>\n<em>4. Hệ số nhân tốc độ di chuyển</em><br/>\n<em>5. Chế độ thần thánh</em><br/>\n<em>6. Luôn luôn chí mạng</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Angry Birds Kingdom",
        "wp_version_GP": "0.4.0",
        "wp_developers_GP": "Rovio Entertainment Corporation",
        "wp_sizes_GP": "285M",
        "wp_GP_ID": "",
        "wp_mods": "Mod Menu",
        "avg_rating": "4",
        "total_votes": "10",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/03/angry-birds-kingdom-1.jpg"
      },
      "scraped_at": "2026-01-09T20:35:10.844113",
      "lastmod": "2023-04-11T16:20:25+00:00"
    },
    {
      "title": "Aku si PETERNAK LELE v1.3 MOD APK (Unlimited Money)",
      "description": "<p>Bạn có muốn tìm cách để làm mới cuộc sống hàng ngày và khám phá thế giới thú vị của nghề nuôi cá tra? Nếu vậy, Aku si PETERNAK LELE chính là trò chơi mô phỏng nuôi cá tra tuyệt vời dành cho bạn. Trò chơi này mang đến cho bạn trải nghiệm chân thực về việc chăm sóc và phát triển trang trại cá tra. Dưới đây là một số điểm nổi bật của tựa game này.</p><p><img alt=\"Aku si PETERNAK LELE\" class=\"aligncenter size-full wp-image-183268\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>BẮT ĐẦU BẰNG VIỆC MUA GIỐNG CÁ TRA</h2><p>Một điểm thú vị trong Aku si PETERNAK LELE là bạn sẽ bắt đầu từ con số không để xây dựng trang trại cá tra của mình. Người chơi sẽ bắt đầu bằng việc mua giống cá tra và nuôi dưỡng chúng từ cá con đến khi trưởng thành bằng cách chăm sóc và cho ăn đầy đủ. Trò chơi sẽ đưa bạn đối mặt với nhiều thử thách khác nhau, mỗi thử thách sẽ tăng mức độ khó và phần thưởng tương ứng.</p><p><img alt=\"Aku si PETERNAK LELE\" class=\"aligncenter size-full wp-image-183269\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>KINH DOANH BÁN CÁ TRA</h2><p>Khi cá tra của bạn đã phát triển hoàn chỉnh, bạn có thể bắt đầu bán chúng để kiếm lợi nhuận. Trong Aku si PETERNAK LELE, bạn có thể bán cá cho các nhà sưu tập hoặc đóng gói thành sản phẩm để bán. Bạn cần lựa chọn chiến lược phù hợp để tối đa hóa thu nhập từ cá tra, dựa vào kích thước và độ hiếm của từng con cá. Số tiền bạn thu được sẽ được dùng để đầu tư lại vào trang trại, giúp nâng cao sản lượng nuôi trồng.</p><p><img alt=\"Aku si PETERNAK LELE\" class=\"aligncenter size-full wp-image-183270\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRANG TRÍ CHO NÔNG TRẠI CỦA BẠN</h2><p>Aku si PETERNAK LELE không chỉ cho phép bạn nuôi và bán cá tra mà còn có thể tùy chỉnh và làm đẹp trang trại. Bạn có thể sử dụng tiền ảo trong game để mua các vật phẩm trang trí như hàng rào, cây xanh và các công trình. Bố trí trang trại hoàn toàn do bạn quyết định, từ vị trí xây dựng đến cách sắp xếp các hồ nuôi cá. Với nhiều lựa chọn, bạn có thể tạo ra một trang trại độc đáo phù hợp với phong cách riêng.</p><p><img alt=\"Aku si PETERNAK LELE\" class=\"aligncenter size-full wp-image-183271\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>ĐA DẠNG LOÀI CÁ TRA</h2><p>Trong Aku si PETERNAK LELE, bạn sẽ gặp nhiều loài cá tra phong phú, mỗi loại có độ hiếm khác nhau. Các loài cá này được phân loại theo hệ thống sao, từ cá phổ biến nhất với 1 sao cho đến các loại cá quý hiếm với 6 sao. Việc thu thập và nhân giống các loại cá tra đa dạng này mang lại trải nghiệm hấp dẫn cho người chơi trong suốt quá trình chơi.</p><p><img alt=\"Aku si PETERNAK LELE\" class=\"aligncenter size-full wp-image-183272\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>MỘT TRÒ CHƠI ĐẦY THỬ THÁCH</h2><p>Dù Aku si PETERNAK LELE có vẻ đơn giản lúc ban đầu, nhưng để thành công bạn cần có chiến lược và kế hoạch rõ ràng. Người chơi phải chăm sóc cá tra kỹ lưỡng và quản lý tài chính để có thể mở rộng trang trại. Những sự kiện bất ngờ như thay đổi thời tiết hay sự tấn công của kẻ săn mồi cũng sẽ tạo thêm phần khó khăn. Tất cả tạo nên một trải nghiệm game hấp dẫn, khiến người chơi luôn muốn quay lại.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele.jpg",
      "slug": "aku-si-peternak-lele",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Bạn có muốn thoát khỏi sự nhàm chán trong cuộc sống hàng ngày và khám phá thế giới thú vị của nghề nuôi cá tra không? Để tìm ra loại cá tra tốt nhất",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Aku si PETERNAK LELE",
        "wp_version_GP": "1.3",
        "wp_developers_GP": "KAJEWDEV",
        "wp_sizes_GP": "117M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/aku-si-peternak-lele-1.jpg"
      },
      "scraped_at": "2026-01-09T20:37:05.995463",
      "lastmod": "2023-04-12T09:42:54+00:00"
    },
    {
      "title": "ACleaner v3.2.7 MOD APK (Premium Unlocked)",
      "description": "<p>ACleaner Mod APK là một công cụ không chỉ giúp tăng tốc điện thoại mà còn bảo vệ quyền riêng tư của người dùng. Ứng dụng này cung cấp chức năng quét và dọn dẹp tự động, giúp cải thiện dần hiệu suất của thiết bị. Khi sử dụng ứng dụng, bạn có thể tận dụng điện thoại một cách hiệu quả hơn. Nếu bạn đang tìm kiếm một ứng dụng có khả năng làm sạch và bảo vệ điện thoại một cách hiệu quả, đây chắc chắn là lựa chọn không thể bỏ qua.</p><h2>TIẾN TỚI TỐC ĐỘ CAO HƠN CHO ĐIỆN THOẠI</h2><p>Ứng dụng mang đến nhiều tính năng tiện ích hỗ trợ tối ưu hệ thống điện thoại bằng cách xóa các tập tin tạm thời và những dữ liệu không cần thiết. Điều này giúp rút ngắn thời gian khởi động và tăng tốc độ hoạt động của máy. Với chức năng dọn dẹp tự động, ứng dụng giúp giải phóng bộ nhớ và nâng cao tốc độ truy cập dữ liệu. Bên cạnh đó, ứng dụng còn sửa chữa các lỗi hệ thống trên điện thoại, giúp thiết bị hoạt động mượt mà hơn. Nhờ đó, việc sử dụng máy trở nên dễ dàng, góp phần nâng cao hiệu quả công việc của bạn.</p><h2>BẢO VỆ QUYỀN RIÊNG TƯ TUYỆT ĐỐI</h2><p>Bên cạnh khả năng duy trì sự sạch sẽ và tự động sửa lỗi, hệ thống ứng dụng còn hỗ trợ bạn giữ kín thông tin cá nhân một cách tuyệt đối. Bạn có thể xóa bỏ các file liên quan đến lịch sử duyệt web, thông tin đăng nhập và dữ liệu cá nhân khác một cách an toàn và hiệu quả. Đây là một công cụ tiện ích giúp tăng tốc điện thoại, cam kết không sao chép hay lưu trữ bất kỳ thông tin nào của người dùng. Việc thường xuyên cập nhật và quét hệ thống điện thoại sẽ mang lại trải nghiệm tốt nhất. Để đảm bảo bảo mật và hiệu suất tối ưu cho hệ thống, bạn nên kết hợp sử dụng cùng các tiện ích và phần mềm bảo mật khác. Ngoài ra, ứng dụng còn có chức năng cập nhật tự động, giúp bạn luôn sử dụng phiên bản mới nhất. Với nhiều tính năng đa dạng, ứng dụng mang đến trải nghiệm tối ưu cho người dùng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security.jpg",
      "slug": "acleaner-clean-up-security",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Tools",
        "slug": "tools"
      },
      "apktemplates": {
        "wp_description_GP": "ACleaner Mod APK là một công cụ không chỉ hỗ trợ tăng tốc điện thoại mà còn bảo vệ thông tin cá nhân của người dùng. Đây là một ứng dụng cung cấp...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "ACleaner",
        "wp_version_GP": "3.2.7",
        "wp_developers_GP": "Innosoft Global",
        "wp_sizes_GP": "20M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "4.1",
        "total_votes": "9",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/ACleaner/ACleaner%20v3.2.7%20[Premium].apk",
            "download_version": "3.2.7",
            "download_size": "20.24 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/ACleaner/ACleaner%20v3.2.2%20[Premium].apk",
            "download_version": "3.2.2",
            "download_size": "20.25 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/acleaner-clean-up-security-1.jpg"
      },
      "scraped_at": "2026-01-09T20:40:23.089908",
      "lastmod": "2023-04-12T15:27:34+00:00"
    },
    {
      "title": "Gacha Heroes v3.0.1 MOD APK (Fast Pass, Attack Speed)",
      "description": "<p>Gacha Heroes Mod Apk tận dụng yếu tố ngẫu nhiên để phát triển lối chơi, tạo ra những thử thách phức tạp giúp bạn trải nghiệm những cuộc phiêu lưu hấp dẫn trong thế giới giả tưởng. Bạn cũng có thể xây dựng một đội anh hùng mạnh mẽ với nhiều kỹ năng và sức mạnh khác nhau, đánh bại cái ác và bảo vệ sự yên bình cho lục địa.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76617\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-2-500x281.jpg 500w\" width=\"1000\"/></h2><h2>KHỞI HÀNH CUỘC HÀNH TRÌNH BẤT TẬN</h2><p>Cuộc phiêu lưu của bạn trong game gần như không có điểm dừng khi bạn phải vượt qua nhiều vùng đất nguy hiểm trên lục địa rộng lớn. Mỗi khu vực đều có đặc điểm riêng về sức mạnh tối thiểu, các loại quái vật đa dạng và hiệu ứng xấu khác nhau. Bạn có thể xây dựng đội anh hùng mạnh mẽ với sức mạnh phù hợp để chuẩn bị cho hành trình dài. Hơn nữa, hãy tận dụng yếu tố ngẫu nhiên để tạo nên sự khác biệt lớn trong những trận chiến với bóng tối nguy hiểm.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76618\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-3-500x281.jpg 500w\" width=\"1000\"/></h2><h2>SĂN LÙNG NHỮNG ANH HÙNG MẠNH MẼ ĐA DẠNG</h2><p>Hệ thống anh hùng trong game luôn mang tính ngẫu nhiên khi bạn chiêu mộ các đơn vị mới. Họ sở hữu nhiều yếu tố, sức mạnh và vai trò khác nhau. Dựa vào đội hình hiện có, bạn cần xây dựng chiến lược tối ưu hóa sát thương với từng mục tiêu. Việc chiêu mộ thêm anh hùng có thể thực hiện bằng nhiều cách, bao gồm tuyển thẳng khi đủ điều kiện hoặc sử dụng hệ thống gacha để nhận anh hùng một cách ngẫu nhiên.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76619\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-4-500x281.jpg 500w\" width=\"1000\"/></h2><h2>THỬ THÁCH NHỮNG TRÙM CUỐI HOÀNH TRÁNG</h2><p>Chiến đấu với các trùm là trải nghiệm tuyệt vời để tiến bộ trong các thử thách và cuộc phiêu lưu. Mỗi trùm trong game đều có những đặc điểm riêng biệt như kỹ năng, hiệu ứng tấn công và những tác động tiêu cực lên anh hùng. Việc phối hợp và xây dựng đội hình mạnh là điều cần thiết để đối phó hiệu quả và linh hoạt với các trùm. Ngoài ra, bạn còn nhận được nhiều phần thưởng hấp dẫn từ các trận đấu này để nâng cấp và tăng cường sức mạnh cho đội hình.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76620\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-5-500x281.jpg 500w\" width=\"1000\"/></h2><h2>NÂNG CẤP ANH HÙNG VÀ THĂNG HẠNG</h2><p>Mỗi anh hùng đều có hệ thống nâng cấp riêng, cho phép bạn tăng cấp để gia tăng sức mạnh hoặc mở khóa kỹ năng mới. Đặc biệt, kỹ năng của các anh hùng có thể kết hợp với nhau tạo ra hiệu ứng mạnh mẽ, ảnh hưởng lớn đến toàn đội trong những trận chiến căng thẳng. Việc nâng cấp và tùy chỉnh sức mạnh đội hình là điều cần thiết để bạn tiến nhanh hơn trong hành trình dài đầy hiểm nguy.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76621\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-6-500x281.jpg 500w\" width=\"1000\"/></h2><h2>XÂY DỰNG ĐỘI HÌNH MẠNH CHO ĐẤU TRƯỜNG</h2><p>Đấu trường là nơi bạn thử sức với các người chơi khác bằng đội hình độc đáo, khác biệt so với lối chơi thông thường. Bạn có thể sắp xếp vị trí trước khi bước vào trận chiến, và hệ thống sẽ cân bằng sức mạnh giữa hai bên để tạo ra những trận đấu hấp dẫn. Phần thưởng trong đấu trường cũng rất giá trị và đặc biệt, giúp bạn vươn tới các cấp bậc cao hơn hoặc có cơ hội chiến đấu với những trùm hiếm và huyền thoại trên lục địa.</p><h2><img alt=\"Gacha Heroes: Casual Idle RPG\" class=\"aligncenter size-full wp-image-76622\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-7.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-7.jpg 1000w, https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-7-500x281.jpg 500w\" width=\"1000\"/></h2><h2>TẬN DỤNG TÍNH NĂNG IDLE ĐỂ KIẾM LỢI NHUẬN</h2><p>Điểm nổi bật của trò chơi là tính năng idle, giúp bạn tối đa hóa thu nhập dù đang trực tuyến hay ngoại tuyến. Bạn có thể thiết lập lộ trình cho đội anh hùng trong chế độ ngoại tuyến, sau đó quay lại nhận phần thưởng họ thu thập được. Ngoài ra, hệ thống tấn công tự động cũng hỗ trợ nhiều hoạt động khác như nghiên cứu kỹ năng hay nâng cấp anh hùng, giúp tận dụng tối đa cơ chế idle và mang lại nhiều lợi ích cho người chơi.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg.jpg",
      "slug": "gacha-heroes",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Gacha Heroes Mod Apk tận dụng yếu tố ngẫu nhiên để xây dựng lối chơi, mang đến những thử thách đa dạng và hấp dẫn, giúp bạn trải nghiệm những cuộc phiêu lưu kỳ ảo đầy thú vị.",
        "wp_mod_info_GP": "<p><em>– MENU MOD</em><br/>\n<em>– Tốc độ tấn công tăng gấp 1000 lần</em><br/>\n<em>– Vượt qua nhanh chóng</em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Gacha Heroes",
        "wp_version_GP": "3.0.1",
        "wp_developers_GP": "Loongcheer Game",
        "wp_sizes_GP": "311M",
        "wp_GP_ID": "",
        "wp_mods": "Fast Pass, Attack Speed",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Gacha%20Heroes/gacha-heroes-v3.0.1-mod.apk",
            "download_version": "3.0.1",
            "download_size": "331.09 MB",
            "download_mod_info": "Mod"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/Gacha%20Heroes/gacha-heroes-v3.0.0-mod.apk",
            "download_version": "3.0.0",
            "download_size": "321.71 MB",
            "download_mod_info": "Mod"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-6.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-7.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/12/gacha-heroes-casual-idle-rpg-1.jpg"
      },
      "scraped_at": "2026-01-09T20:44:05.013661",
      "lastmod": "2023-04-13T10:02:54+00:00"
    },
    {
      "title": "AirTycoon 4 v1.4.7 MOD APK (Unlock Full Version)",
      "description": "<p>Hiện nay, một trong những phương tiện di chuyển phổ biến nhất, đặc biệt là với giới thượng lưu, chính là máy bay. Sở hữu một hãng hàng không có thể xem là ước mơ lớn của nhiều người. Khi vượt qua các cấp độ trong trò chơi AirTycoon 5, bạn sẽ trở thành một doanh nhân thực thụ và bắt đầu xây dựng thương hiệu hàng không riêng của mình</p><h2>MỞ RỘNG VÀ QUẢN LÝ HÃNG HÀNG KHÔNG</h2><p>Người chơi có thể tạo dựng hãng hàng không của mình trong trò chơi và khai thác các chuyến bay đến 500 sân bay trên toàn thế giới. Việc điều phối nhiều bộ phận khác nhau sẽ đòi hỏi bạn phải giữ cho văn phòng hoạt động trơn tru. Khi xây dựng thêm sân bay mới, cần có một hệ thống quản lý quy mô lớn hơn để phục vụ số lượng nhân viên tăng lên. Người chơi nên lựa chọn mở cửa ở các thành phố có ngành du lịch hoặc kinh doanh phát triển để thu hút nguồn doanh thu lớn. Trước khi nhận bất kỳ nhiệm vụ nào, bạn cần nắm vững kiến thức về mọi khía cạnh quản lý và vận hành hãng hàng không, bao gồm cả các chuyến bay, vé máy bay và cách xử lý tình huống.</p><h2>BẢO TRÌ VÀ SỬA CHỮA MÁY BAY</h2><p>Ngoài khía cạnh kinh doanh, người chơi còn phải đảm bảo việc bảo trì và nâng cấp động cơ máy bay diễn ra thường xuyên. Người dùng có thể cải tiến cánh để nâng cao hiệu suất nhiệt và lựa chọn các chiến lược quản lý phù hợp cho hãng. Việc tích lũy tài sản lớn cũng là yếu tố giúp bạn làm chủ thế giới trong trò chơi. Hãy cùng nhau tăng dần thu nhập và đầu tư vào các dòng máy bay hiện đại để doanh nghiệp của bạn phát triển bền vững hơn.</p><h2>CẦN CẢI TIẾN MÁY BAY</h2><p>Khách hàng có thể chọn lựa màu sắc logo, số lượng máy bay và kiểu dáng thiết kế của từng chiếc. Một chiếc máy bay đáng tin cậy với động cơ ổn định chính là yếu tố then chốt giúp hãng hàng không phát triển. Ngoài ra, máy bay còn được trang bị bảng điều khiển giúp người chơi dễ dàng theo dõi các nguồn doanh thu khác nhau. Bảng này hiển thị toàn bộ dữ liệu và thiết lập đang hoạt động. Thời gian bay cũng là yếu tố quan trọng khi lên kế hoạch cho lộ trình của máy bay. Tất cả các khoảng thời gian bay cần được trình bày chi tiết theo từng phút và có ý nghĩa rõ ràng. Người chơi cũng phải duy trì khoảng cách an toàn trong chuyến bay để mang lại trải nghiệm tốt nhất cho khách hàng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4.jpg",
      "slug": "airtycoon-4",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Hiện nay, đi máy bay là một trong những phương tiện di chuyển được ưa chuộng nhất, đặc biệt là đối với người giàu có. Sở hữu một hãng hàng không dường như là ước mơ lớn của không ít người. Khi...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AirTycoon 4",
        "wp_version_GP": "1.4.7",
        "wp_developers_GP": "TRADEGAME Lab Inc.",
        "wp_sizes_GP": "95M",
        "wp_GP_ID": "",
        "wp_mods": "Unlock Full Version",
        "avg_rating": "4.1",
        "total_votes": "10",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-2-500x282.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-3-500x282.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-4-500x282.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-5-500x282.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-6-500x282.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-7-500x282.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/airtycoon-4-1.jpg"
      },
      "scraped_at": "2026-01-09T20:45:51.180994",
      "lastmod": "2023-04-14T09:47:26+00:00"
    },
    {
      "title": "Moon Lovers v1.0.4 APK (Latest)",
      "description": "<p>The quest for happiness and romantic connections. If not, what might be the reasons? Communicate with the main characters in Moonlovers, a dating simulation game where you can also progress in your career as a surgeon, through texting, chatting, and even phone calls.</p><p>You will find yourself drawn to four male leads: a talented heart surgeon, a wealthy and charming CEO, a mysterious author with a secret romantic side, and a captivating rock star; all set in a world filled with supernatural powers and intense moments. Your journey as a surgeon will unfold during your training. Their romance, love, mysteries, and conflicts are woven into a heartfelt story spanning many episodes. Within Moonlovers’ universe, numerous enigmatic superpowers await discovery. Players can experience a unique mix of fantasy and romance in this setting. Throughout the narrative, you will uncover hidden aspects of both his identity and your own. The game offers dozens of episodes, a moving storyline, and an exciting romantic simulation.</p><p>Featuring photographs, hundreds of detailed illustrations, exquisite Live2D animation, and full computer graphics, every precious moment shared with him is captured in Ultra HD quality, creating a lasting keepsake. Stay connected with your beloved through calls, texts, and social media interactions. Use instant messaging and phone calls to keep in touch, and strive to be the first to respond to his blog posts and online updates. Moreover, you can share your personal experiences. With dedication to practice, you will become an outstanding surgeon and doctor. Be proud of your accomplishments; belief can move mountains. Cast your strength spell, then enjoy the rewards of your hard work’s success.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers.jpg",
      "slug": "moon-lovers",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Role Playing",
        "slug": "role-playing"
      },
      "apktemplates": {
        "wp_description_GP": "Theo đuổi hạnh phúc và các mối quan hệ lãng mạn. Nếu không, nguyên nhân là gì? Có thể sử dụng nhắn tin, trò chuyện hoặc gọi điện để trao đổi.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Moon Lovers",
        "wp_version_GP": "1.0.4",
        "wp_developers_GP": "Stardust Online",
        "wp_sizes_GP": "138M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "4.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/moon-lovers-1.jpg"
      },
      "scraped_at": "2026-01-09T20:47:40.235984",
      "lastmod": "2023-04-14T09:59:52+00:00"
    },
    {
      "title": "Moments: Choose Your Story v1.1.19 APK (Latest)",
      "description": "<p>Sự tham gia sâu rộng của người chơi ở mọi khía cạnh chính là điểm làm nên sự khác biệt của Moments: Choose Your Story so với các trò chơi kể chuyện khác. Bạn sẽ nhập vai một nhân vật chính trong tiểu thuyết tình cảm, và tác giả sẽ đưa ra các lựa chọn cốt truyện phân nhánh để bạn quyết định khi câu chuyện tiến triển. Những sự kiện tiếp theo sẽ ra sao hoàn toàn phụ thuộc vào bạn. Vì chính bạn là người tạo nên câu chuyện này, nên việc bạn sở hữu toàn bộ nó là điều hợp lý.</p><p>Để giành chiến thắng trong cuộc thi này, bạn cần lắng nghe trực giác và khám phá con người thật sự bên trong mình. Trong suốt hành trình, bạn sẽ gặp gỡ nhiều nhân vật thú vị. Chắc chắn một số người trong số họ sẽ trở thành những người bạn đồng hành quý giá nhất trong đời bạn. Bạn có tự tin đón nhận tình yêu nếu nó bất ngờ xuất hiện trong cuộc sống? Có điều gì bạn sẽ không từ bỏ, dù biết rằng tình bạn có thể không bền lâu? Nếu bị cuốn vào một âm mưu phức tạp, bạn có đủ khả năng giải mã những bí ẩn khó hiểu nhất? Hãy cùng tham gia Moments ngay để tự mình quyết định hành trình mà bạn muốn trải nghiệm!</p><p>Trò chơi này được thiết kế để bạn hóa thân thành nhân vật chính và tự do tạo nên câu chuyện của riêng mình khi trải nghiệm. Hãy khám phá những vùng đất xa xôi và trò chuyện với các nhân vật trong những cuốn sách yêu thích để tận dụng khoảng thời gian rảnh rỗi của bạn. Hãy suy ngẫm về những điều tuyệt vời đã xảy ra gần đây và chia sẻ với những người bạn thân thiết. Chuẩn bị cho những sự kiện sắp tới như tiệc tùng, đám cưới hay buổi hẹn hò. Khi tìm được người thương, bạn sẽ cảm nhận trọn vẹn không khí lãng mạn đong đầy. Phát triển tư duy phân tích và sáng tạo để giải quyết vấn đề và đạt được kết quả như ý.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story.jpg",
      "slug": "moments-choose-your-story",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Điểm đặc biệt của Moments: Choose Your Story so với các trò chơi kể chuyện khác chính là sự tham gia sâu rộng của người chơi trong mọi khía cạnh. Bạn sẽ đảm nhận vai trò của một nhân vật trong câu chuyện.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Moments: Choose Your Story",
        "wp_version_GP": "1.1.19",
        "wp_developers_GP": "Stardust Online",
        "wp_sizes_GP": "139M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "4",
        "total_votes": "6",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-2-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-3-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-4-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-5-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-6-500x750.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-7-500x750.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/moments-choose-your-story-1.jpg"
      },
      "scraped_at": "2026-01-09T20:49:23.448770",
      "lastmod": "2023-04-14T10:22:56+00:00"
    },
    {
      "title": "Argo's Choice: Visual Novel v1.3.3 MOD APK (Unlimited Tickets)",
      "description": "<p>Bạn có yêu thích các trò chơi kể chuyện tương tác, phiêu lưu trinh thám hay truyện tranh đồ họa không? Nếu có, Argo’s Choice là một trò chơi đáng để bạn trải nghiệm. Trái ngược với suy nghĩ thông thường, những quyết định của bạn trong trò chơi này sẽ ảnh hưởng trực tiếp đến kết quả.</p><p><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-full wp-image-184940\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>CUỘC SỐNG NGẦM TỘI PHẠM LÀ BỐ CẢNH CHO NỘI DUNG TRONG TRÒ CHƠI</h2><p>Trong thế giới của trò chơi, tội phạm len lỏi một cách âm thầm và đầy ảm đạm. Trò chơi được thiết kế theo phong cách tiểu thuyết hình ảnh, sử dụng cơ chế trò chuyện tương tự như giao tiếp trực tuyến. Các mối quan hệ và câu chuyện của nhân vật sẽ thay đổi tùy theo lựa chọn của bạn trong quá trình chơi.</p><p><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-full wp-image-184941\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>PHƯƠNG THỨC KẾT THÚC ĐA DẠNG TẠO NÊN GIÁ TRỊ CHƠI LẠI VÀ NHIỀU THÀNH TỰU KHÁC BIỆT</h2><p>Điểm nổi bật của Argo’s Choice là trò chơi có nhiều cách kết thúc khác nhau. Với việc các lựa chọn của bạn ảnh hưởng đến kết quả cuối cùng, trò chơi mở ra khả năng chơi lại nhiều lần. Bên cạnh đó, bạn còn có thể thu thập nhiều thành tựu khác nhau trong quá trình trải nghiệm, tạo thêm động lực để khám phá trò chơi sâu hơn.</p><p><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-full wp-image-184942\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>CÁC CÂU CHUYỆN ĐƯỢC XÂY DỰNG TỈ MỈ, THEO TỪNG PHẦN VÀ ĐẦY CẢM XÚC</h2><p>Argo’s Choice mang đến một hành trình cảm xúc đa dạng qua câu chuyện hấp dẫn và sâu sắc. Trò chơi được chia thành các tập, mỗi tập hé lộ thêm chi tiết về nhân vật và bối cảnh. Để đưa ra lựa chọn chính xác và ảnh hưởng đến số phận các nhân vật, bạn cần chú ý theo dõi cốt truyện cũng như những bí mật thầm kín của họ.</p><h2>NHỮNG NGƯỜI YÊU THÍCH TRUYỆN HUYỀN BÍ VÀ PHIÊU LƯU SẼ THÍCH THÚ VỚI CHỦ ĐỀ PHIÊU LƯU TỘI PHẠM</h2><p>Argo’s Choice là lựa chọn tuyệt vời dành cho ai đam mê những câu chuyện đầy bí ẩn và kịch tính. Trò chơi có phong cách phiêu lưu ngoại tuyến kết hợp với yếu tố chiến thuật, tạo nên sự khác biệt so với các trò chơi kể chuyện khác. Dù cách chơi đơn giản, nhưng kết quả của các quyết định luôn mang đến sự bất ngờ cho người chơi.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 33.3333%;\"><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-medium wp-image-184943\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-5.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-medium wp-image-184944\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 33.3333%;\"><img alt=\"Argo’s Choice: Visual Novel\" class=\"aligncenter size-medium wp-image-184945\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>ĐÂY LÀ TRÒ CHƠI PHÙ HỢP CHO NHỮNG AI MUỐN TÌM KIẾM ĐIỀU MỚI LẠ VÀ ĐƯỢC ĐÁNH GIÁ CAO</h2><p>Argo’s Choice là lựa chọn không thể bỏ qua với những ai yêu thích thể loại phiêu lưu trinh thám, tiểu thuyết hình ảnh và trò chơi kể chuyện tương tác. Trò chơi miễn phí này mang đến câu chuyện độc đáo với nhiều tập và các lớp nhân vật phong phú. Đây cũng là lựa chọn phù hợp dành cho người chơi yêu thích các trò chơi độc lập, miễn phí và có yếu tố kể chuyện đa chiều. Nếu bạn cảm thấy nhàm chán với lối chơi truyền thống và muốn trải nghiệm điều gì đó mới mẻ, trò chơi này rất đáng để thử.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel.jpg",
      "slug": "argos-choice-visual-nove",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Argo’s Choice Mod APK là một câu chuyện tương tác, nơi mọi diễn biến đều phụ thuộc vào quyết định của bạn! Truyện bắt đầu trong một thế giới tối tăm đầy rẫy tham nhũng và tội ác. Hãy tự mình lựa chọn con đường trong những câu chuyện đa kết thúc hấp dẫn!",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Argo's Choice: Visual Novel",
        "wp_version_GP": "1.3.3",
        "wp_developers_GP": "Buff Studio",
        "wp_sizes_GP": "68M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Tickets",
        "avg_rating": "2.7",
        "total_votes": "9",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/argos-choice-visual-novel-1.jpg"
      },
      "scraped_at": "2026-01-09T20:51:32.277235",
      "lastmod": "2023-04-14T11:10:24+00:00"
    },
    {
      "title": "Backrooms Found Footage v1.0.7 MOD APK (Unlimited Energy)",
      "description": "<p>Backrooms Found Footage là một trò chơi góc nhìn thứ nhất đầy kịch tính, đưa người chơi vào thế giới bí ẩn của những căn phòng backrooms, vốn là chủ đề của nhiều truyền thuyết đô thị trên mạng. Mục tiêu chính trong trò chơi là tìm cách thoát khỏi tầng 0 của backrooms, nơi người chơi bị mắc kẹt, đồng thời tránh bị kẻ thù đáng sợ truy đuổi.</p><p><img alt=\"Backrooms Found Footage\" class=\"aligncenter size-full wp-image-192471\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>HÌNH ẢNH CHẤT LƯỢNG CAO GIÚP NGƯỜI CHƠI CẢM NHẬN SÂU HƠN</h2><p>Một điểm ấn tượng của Backrooms Found Footage là chất lượng hình ảnh cực kỳ sắc nét và đồng đều trong suốt trò chơi. Đồ họa được thiết kế nhằm tạo cảm giác u ám như trong một căn hầm tối tăm. Bên cạnh đó, trò chơi còn có hiệu suất đồ họa xuất sắc, với khả năng đạt hơn 30 khung hình mỗi giây trên các thiết bị tầm trung và trên 60 khung hình mỗi giây trên những thiết bị cao cấp.</p><p><img alt=\"Backrooms Found Footage\" class=\"aligncenter size-full wp-image-192472\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>NGƯỜI CHƠI SẼ ĐƯỢC ĐẶT VÀO MỘT KHÔNG GIAN ĐẦY ÁM ẢNH VÀ NGỘP NGẶT</h2><p>Mục tiêu chính của Backrooms Found Footage là tái hiện chân thực không gian tầng 0 của backrooms cho người chơi. Các nhà phát triển đã dồn nhiều công sức để tạo nên trải nghiệm chân thực nhất có thể. Người chơi sẽ cảm nhận được sự sợ hãi và cảm giác ngột ngạt khi bị giam cầm trong một không gian tối tăm và đầy hiểm nguy như căn hầm. Âm nhạc trong trò chơi cũng được phối hợp rất tinh tế, góp phần nâng cao khả năng nhập vai của người chơi.</p><h2>KHI ĐIỀU KHIỂN NHANH NHẠY, NHỮNG TRÒ CHƠI ĐÓNG VAI VÀ GIẢI ĐỐ TRỞ NÊN HẤP DẪN HƠN</h2><p>Hệ thống điều khiển trong trò chơi được thiết kế để hoạt động mượt mà và nhạy bén trên mọi thiết bị. Nhờ vậy, người chơi có thể hoàn toàn làm chủ nhân vật của mình. Khả năng phản hồi nhanh của các phím điều khiển giúp người chơi tập trung hơn vào việc giải đố và khám phá bí mật của trò chơi, từ đó tăng cường trải nghiệm nhập vai.</p><p><img alt=\"Backrooms Found Footage\" class=\"aligncenter size-full wp-image-192473\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRÍ TUỆ NHÂN TẠO THÔNG MINH KHIẾN TRÒ CHƠI TRỞ NÊN KHÓ LƯỜNG HƠN</h2><p>Backrooms Found Footage sở hữu trí tuệ nhân tạo có khả năng phản ứng nhanh với hành động của người chơi. Các nhân vật không điều khiển trong trò chơi được thiết kế thông minh và phản hồi linh hoạt theo từng hành động của người chơi. Yếu tố này đã làm tăng độ khó và sự hấp dẫn cho trò chơi.</p><h2>NGƯỜI CHƠI CÓ CẢM GIÁC THỎA MÃN KHI VƯỢT QUA NHỮNG THỬ THÁCH VỀ ĐỐ VÀ BÍ ẨN</h2><p>Trong suốt trò chơi, người chơi sẽ phải giải quyết nhiều câu đố và bí ẩn khác nhau. Để vượt qua, họ cần vận dụng khả năng quan sát, xử lý tình huống và tư duy logic. Việc tìm ra lời giải cho những thử thách này góp phần nâng cao chất lượng trải nghiệm và mang lại cảm giác hài lòng khi hoàn thành.</p><p><img alt=\"Backrooms Found Footage\" class=\"aligncenter size-full wp-image-192474\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>THẾ GIỚI TRÒ CHƠI THAY ĐỔI THEO LỰA CHỌN CỦA NGƯỜI CHƠI, TĂNG TÍNH THỬ NGHIỆM</h2><p>Vũ trụ trong Backrooms Found Footage sẽ phản hồi dựa trên những quyết định mà người chơi đưa ra, tạo nên sự chân thật và đa dạng. Các nhân vật không điều khiển và môi trường xung quanh có thể biến đổi tùy thuộc vào lựa chọn của người chơi. Điều này giúp trò chơi có giá trị chơi lại cao khi khuyến khích người chơi thử nghiệm nhiều cách tiếp cận khác nhau.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage.jpg",
      "slug": "backrooms-found-footage",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Backrooms Found Footage là một trò chơi góc nhìn thứ nhất hấp dẫn, đưa người chơi vào không gian bí ẩn của những căn phòng sau lưng, nơi từng là đề tài của nhiều câu chuyện đô thị.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Backrooms Found Footage",
        "wp_version_GP": "1.0.7",
        "wp_developers_GP": "Silest Studio",
        "wp_sizes_GP": "195M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Energy",
        "avg_rating": "5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-5.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-found-footage-1.jpg"
      },
      "scraped_at": "2026-01-09T20:53:31.963531",
      "lastmod": "2023-04-16T18:08:44+00:00"
    },
    {
      "title": "Backrooms - Horror Runner Game v1.0 MOD APK (Unlimited Money)",
      "description": "<p>Backrooms – Horror Runner Game là sự kết hợp giữa thể loại chạy và kinh dị, mang đến cho người chơi trải nghiệm mới mẻ và đầy rùng rợn. Nhiệm vụ trong game rất đơn giản: chạy càng xa càng tốt trong khi tránh những tình huống nguy hiểm và kẻ thù hung hãn. Điểm nổi bật của trò chơi chính là bốn ưu điểm riêng biệt mà người chơi có thể sử dụng để tăng khả năng sinh tồn.</p><p><img alt=\"Backrooms – Horror Runner Game\" class=\"aligncenter size-full wp-image-186999\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRÒ CHƠI NHANH VÀ SÔI ĐỘNG</h2><p>Backrooms – Horror Runner Game nổi bật nhờ lối chơi sinh động và tốc độ nhanh. Bối cảnh diễn ra trong The Backrooms, một mạng lưới văn phòng vô tận tạo nên không khí căng thẳng và hồi hộp. Với cơ chế và điều khiển đơn giản, người chơi có thể tập trung vào chiến thuật thay vì phải lo lắng về phần kỹ thuật.</p><p><img alt=\"Backrooms – Horror Runner Game\" class=\"aligncenter size-full wp-image-187000\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>PHONG CÁCH MỚI LẠ CHO THỂ LOẠI CHẠY VÀ KINH DỊ, VÀ NÓ HOẠT ĐỘNG RẤT TỐT</h2><p>Backrooms – Horror Runner Game là trò chơi đầu tiên kết hợp hai thể loại phổ biến là kinh dị và chạy. Sự pha trộn này mang lại trải nghiệm độc đáo và hấp dẫn cho người chơi. Yếu tố kinh dị tạo nên cảm giác sợ hãi và hồi hộp, trong khi phần chạy thử thách người chơi vượt qua các chướng ngại vật. Nhờ vậy, lối chơi đạt đến mức độ ấn tượng so với nhiều game mobile khác.</p><p><img alt=\"Backrooms – Horror Runner Game\" class=\"aligncenter size-full wp-image-187001\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>HỆ THỐNG NÂNG CẤP TĂNG CƯỜNG ĐỘ PHỨC TẠP VÀ THỬ THÁCH CHO TRÒ CHƠI</h2><p>Trái với suy nghĩ thông thường, hệ thống nâng cấp cho phép người chơi cải thiện chỉ số nhân vật và trở nên mạnh mẽ hơn trong quá trình chơi. Người chơi có thể tích lũy tiền để mua các vật phẩm hỗ trợ như tăng gấp đôi số tiền thu thập, cung cấp khiên bảo vệ lâu hơn, tăng khả năng nhảy hoặc sử dụng jetpack. Cách làm này khiến trò chơi vừa thêm phần thú vị vừa nâng cao độ khó một cách hợp lý.</p><p><img alt=\"Backrooms – Horror Runner Game\" class=\"aligncenter size-full wp-image-187002\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>TRẢI NGHIỆM ĐƯỢC TĂNG LÊN NHỜ ĐỒ HỌA ẤN TƯỢNG VÀ ÂM THANH HẤP DẪN</h2><p>Backrooms – Horror Runner Game sở hữu đồ họa sắc nét, được tối ưu tốt cho thiết bị di động. Trò chơi không chỉ đẹp mắt mà còn giúp nâng cao trải nghiệm chơi. Âm nhạc trong game cũng rất phù hợp, góp phần tạo nên không khí căng thẳng và rùng rợn, khiến người chơi thêm phần nhập tâm vào thế giới game.</p><p><img alt=\"Backrooms – Horror Runner Game\" class=\"aligncenter size-full wp-image-187003\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-6-500x281.jpg 500w\" width=\"1000\"/></p><h2>NHỮNG NHÂN VẬT KINH ĐIỂN TRONG THỂ LOẠI KINH DỊ LÀM HÀI LÒNG NGƯỜI CHƠI</h2><p>Backrooms – Horror Runner Game là lựa chọn lý tưởng cho những ai yêu thích dòng game kinh dị. Trò chơi này là một phần không thể thiếu trong thế giới Utility Room, đặc biệt dành cho fan của các tựa game như Five Nights at Freddy’s (FNAF), Outlast, Poppy Playtime, Death Park, Granny, Evil Nun và các trò chơi tương tự. Bạn sẽ gặp gỡ nhiều nhân vật đáng sợ như Huggy-Wuggy, Pennywise, Freddy Bear, góp phần làm tăng thêm sự hấp dẫn cho trò chơi.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game.jpg",
      "slug": "backrooms-horror-runner-game",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Action",
        "slug": "action"
      },
      "apktemplates": {
        "wp_description_GP": "Backrooms Mod APK – Chạy thật xa và né tránh quái vật. Trò chơi trở nên hấp dẫn hơn nhờ bốn loại hỗ trợ đặc biệt. Bạn có thể nhân đôi tiền, sử dụng lá chắn khi cần thiết, tăng gấp đôi khả năng nhảy và điều khiển jetpack để bay.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Backrooms - Horror Runner Game",
        "wp_version_GP": "1.0",
        "wp_developers_GP": "Team GZ",
        "wp_sizes_GP": "70M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "3.8",
        "total_votes": "5",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/backrooms-horror-runner-game-1.jpg"
      },
      "scraped_at": "2026-01-09T20:55:18.532119",
      "lastmod": "2023-04-17T10:11:41+00:00"
    },
    {
      "title": "AI Photo Editor v1.1.8 MOD APK (Premium Unlocked)",
      "description": "<p>Bạn đang tìm kiếm phần mềm chỉnh sửa ảnh tiên tiến để sử dụng? Nếu vậy, AI Photo Editor &amp; Bg Remover là lựa chọn phù hợp với nhiều công cụ chỉnh sửa hình ảnh đa dạng. Công cụ chỉnh sửa ảnh độc đáo này mang đến nhiều chức năng với những tính năng riêng biệt và thú vị. Bên cạnh đó, ứng dụng còn giúp bạn khám phá những kỹ thuật và bố cục mới để tạo ra những bức ảnh nghệ thuật.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"AI Photo Editor &amp; Bg Remover\" class=\"aligncenter size-medium wp-image-75735\" decoding=\"async\" fetchpriority=\"high\" height=\"929\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-2-500x929.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-2-500x929.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-2.jpg 700w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"AI Photo Editor &amp; Bg Remover\" class=\"aligncenter size-medium wp-image-75738\" decoding=\"async\" height=\"929\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-5-500x929.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-5-500x929.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-5.jpg 700w\" width=\"500\"/></td></tr></tbody></table><h2>GIAO DIỆN HIỆN ĐẠI ĐA DẠNG</h2><p>Ứng dụng cung cấp nhiều tùy chọn bố cục giúp bạn tạo ra những bức ảnh ghép độc đáo. Bạn có thể lựa chọn từ bộ khung và câu slogan bắt mắt để làm mới hình ảnh của mình. Nhiều người đánh giá cao các bố cục ghép ảnh sáng tạo dùng để thiết kế album nhỏ. Ngoài các bố cục có sẵn, ứng dụng còn khuyến khích bạn tự tạo ra những kiểu dáng mới lạ.</p><h2>HIỆU ỨNG CHỈNH SỬA ẢNH ĐẶC BIỆT</h2><p>Người dùng có thể áp dụng nhiều hiệu ứng chỉnh sửa ảnh độc đáo, mang lại những bức hình khác biệt. Ứng dụng sở hữu các hiệu ứng hoạt hình lôi cuốn, giúp hình ảnh mới chụp thêm phần thẩm mỹ. Thêm vào đó, hiệu ứng tháo rời rồi ghép lại vật thể cũng được nhiều người yêu thích. Ứng dụng còn hỗ trợ tạo hiệu ứng gif độc đáo từ ảnh của bạn để chia sẻ với bạn bè.</p><h2>NHÃN DÁN VỚI NHIỀU CHỦ ĐỀ HẤP DẪN</h2><p>Phần mềm cung cấp một bộ sưu tập nhãn dán phong phú, giúp bạn trang trí cho ảnh của mình. Bên cạnh đó, bạn có thể tìm thêm nhiều nhãn dán khác trên các trang web khác để làm bức ảnh thêm sinh động hoặc che đi những điểm không mong muốn. Những nhãn dán theo chủ đề mới cũng được cập nhật thường xuyên, cùng với khả năng tạo nhãn dán riêng cho tác phẩm của bạn.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"AI Photo Editor &amp; Bg Remover\" class=\"aligncenter size-medium wp-image-75739\" decoding=\"async\" height=\"929\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-6-500x929.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-6-500x929.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-6.jpg 700w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"AI Photo Editor &amp; Bg Remover\" class=\"aligncenter size-medium wp-image-75740\" decoding=\"async\" height=\"929\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-7-500x929.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-7-500x929.jpg 500w, https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-7.jpg 700w\" width=\"500\"/></td></tr></tbody></table><h2>TRANG ĐIỂM HOÀN HẢO</h2><p>Ứng dụng bổ sung chế độ trang điểm hiện đại giúp bạn tạo ra những bức ảnh lung linh. Bạn có thể làm sáng da và làm mới mái tóc một cách rõ rệt. Đặc biệt, các khuyết điểm trên khuôn mặt sẽ được loại bỏ một cách tự nhiên. Ngoài ra, bạn còn có thể chỉnh sửa khuôn mặt, thay đổi dáng người và thêm hiệu ứng bokeh để bức ảnh thêm phần chuyên nghiệp.</p><h2>LƯU ẢNH CHẤT LƯỢNG CAO</h2><p>Ứng dụng cung cấp chế độ lưu ảnh hiện đại với chất lượng cao. Khi chỉnh sửa hoặc thêm hiệu ứng, hình ảnh thường bị giảm độ nét và trở nên mờ hơn so với bản gốc. Tuy nhiên, tính năng lưu ảnh HD sẽ đảm bảo giữ nguyên chất lượng dù có chỉnh sửa. Điều này giúp ảnh của bạn vẫn sắc nét khi chia sẻ trên các mạng xã hội.</p><h2>CHỈNH SỬA CÀI ĐẶT BỘ LỌC ẢNH</h2><p>Phần mềm cung cấp nhiều bộ lọc chuyên nghiệp để bạn chọn lựa phù hợp với bức ảnh cần chỉnh. Bộ lọc sử dụng bảng màu hiện đại giúp hình ảnh trở nên sống động hơn. Một điểm nổi bật khác là khả năng ghép ảnh vào các khung hình có sẵn hoặc tạo mới từ đầu. Bạn cũng dễ dàng tìm được hiệu ứng chuyển màu hay phối màu giữa các bộ lọc, góp phần nâng cao chất lượng tác phẩm.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover.jpg",
      "slug": "ai-photo-editor",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Photography",
        "slug": "photography"
      },
      "apktemplates": {
        "wp_description_GP": "Bạn có đang tìm kiếm phần mềm chỉnh sửa ảnh tiên tiến nhất để sử dụng cho riêng mình không? Nếu đúng vậy, bạn nên tải về AI Photo.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "AI Photo Editor",
        "wp_version_GP": "1.1.8",
        "wp_developers_GP": "Logopit - Logo Maker & Graphic Design Creator",
        "wp_sizes_GP": "50M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AI%20Photo%20Editor/Photomo%20v1.1.8%20[Premium].apk",
            "download_version": "1.1.8",
            "download_size": "66.97 MB",
            "download_mod_info": "Premium"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AI%20Photo%20Editor/Photomo%20v1.1.7%20[Premium].apk",
            "download_version": "1.1.7",
            "download_size": "68.85 MB",
            "download_mod_info": "Premium"
          },
          {
            "download_name": "APK",
            "download_url": "https://cdn.9mod.cloud/old-data/AI%20Photo%20Editor/Photomo%20v1.1.5%20[Premium].apk",
            "download_version": "1.1.5",
            "download_size": "49.93 MB",
            "download_mod_info": "Premium"
          }
        ],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-2-500x929.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-5-500x929.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-6-500x929.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-7-500x929.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/12/ai-photo-editor-bg-remover-1.jpg"
      },
      "scraped_at": "2026-01-09T20:59:32.641668",
      "lastmod": "2023-04-17T10:53:39+00:00"
    },
    {
      "title": "Miss Detective's Undercover v3.1 APK (Latest)",
      "description": "<p>Miss Detective’s Undercover là cuộc đua giữa những thám tử tài ba nhằm tìm ra người đã đánh cắp nụ hôn đầu tiên của Mystic. Bạn có đủ nhạy bén và tinh tường để giúp cô ấy tìm kiếm các mảnh ghép bí ẩn còn lại không? Các chàng trai đang thực hiện nhiều nhiệm vụ khắp thành phố và cố gắng né tránh sự điều tra của bạn. Người chơi cần thử thách bản thân qua nhiều bộ trang phục để nâng cấp và vượt qua các cấp độ thời trang. Mỗi lựa chọn của bạn sẽ góp phần giúp cô gái tìm được người mình yêu.</p><h2>TỪ NHỮNG DẤU VẾT CÒN LẠI, TÌM RA THỦ PHẠM TRONG SỐ NGƯỜI THÂN</h2><p>Miss Detective’s Undercover luôn mang đến cho người chơi những mảnh ghép bí ẩn cần phải tìm ra để suy luận. Bạn đã nhận một thử thách bất ngờ: tìm ra ba nghi phạm đáng ngờ nhất trong thời gian ngắn nhất. Mỗi cuộc trao đổi đều cần được phân tích kỹ để phát hiện điểm bất thường. Vì mỗi chàng trai có tính cách và cách làm việc khác nhau, bạn phải luôn cảnh giác. Chúng tôi luôn cung cấp những mảnh ghép nhỏ làm gợi ý, và nhiệm vụ của bạn là khám phá để tìm ra những manh mối còn lại. Việc thay đổi chiến thuật liên tục sẽ giúp bạn có cơ hội tự mình phá án.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Miss Detective’s Undercover\" class=\"aligncenter size-medium wp-image-136589\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-2.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Miss Detective’s Undercover\" class=\"aligncenter size-medium wp-image-136590\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-3.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>LỰA CHỌN MỌI QUYẾT ĐỊNH ĐỂ GIÚP NHÂN VẬT TÌM KIẾM TÌNH YÊU</h2><p>Jeremy có đủ sức thu hút để bạn chọn không? Anh chàng này yếu đuối nhưng sở hữu trái tim chân thành và mạnh mẽ như một chú yêu tinh. Người chơi sẽ cùng Miss Detective’s Undercover tạo ra những tình huống để anh ấy thể hiện. Bạn nên chứng tỏ mình là cô gái nhiệt huyết, khao khát tình yêu. Sean là người luôn ẩn mình trong bóng tối với những bước đi đầy nghi vấn. Bạn cần theo dõi anh ta để xác định xem có phải kẻ thủ phạm hay không. Khi tham gia nhiệm vụ thám tử, bạn sẽ phiêu lưu khắp nơi để thu thập các mảnh ghép quan trọng, đồng thời đầu tư thêm tài nguyên vào chuỗi thử thách để được hỗ trợ. Mọi quyết định về tình yêu đều do bạn quyết định, vì vậy đừng ngại thể hiện cá tính và chinh phục người bạn yêu.</p><h2>THAM GIA THỬ THÁCH THỜI TRANG ĐỂ TĂNG CƠ HỘI TÌM RA THỦ PHẠM</h2><p>Thử thách thời trang trong Miss Detective’s Undercover luôn mang đến những bộ sưu tập ấn tượng được thiết kế theo chủ đề của năm. Những kiểu tóc thám tử cá tính với màu sắc nổi bật là lựa chọn lý tưởng cho những ai thích sự thử thách. Nếu bạn chọn trang phục phù hợp và đáp ứng tiêu chí, phần thưởng và số manh mối nhận được sẽ tăng gấp đôi. Bạn có thể tự tạo nên câu chuyện lãng mạn nếu tự tin vào khả năng kể chuyện của mình.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Miss Detective’s Undercover\" class=\"aligncenter size-medium wp-image-136591\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-4.jpg 720w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Miss Detective’s Undercover\" class=\"aligncenter size-medium wp-image-136592\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-5.jpg 720w\" width=\"500\"/></td></tr></tbody></table><h2>NHỮNG CÂU ĐỐ KHÓ KHĂN VỚI NHỮNG BÍ ẨN ĐÁNG NGHĨ</h2><p>Bạn sẽ luôn có cơ hội giải đáp các bí ẩn khi tham gia thử thách hàng ngày cùng Miss Detective’s Undercover. Hoàn thành những câu đố đặc biệt sẽ giúp bạn tăng thêm sự tự tin và kiến thức. Có hai phong cách chính để bạn lựa chọn, nhưng cách kết hợp ra sao là tùy thuộc vào bạn. Vì vậy, trước khi đầu tư vào các vật phẩm đắt tiền, hãy xem xét kỹ sở thích và tính cách của các chàng trai. Nếu bạn làm họ hài lòng, họ sẽ hỗ trợ bạn vượt qua những nhiệm vụ khó khăn. Khi danh tính của các nghi phạm sắp được hé lộ, người chơi cần chú ý đến những lời mời mà mình nhận được.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover.jpg",
      "slug": "miss-detectives-undercover",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Miss Detective's Undercover là cuộc thi tranh tài giữa những thám tử tài ba nhằm tìm ra người đã đánh cắp nụ hôn đầu tiên của Mystic. Liệu bạn có đủ nhạy bén và tinh tế để tham gia hỗ trợ?",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Miss Detective's Undercover",
        "wp_version_GP": "3.1",
        "wp_developers_GP": "Day7",
        "wp_sizes_GP": "108M",
        "wp_GP_ID": "",
        "wp_mods": "N/A",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-5-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/miss-detectives-undercover-1.jpg"
      },
      "scraped_at": "2026-01-09T21:01:39.209646",
      "lastmod": "2023-04-19T10:04:34+00:00"
    },
    {
      "title": "Sports Car Parking MOD APK v1.12 (Unlimited Money)",
      "description": "<p>Trong phiên bản năm nay của trò chơi đỗ xe nhiều tầng nổi tiếng, bạn sẽ học cách điều khiển và đỗ các loại xe thể thao. Trò chơi mô phỏng đỗ xe này cho phép bạn cầm lái những chiếc xe sang trọng và thử thách kỹ năng lái trong một bãi đỗ xe nhiều tầng rộng lớn. Hãy làm quen với việc lái xe sedan cao cấp, hatchback hoặc xe cơ bắp có thiết kế gần giống xe thật.</p><p>Hơn 60 nhiệm vụ khó khăn sẽ kiểm tra khả năng đỗ xe của bạn. Bạn sẽ nhập vai tay đua và có thể điều chỉnh độ khó của trò chơi. Dù bạn là người mới bắt đầu hay đã có kinh nghiệm, trò chơi vẫn mang lại trải nghiệm thú vị. Khám phá hơn mười mẫu xe thể thao đa dạng, từ những chiếc xe cơ bắp cổ điển đến các mẫu xe đua hiện đại. Khi mở khóa các xe hạng B, bạn có thể chơi ở chế độ lái chuyên nghiệp với thời gian giới hạn dài hơn và các thử thách lái khó hơn. Để mở khóa chế độ lái chuyên gia tối thượng, bạn cần mở khóa xe hạng A và thực hiện các màn đỗ xe hoàn hảo. Lưu lượng giao thông cũng tăng dần khi bạn tiến sâu vào chế độ lái.</p><p>Để nâng cao kỹ năng đỗ xe, hãy lái quanh một khu phức hợp nhiều tầng với nhiều chỗ đỗ. Đây là bài kiểm tra lái xe khó nhất, với số lần va chạm giới hạn ở mỗi cấp độ. Nâng cấp xe của bạn và phá kỷ lục thời gian để giành huy chương vàng cùng tất cả phần thưởng. Học cách đỗ song song an toàn và tìm vị trí đỗ xe phù hợp. Chỉ khi hoàn thành các nhiệm vụ đỗ xe khó khăn với điểm số cao nhất, bạn mới có thể mở khóa những siêu xe hàng đầu.</p><p>Bãi đỗ xe nhiều tầng rộng lớn trong trò chơi là bối cảnh cho hơn 60 thử thách đỗ xe riêng biệt. Có nhiều loại xe thể thao, sedan sang trọng và xe cơ bắp để bạn trải nghiệm. Tùy theo trình độ người chơi, trò chơi cung cấp ba chế độ lái khác nhau cùng năm góc nhìn camera giúp đỗ xe chính xác. Trò chơi hấp dẫn nhờ tính chân thực trong cách điều khiển xe, âm thanh còi và động cơ sống động. Hình ảnh sắc nét, các chướng ngại vật di chuyển khi đỗ xe và giao thông thông minh điều chỉnh theo phong cách lái của bạn cũng góp phần làm tăng trải nghiệm.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games.jpg",
      "slug": "sports-car-parking",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Trong phần mới nhất của trò chơi đỗ xe đa tầng nổi tiếng, bạn sẽ được trải nghiệm lái và đỗ các loại xe thể thao. Trò chơi mô phỏng việc đậu xe này mang đến những thử thách thú vị, giúp bạn rèn luyện kỹ năng lái và căn chỉnh xe chuẩn xác.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Sports Car Parking",
        "wp_version_GP": "1.12",
        "wp_developers_GP": "Black Pyramid 3D Games Studio",
        "wp_sizes_GP": "76M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-2-500x300.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-3-500x300.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-4-500x300.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-5-500x300.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-6-500x300.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-7-500x300.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2022/11/sports-car-parking-car-games-1.jpg"
      },
      "scraped_at": "2026-01-09T21:03:24.574352",
      "lastmod": "2023-04-20T08:18:56+00:00"
    },
    {
      "title": "Counter Critical Strike: CS Battlegrounds v1.10 MOD APK (God Mode, Dumb Enemy)",
      "description": "<p>Counter Terrorist Strike – CS là tựa game mới nhất thuộc thể loại bắn súng góc nhìn thứ nhất, nhanh chóng thu hút đông đảo người chơi ngay sau khi ra mắt. Với trải nghiệm bắn súng offline gây nghiện, trò chơi kết hợp giữa chiến đấu hiện đại và các nhiệm vụ chống khủng bố, giữ chân người chơi trong thời gian dài. Nhờ vào những trận đấu súng khốc liệt, kỹ năng bắn tỉa từ xa và sức công phá mạnh mẽ của vũ khí FPS mới, đây được xem là một trong những game bắn súng hàng đầu trên nền tảng di động.</p><p><img alt=\"Counter Terrorist Strike – CS\" class=\"aligncenter size-full wp-image-192093\" decoding=\"async\" fetchpriority=\"high\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-2-500x281.jpg 500w\" width=\"1000\"/></p><h2>THỬ THÁCH KỸ NĂNG BẮN SÚNG VÀ HỌC CÁCH BẢO VỆ TRƯỚC CÁC CUỘC TẤN CÔNG KHỦNG BỐ</h2><p>Trong Counter Terrorist Strike – CS, bạn nhập vai một chiến binh IGI với nhiệm vụ hoàn thành các chiến dịch chống khủng bố dang dở và tiêu diệt những tên khủng bố còn sót lại bằng những pha bắn súng đầy sức mạnh. Trò chơi mang đến cơ hội thử thách khả năng bắn súng và tư duy chiến thuật khi bạn đối đầu với các trận chiến chống khủng bố trên di động. Nếu bạn yêu thích những game FPS hiện đại và muốn hóa thân thành lực lượng chống khủng bố, đây chắc chắn là lựa chọn phù hợp. Cốt truyện dựa trên các trận chiến hiện đại, các cuộc phản công quyết liệt và môi trường nơi những kẻ khủng bố tàn bạo không có chỗ ẩn náu.</p><p><img alt=\"Counter Terrorist Strike – CS\" class=\"aligncenter size-full wp-image-192094\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-3-500x281.jpg 500w\" width=\"1000\"/></p><h2\t>CÓ NHIỀU PHƯƠNG PHÁP CHIẾN ĐẤU HIỆN ĐẠI GIÚP BẠN HOÀN THÀNH MỤC TIÊU FPS</h2><p>Counter Terrorist Strike – CS là một trò chơi bắn súng offline hấp dẫn với điểm nhấn là kho vũ khí chiến đấu hiện đại đa dạng mà người chơi có thể sử dụng. Bao gồm súng bắn tỉa, súng trường thông thường, súng máy (AK-47, Mp5, carbine), lựu đạn và tên lửa. Người chơi có thể nâng cấp độ chính xác, tầm bắn và khả năng zoom cho súng để tiêu diệt các tay bắn tỉa khủng bố cùng lực lượng đặc nhiệm trong từng nhiệm vụ FPS. Bạn cũng có thể lựa chọn vũ khí FPS ưa thích để tham gia chiến đấu trong chế độ battle royale đối đầu với căn cứ khủng bố, trực thăng không kích và máy bay drone hiện đại.</p><p><img alt=\"Counter Terrorist Strike – CS\" class=\"aligncenter size-full wp-image-192095\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-4-500x281.jpg 500w\" width=\"1000\"/></p><h2>CHIẾN THUẬT ẨN NẤP VÀ NGẮM BẮN QUA MINI-MAP DÀNH CHO NHỮNG NHIỆM VỤ ĐẶC CÔNG</h2><p>Counter Terrorist Strike – CS cung cấp nhiều nhiệm vụ gi chiến thuật đa dạng như đánh phủ đầu, ẩn nấp, sinh tồn và các nhiệm vụ đặc công igi. Trò chơi cho phép bạn trải nghiệm cuộc hành trình bắn súng không giới hạn trên các chiến trường nguy hiểm. Khi đảm nhận vai trò đặc công tinh nhuệ, người chơi cần theo dõi sát sao mini-map để phát hiện vị trí bom và nơi ẩn náu của kẻ thù. Việc tìm nơi ẩn nấp là cần thiết để đối phó với các đợt tấn công từ drone tinh vi, các pha bắn súng dữ dội và trực thăng khủng bố.</p><p><img alt=\"Counter Terrorist Strike – CS\" class=\"aligncenter size-full wp-image-192096\" decoding=\"async\" height=\"562\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-5-500x281.jpg 500w\" width=\"1000\"/></p><h2>ĐỒ HỌA TỐI ƯU CHO DI ĐỘNG VÀ HỆ THỐNG CHIẾN ĐẤU ĐƠN GIẢN</h2><p>Người yêu thích thể loại FPS sẽ hài lòng với hệ thống điều khiển chiến đấu sáng tạo trong Counter Terrorist Strike – CS. Với đồ họa được tối ưu dành cho thiết bị di động và mức tiêu thụ dữ liệu thấp, trò chơi còn tương thích với các smartphone Android cấu hình thấp. Đây là tựa game bắn súng góc nhìn thứ nhất chơi offline, không yêu cầu kết nối internet. Người chơi có thể tận hưởng sự kết hợp hoàn hảo giữa hành động và sức mạnh để sinh tồn trên những chiến trường chưa từng khám phá đầy nguy hiểm.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs.jpg",
      "slug": "counter-critical-strike-cs-battlegrounds",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Adventure",
        "slug": "adventure"
      },
      "apktemplates": {
        "wp_description_GP": "Counter Terrorist Strike - CS là trò chơi mới nhất thuộc thể loại bắn súng góc nhìn thứ nhất, nhanh chóng thu hút được đông đảo người chơi ngay từ khi ra mắt.",
        "wp_mod_info_GP": "<ul><li><em>Chế độ Thần</em></li><li><em>Kẻ địch ngốc</em></li></ul>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Counter Critical Strike: CS Battlegrounds",
        "wp_version_GP": "1.10",
        "wp_developers_GP": "GAME BITE.Inc",
        "wp_sizes_GP": "60M",
        "wp_GP_ID": "",
        "wp_mods": "God Mode, Dumb Enemy",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-5.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/counter-terrorist-strike-cs-1.jpg"
      },
      "scraped_at": "2026-01-09T21:05:25.925581",
      "lastmod": "2023-04-20T19:25:02+00:00"
    },
    {
      "title": "Archer Hero - Bow Masters v0.1.16 MOD APK (One Hit Kill, Unlimited Diamonds)",
      "description": "<p>Trò chơi phiêu lưu Archer Hero – Bow Masters sẽ mang đến cho bạn những giờ phút giải trí đầy hấp dẫn. Với vai trò là một cung thủ mới vào nghề, nhiệm vụ của bạn là tận dụng kỹ năng và vũ khí để chiến thắng nhiều kẻ thù và vươn tới danh hiệu Bậc thầy.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193365\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193366\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THỎA SỨC SÁNG TẠO VỚI ĐA DẠNG KẺ THÙ VÀ TÙY CHỈNH KỸ NĂNG PHONG PHÚ.</h2><p>Bạn sẽ gặp phải nhiều sinh vật đa dạng như bộ xương, golem, slime, yêu tinh, quái vật ogre và cả người sói trong trò chơi này. Tuy nhiên, với chiến thuật hợp lý và những mũi tên chính xác, bạn sẽ dễ dàng đánh bại chúng. Điểm hấp dẫn của game nằm ở việc bạn có thể khám phá hàng nghìn ngục tối để tìm kiếm trang bị quý giá, giúp nâng cao sức mạnh và phát triển kỹ năng của cung thủ. Có vô số cách để bạn phát huy sức mạnh đặc biệt của nhân vật mình.</p><h2>ĐẤU TRANH CHỐNG LẠI TỘI ÁC BẰNG CUNG VÀ MŨI TÊN, KIẾM KINH NGHIỆM ĐỂ THĂNG CẤP VÀ MỞ KHÓA KỸ NĂNG MỚI.</h2><p>Khi đối mặt với làn sóng kẻ thù hung hãn, tương lai thế giới sẽ phụ thuộc vào bạn. Bạn cần tiêu diệt tất cả đối thủ bằng cung và mũi tên để tích lũy kinh nghiệm, từ đó thăng cấp và mở khóa những kỹ năng mới. Trải qua từng màn chơi, bạn sẽ gặp nhiều sinh vật đa dạng với các chiêu thức và cách tấn công đặc trưng riêng biệt.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193367\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193368\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>HỢP TÁC CÙNG NGƯỜI CHƠI KHÁC, THU THẬP PHẦN THƯỞNG VÀ NÂNG CẤP TRANG BỊ CHO NHÂN VẬT.</h2><p>Trong Archer Hero – Bow Masters, bạn có thể cải thiện sức mạnh và tốc độ của nhân vật bằng nhiều loại vũ khí, áo giáp, bùa hộ mệnh cùng các vật phẩm khác. Chỉ với một ngón tay, bạn đã có thể di chuyển, né tránh và bắn để hạ gục mọi đối thủ. Hệ thống phần thưởng AFK cho phép bạn nhận vàng và vật phẩm ngay cả khi không chơi trực tiếp. Trận chiến giờ đây càng trở nên sôi động khi người chơi có thể kết nối, lập liên minh, khám phá ngục tối, tiêu diệt quái vật và trùm để thu thập chiến lợi phẩm.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193369\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Archer Hero – Bow Masters\" class=\"aligncenter size-medium wp-image-193370\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>MỘT CUỘC PHIÊU LƯU ĐẦY MÀU SẮC, HẤP DẪN VÀ TRÀN ĐẦY HÀNH ĐỘNG.</h2><p>Archer Hero – Bow Masters là tựa game phiêu lưu thú vị với lối chơi lôi cuốn và hấp dẫn. Sự đa dạng về kẻ thù, kết hợp cùng vô số biến thể kỹ năng và trang bị, cũng như khả năng thăng cấp và chiêu mộ anh hùng mới, sẽ giữ chân bạn trong thời gian dài. Đồ họa sắc nét cùng điều khiển mượt mà mang lại trải nghiệm chơi game rất thú vị. Vậy còn chờ gì nữa, hãy tham gia vào cuộc chiến và trở thành người hùng dùng cung để cứu thế giới.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters.jpg",
      "slug": "archer-hero-bow-masters",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Archer Heroes Mod APK là trò chơi phiêu lưu đầy kịch tính, nơi bạn chiến đấu chống lại hàng loạt kẻ thù bằng những kỹ năng và vũ khí ấn tượng. Bắt đầu từ người mới và dần trở thành cung thủ đỉnh cao.",
        "wp_mod_info_GP": "<ul><li><em>One Hit Kill</em></li><li><em>Unlimited Diamonds</em><br/>\n<b></b></li></ul><p><em><b>Lưu ý: Hãy kích hoạt bản mod trước khi bắt đầu trận đấu.</b></em></p>",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Archer Hero - Bow Masters",
        "wp_version_GP": "0.1.16",
        "wp_developers_GP": "WeMaster Games",
        "wp_sizes_GP": "162M",
        "wp_GP_ID": "",
        "wp_mods": "One Hit Kill, Unlimited Diamonds",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/archer-hero-bow-masters-1.jpg"
      },
      "scraped_at": "2026-01-09T21:07:32.539494",
      "lastmod": "2023-04-22T10:43:19+00:00"
    },
    {
      "title": "Building Damage v1.1.3 MOD APK (Unlimited Money)",
      "description": "<p>Building Damage cho phép bạn lựa chọn một chiếc xe chở số tiền lớn cho riêng mình, bắt đầu cuộc tàn phá thành phố. Trò chơi hành động này mang đến cho bạn những trải nghiệm mới mẻ cùng khả năng sử dụng những quả đạn pháo đầy kịch tính. Bạn có thể nâng cấp pháo một cách tối ưu và hạ gục kẻ thù bằng kỹ thuật xoay linh hoạt nhất. Tiếp tục mở khóa các nâng cấp để vượt qua thử thách một cách dễ dàng nhất.</p><h2>CHỌN XE CÓ KÍCH THƯỚC LỚN HƠN</h2><p>Cuộc quét đã chính thức bắt đầu, và bạn cần phá hủy toàn bộ các công trình trong thành phố để hoàn thành nhiệm vụ. Hãy nhớ rằng, để nhiệm vụ được xem là thành công, bạn phải phá hủy tòa nhà có cờ, nếu không, nhiệm vụ sẽ không được tính hoàn thành.</p><p>Bạn có thể chọn các loại xe pháo lớn để nhanh chóng san phẳng thành phố. Có nhiều loại xe pháo với kích cỡ khác nhau, và khi độ khó tăng lên, bạn sẽ mở khóa được các xe pháo lớn hơn. Trò chơi cũng cung cấp thêm các tính năng giúp bạn điều khiển xe hiệu quả trong quá trình di chuyển.</p><h2>KHÁM PHÁ THÀNH PHỐ</h2><p>Sau khi tùy chỉnh xe pháo, bạn sẽ bắt đầu đối mặt với các thử thách trong trò chơi. Building Damage yêu cầu bạn di chuyển xe pháo và chọn góc bắn hợp lý để phá hủy các ngôi nhà nhanh nhất. Việc phá hủy cần sử dụng nhiều bom, vì vậy bạn phải liên tục nạp đạn để quá trình bắn không bị gián đoạn.</p><p>Thêm vào đó, sẽ có những chiếc xe pháo tương tự xuất hiện, bạn cần tiêu diệt hoặc ngăn chúng hoàn thành nhiệm vụ của bạn. Nếu chúng bắn trúng ngôi nhà có cờ, nhiệm vụ sẽ bị coi là chưa hoàn thành và điểm của bạn sẽ giảm. Trong trường hợp khó khăn, bạn có thể dùng các nâng cấp pháo hiện đại và chọn chế độ tự động di chuyển để ẩn náu.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/02/building-damage.jpg",
      "slug": "building-damage",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Arcade",
        "slug": "arcade"
      },
      "apktemplates": {
        "wp_description_GP": "Building Damage Mod APK – Người chơi điều khiển một xe pháo và bắn đạn để san phẳng thành phố. Người chơi cần điều chỉnh góc bắn và lực để trúng mục tiêu.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Building Damage",
        "wp_version_GP": "1.1.3",
        "wp_developers_GP": "Verdure Gogo",
        "wp_sizes_GP": "268M",
        "wp_GP_ID": "",
        "wp_mods": "Unlimited Money",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-6-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/02/building-damage-1.jpg"
      },
      "scraped_at": "2026-01-09T21:09:15.295006",
      "lastmod": "2023-04-24T07:58:12+00:00"
    },
    {
      "title": "Box Office Sim 2 v1.1.2 MOD APK (Unlocked)",
      "description": "<p>Box Office Sim 2 là một trò chơi mô phỏng kinh doanh, trong đó người chơi đảm nhận vai trò quản lý công ty điện ảnh của riêng mình. Phiên bản kế nhiệm của Box Office Sim nhanh chóng được yêu thích nhờ thiết kế tiên tiến cùng trải nghiệm chơi đầy thử thách. Ban đầu, các studio phim của người chơi có thể chỉ là những công ty sản xuất nhỏ, nhưng dần trở thành những tên tuổi lớn trong ngành công nghiệp này.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199304\" decoding=\"async\" fetchpriority=\"high\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-2-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-2-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-2.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199305\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-3-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-3-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-3.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>VIẾT KỊCH BẢN TỪ ĐẦU HOẶC MUA NHỮNG KỊCH BẢN ĐÃ CÓ SẴN</h2><p>Điểm hấp dẫn của Box Office Sim 2 là người chơi có thể tự mình sáng tạo kịch bản phim. Công cụ này giúp người chơi phát huy sự sáng tạo để xây dựng những câu chuyện độc đáo cho bộ phim. Ngoài ra, người chơi cũng có thể mua lại các kịch bản đã được viết sẵn trên thị trường. Điều này mang đến cảm giác chân thực, bởi việc mua kịch bản từ người khác là chuyện thường thấy trong ngành điện ảnh.</p><h2>NGƯỜI CHƠI CÓ THỂ TÌM KIẾM DIỄN VIÊN TIỀM NĂNG CHO BỘ PHIM</h2><p>Sau khi hoàn thành kịch bản, người chơi sẽ bắt đầu tìm kiếm diễn viên phù hợp cho dự án của mình. Người chơi có thể thương lượng các điều khoản hợp đồng với các diễn viên trong trò chơi mà họ lựa chọn. Việc này giúp tạo nên trải nghiệm làm phim thật sự, khi người chơi có thể tự do chọn diễn viên, đàm phán hợp đồng hấp dẫn và sắp xếp lịch trình hợp lý.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199308\" decoding=\"async\" height=\"889\" sizes=\"(max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-4-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-4-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-4.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199309\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-5-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-5-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-5.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>THÀNH CÔNG CỦA BỘ PHIM VÀ CHIẾN DỊCH QUẢNG CÁO ĐI KÈM LÀ YẾU TỐ QUAN TRỌNG</h2><p>Người chơi cũng có thể lên kế hoạch phát hành phim và tổ chức các chiến dịch quảng bá trong Box Office Sim 2. Việc lên lịch ra mắt phim một cách hợp lý sẽ giúp tối đa hóa doanh thu trong những ngày đầu tiên. Bên cạnh đó, các chiến dịch quảng cáo cũng hỗ trợ tăng độ nhận diện và thu hút khán giả mới. Tính năng này mang đến trải nghiệm chân thực về tầm quan trọng của thời điểm và quảng bá trong ngành giải trí.</p><h2>VIỆC BỔ SUNG CÁC CUỘC THI VÀ PHẦN THƯỞNG KHIẾN TRÒ CHƠI THÊM PHẦN HẤP DẪN</h2><p>Người chơi Box Office Sim 2 có thể gửi phim tham gia các liên hoan phim và phát hành thương mại. Những thành tựu của họ sẽ được vinh danh tại lễ trao giải thường niên. Yếu tố thi đấu này mang lại cảm giác thách thức và thành công khi tác phẩm của họ được công nhận, tạo thêm động lực cho người chơi.</p><table style=\"border-collapse: collapse; width: 100%;\"><tbody><tr><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199310\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-6-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-6-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-6.jpg 1000w\" width=\"500\"/></td><td style=\"width: 50%;\"><img alt=\"Box Office Sim 2\" class=\"aligncenter size-medium wp-image-199311\" decoding=\"async\" height=\"889\" loading=\"lazy\" sizes=\"auto, (max-width: 500px) 100vw, 500px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-7-500x889.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-7-500x889.jpg 500w, https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-7.jpg 1000w\" width=\"500\"/></td></tr></tbody></table><h2>NGƯỜI CHƠI CÓ THỂ PHÁT TRIỂN ĐẾN MỨC LÀM PHIM BLOCKBUSTER VÀ DỰ ÁN FRANCHISE</h2><p>Trong quá trình chơi, người chơi có thể nâng cấp quy mô sản xuất, từ những bộ phim nhỏ với ngân sách hạn chế đến các bom tấn và loạt phim dài tập. Tính năng này giúp người chơi theo dõi sự tiến bộ của studio cũng như ảnh hưởng từ các quyết định của mình. Họ có thể xây dựng những thương hiệu phim thành công cả về mặt doanh thu lẫn đánh giá chuyên môn.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2.jpg",
      "slug": "box-office-sim-2",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Simulation",
        "slug": "simulation"
      },
      "apktemplates": {
        "wp_description_GP": "Box Office Sim 2 là một trò chơi mô phỏng kinh doanh, nơi người chơi sẽ đảm nhận vai trò điều hành công ty điện ảnh của riêng mình. Phiên bản kế tiếp của Box Office Sim nhanh chóng...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Box Office Sim 2",
        "wp_version_GP": "1.1.2",
        "wp_developers_GP": "Alec Jaco",
        "wp_sizes_GP": "25M",
        "wp_GP_ID": "",
        "wp_mods": "Unlocked",
        "avg_rating": "3.5",
        "total_votes": "2",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-2-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-3-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/box-office-sim-2-1.jpg"
      },
      "scraped_at": "2026-01-09T21:11:30.291112",
      "lastmod": "2023-04-26T08:22:36+00:00"
    },
    {
      "title": "Automatic Call Recorder Pro v12.8 MOD APK (Premium Unlocked)",
      "description": "<p>Tìm hiểu về Automatic Call Recorder Pro, một ứng dụng hoàn chỉnh giúp ghi âm cuộc gọi một cách nhanh chóng và dễ dàng. Phiên bản mới của ứng dụng này được thiết kế lại toàn diện vào năm 2022, mang đến hiệu suất và sự tiện lợi vượt trội cho người dùng. Với bộ tính năng đa dạng đáp ứng nhiều nhu cầu khác nhau, Automatic Call Recorder Pro nhanh chóng trở thành lựa chọn phổ biến trên nền tảng Android. Hãy tiếp tục đọc để biết lý do tại sao ứng dụng này được đánh giá cao trong việc ghi âm cuộc gọi.</p><h2>GHI ÂM VÀ CHẶN CUỘC GỌI DỄ DÀNG</h2><p>Một điểm mạnh nổi bật của Automatic Call Recorder Pro là khả năng ghi âm cuộc gọi cực kỳ đơn giản. Ứng dụng sẽ tự động bắt đầu ghi lại cuộc trò chuyện ngay khi bạn nhấc máy. Người dùng còn có thể sử dụng phím giảm âm lượng để từ chối các cuộc gọi không mong muốn và chặn các số điện thoại không cần thiết, đảm bảo chỉ những cuộc gọi được chọn mới được lưu lại.</p><h2>QUẢN LÝ ÂM THANH VÀ TẬP TIN ĐA DẠNG</h2><p>Trình quản lý tệp tích hợp trong Automatic Call Recorder Pro giúp người dùng dễ dàng nghe lại, lưu trữ và xóa các bản ghi âm. Ứng dụng hỗ trợ nhiều định dạng âm thanh như MP3 và WAV, đồng thời cho phép điều chỉnh chất lượng âm thanh phát lại. Các cuộc gọi đã ghi có thể được chia sẻ nhanh chóng hoặc truy cập qua email, cũng như tải lên các dịch vụ lưu trữ đám mây như Dropbox hoặc Google Drive.</p><h2>CÀI ĐẶT GHI ÂM LINH HOẠT</h2><p>Người dùng có thể tùy chỉnh cách ghi âm cuộc gọi theo ý muốn với Automatic Call Recorder Pro. Ứng dụng cung cấp nhiều tùy chọn ghi âm như theo số điện thoại, chỉ ghi âm danh bạ, không ghi danh bạ hoặc kết hợp cả hai. Để bảo vệ quyền riêng tư tốt hơn, người dùng có thể đưa các số điện thoại hoặc liên hệ cụ thể vào danh sách đen để không bị ghi âm. Ngoài ra, bạn có thể bật hoặc tắt tính năng ghi âm tùy theo nhu cầu sử dụng.</p><h2>GỬI VÀ NHẬN FILE GHI ÂM</h2><p>Việc chia sẻ các bản ghi âm cuộc gọi trở nên đơn giản hơn bao giờ hết. Người dùng có thể dễ dàng gửi các cuộc trò chuyện quan trọng đến bạn bè hoặc đồng nghiệp thông qua tin nhắn, WhatsApp, Viber hoặc Skype. Âm thanh đã ghi có thể được phát lại nhiều lần qua loa ngoài hoặc tai nghe của điện thoại.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro.jpg",
      "slug": "automatic-call-recorder-pro",
      "category": {
        "name": "Apps",
        "slug": "apps"
      },
      "subcategory": {
        "name": "Productivity",
        "slug": "productivity"
      },
      "apktemplates": {
        "wp_description_GP": "Tìm hiểu về Automatic Call Recorder Pro, một giải pháp toàn diện giúp ghi âm cuộc gọi một cách dễ dàng và tiện lợi. Ứng dụng sáng tạo này được thiết kế để...",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Automatic Call Recorder Pro",
        "wp_version_GP": "12.8",
        "wp_developers_GP": "SMSROBOT LTD",
        "wp_sizes_GP": "16M",
        "wp_GP_ID": "",
        "wp_mods": "Premium Unlocked",
        "avg_rating": "3.5",
        "total_votes": "13",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-2-500x500.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-3-500x500.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-4-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-5-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-6-500x889.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-7-500x889.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/automatic-call-recorder-pro-1.jpg"
      },
      "scraped_at": "2026-01-09T21:13:17.050221",
      "lastmod": "2023-04-27T18:22:54+00:00"
    },
    {
      "title": "Hot Wheels id v3.9.0 MOD APK + OBB (Enemy Slow)",
      "description": "<h2>HOT WHEELS ID THỬ THÁCH GIỚI HẠN CỦA NGƯỜI CHƠI QUA NHỮNG CUỘC ĐUA VÀ MÀN BIỂU DIỄN</h2><p>Mỗi chiến thắng trong cuộc đua, mỗi pha biểu diễn thành công và mỗi tốc độ được ghi lại, Hot Wheels id đều thử thách khả năng của người chơi, thể hiện kỹ năng và đánh giá hiệu suất của họ. Người chơi sẽ cảm nhận được sự phấn khích tột độ khi hoàn thành nhiệm vụ, thu thập xe cộ và nâng cấp để giành lấy danh hiệu cao nhất. Bên cạnh đó, trò chơi mang đến trải nghiệm chơi kết hợp độc đáo, nơi bạn có thể thăng cấp trong thế giới số khi chơi nhiều hơn trong thế giới thực.</p><p><img alt=\"Hot Wheels id\" class=\"aligncenter size-full wp-image-203977\" decoding=\"async\" fetchpriority=\"high\" height=\"749\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-2-500x375.jpg 500w\" width=\"1000\"/></p><h2>TRÒ CHƠI CUNG CẤP ĐA DẠNG XE CHO NGƯỜI CHƠI LỰA CHỌN</h2><p>Những chiếc xe ấn tượng nhất được tạo nên từ vô số thiết kế độc đáo, bánh xe lớn và hiệu suất vượt trội trong Hot Wheels id. Người chơi có thể lấp đầy gara ảo của mình bằng nhiều mẫu xe độc đáo, tham gia đua, biểu diễn và nhận được những ưu đãi lớn như nâng cấp hiệu suất, mở khóa các cuộc đua mới và phần thưởng hấp dẫn. Trò chơi bao gồm nhiều loại xe mô hình Hot Wheels, từ cổ điển, tương lai đến các xe có bản quyền như Batman, Scooby-Doo và Star Wars. Với kho xe đa dạng, người chơi dễ dàng tùy chỉnh gara và chọn ra chiếc xe phù hợp để thi đấu trong các cuộc đua và thử thách.</p><p><img alt=\"Hot Wheels id\" class=\"aligncenter size-full wp-image-203978\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-3-500x281.jpg 500w\" width=\"1000\"/></p><h2>TIẾN TRÌNH CHƠI ĐƯỢC GHI NHẬN KHI NGƯỜI CHƠI ĐẠT ĐƯỢC NHỮNG CỘT MỐC MỚI</h2><p>Người chơi có thể theo dõi sự tiến bộ trong Hot Wheels id bởi mỗi dặm đường đi, chiến thắng, pha biểu diễn và tốc độ phá kỷ lục đều được ghi lại. Kỹ năng đua xe của bạn sẽ ngày càng hoàn thiện khi đạt những mốc quan trọng. Trò chơi sử dụng Race Portal, một cổng kết nối thực tế liên kết xe Hot Wheels vật lý với thế giới ảo để theo dõi hiệu suất. Race Portal nhận dữ liệu từ xe, bao gồm tốc độ và quãng đường di chuyển, rồi chuyển vào trò chơi giúp người chơi dễ dàng cập nhật tiến trình và nâng cấp.</p><h2><img alt=\"Hot Wheels id\" class=\"aligncenter size-full wp-image-203979\" decoding=\"async\" height=\"562\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-4-500x281.jpg 500w\" width=\"1000\"/></h2><h2>NGƯỜI CHƠI ĐƯỢC THỬ THÁCH HOÀN THÀNH NHIỀU NHIỆM VỤ VÀ CẠNH TRANH TRÊN BẢNG XẾP HẠNG</h2><p>Hot Wheels id đặt ra thử thách cho người chơi hoàn thành từng đường đua, vượt qua thành tích trước và dần chinh phục đấu trường toàn cầu. Trò chơi có nhiều nhiệm vụ đa dạng như đua nhiều xe cùng lúc, thử thách biểu diễn và đua tính giờ. Mỗi thử thách mang lại trải nghiệm riêng biệt, giúp người chơi thể hiện khả năng của mình. Khi vượt qua các nhiệm vụ, người chơi sẽ nhận được phần thưởng như xe mới, phụ kiện và cơ hội thăng hạng trên bảng xếp hạng.</p><p><img alt=\"Hot Wheels id\" class=\"aligncenter size-full wp-image-203980\" decoding=\"async\" height=\"749\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-5-500x375.jpg 500w\" width=\"1000\"/></p><h2>HOT WHEELS ID MANG ĐẾN TRẢI NGHIỆM CHƠI KẾT HỢP ĐỘT PHÁ</h2><p>Hot Wheels id tạo ra trải nghiệm chơi kết hợp mới mẻ, nâng cấp trò chơi xe lên mức độ kịch tính cao hơn. Người chơi có thể đua trên một bản đồ vô tận trong game, vượt qua chướng ngại vật và phá vỡ các kỷ lục mới. Bạn sẽ thăng cấp trong thế giới ảo đồng thời khi tham gia chơi trong thế giới thực. Với bộ Smart Track Kit, một đường đua vật lý cho phép tạo ra nhiều cấu hình đường đua khác nhau cùng những pha hành động hấp dẫn, trải nghiệm chơi sẽ càng được nâng cao.</p><p><img alt=\"Hot Wheels id\" class=\"aligncenter size-full wp-image-203981\" decoding=\"async\" height=\"749\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-6-500x375.jpg 500w\" width=\"1000\"/></p><h2>TRÒ CHƠI ĐEM LẠI TRẢI NGHIỆM VUI NHỘN VÀ ĐẶC BIỆT CHO NGƯỜI CHƠI</h2><p>Tổng kết lại, Hot Wheels id mang đến một trải nghiệm chơi thú vị và khác biệt, thách thức khả năng của người chơi ở nhiều cấp độ. Trò chơi sở hữu đa dạng mẫu xe, nhiều mức độ khó khác nhau và trải nghiệm chơi kết hợp độc đáo. Hot Wheels id sẽ giữ chân bạn với cơ chế theo dõi tiến trình, thăng cấp và cạnh tranh trên bảng xếp hạng.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id.jpg",
      "slug": "hot-wheels-id",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Racing",
        "slug": "racing"
      },
      "apktemplates": {
        "wp_description_GP": "Hot Wheels id Mod APK thách thức bạn vượt qua giới hạn bản thân và khẳng định năng lực của mình.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Hot Wheels id",
        "wp_version_GP": "3.9.0",
        "wp_developers_GP": "Mattel",
        "wp_sizes_GP": "644M",
        "wp_GP_ID": "",
        "wp_mods": "Enemy Slow",
        "avg_rating": "5",
        "total_votes": "1",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/hot-wheels-id-1.jpg"
      },
      "scraped_at": "2026-01-09T21:15:15.620998",
      "lastmod": "2023-04-29T08:29:12+00:00"
    },
    {
      "title": "Sheltered v1.0 APK (Full Game)",
      "description": "<p>Trong trò chơi Sheltered, một tựa game quản lý khủng hoảng hậu tận thế, khái niệm “gia đình hạt nhân” được thể hiện ở mức độ cao hơn bao giờ hết. Nhiệm vụ của bạn là vượt qua vùng đất đầy nguy hiểm để đến được hầm trú ẩn bê tông dưới lòng đất, bảo vệ những người thân yêu khỏi thảm họa sắp đến.</p><p><img alt=\"Sheltered\" class=\"aligncenter size-full wp-image-204136\" decoding=\"async\" fetchpriority=\"high\" height=\"750\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-2.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-2.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/sheltered-2-500x375.jpg 500w\" width=\"1000\"/></p><h2>SỐNG CÒN HAY CHẾT PHỤ THUỘC VÀO CHIẾN LƯỢC VÀ QUẢN LÝ TÀI NGUYÊN</h2><p>Thời tiết khắc nghiệt đòi hỏi bạn phải quản lý tài nguyên một cách thận trọng và đưa ra những quyết định hợp lý. Khi nguồn thực phẩm, nước uống và vật dụng ngày càng khan hiếm, gia đình bạn phải được ưu tiên hàng đầu. Bạn sẽ phải đối mặt với những lựa chọn đạo đức đau lòng và chấp nhận hậu quả từ quyết định đó. Có thể bạn sẽ phải liều lĩnh cử người ra ngoài vùng hoang tàn để kiếm những vật dụng thiết yếu, nhưng cái giá phải trả là gì? Việc chế tạo vũ khí và công cụ từ những vật liệu thu thập được sẽ giúp bảo vệ bạn khỏi hiểm họa ngoài kia. Những sáng tạo này có thể tạo nên sự khác biệt giữa sống và chết khi đối mặt với kẻ thù và thú dữ. Hãy đặt sự sống còn của gia đình vào tay sự khéo léo của con người trong từng tình huống.</p><p><img alt=\"Sheltered\" class=\"aligncenter size-full wp-image-204137\" decoding=\"async\" height=\"750\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-3.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-3.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/sheltered-3-500x375.jpg 500w\" width=\"1000\"/></p><h2>PHÁT TRIỂN NHÂN VẬT GIÚP TĂNG CƠ HỘI CHO BẠN VÀ GIA ĐÌNH</h2><p>Việc nâng cao nhân vật trong Sheltered không chỉ là quản lý tài nguyên hay chế tạo đồ vật. Bạn cần quan tâm đến điểm mạnh và hạn chế của từng thành viên. Hãy trang bị cho những người thân những kỹ năng cần thiết để tồn tại, đồng thời khuyến khích họ hợp tác và xây dựng tinh thần đồng đội. Dù trước đây bạn có thể không ủng hộ bạo lực, nhưng giờ đây nó là điều cần thiết để bảo vệ gia đình. Tham gia vào các trận đấu theo lượt căng thẳng để bảo vệ người thân. Để giành chiến thắng, bạn phải lên kế hoạch khôn ngoan và đánh bại kẻ thù, nhưng cũng cần nhận thức được cái giá phải trả khi chiến đấu trong thế giới tàn khốc này.</p><p><img alt=\"Sheltered\" class=\"aligncenter size-full wp-image-204138\" decoding=\"async\" height=\"750\" sizes=\"(max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-4.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-4.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/sheltered-4-500x375.jpg 500w\" width=\"1000\"/></p><h2>KHẢ NĂNG THÍCH NGHI VÀ ĐẠO ĐỨC: ĐI QUA NHỮNG VÙNG XÁM</h2><p>Sheltered dạy bạn cách thích nghi linh hoạt. Với môi trường biến đổi không ngừng và nguy cơ từ bên ngoài, bạn phải nhanh chóng đưa ra quyết định ảnh hưởng đến tương lai của gia đình. Bạn sẽ gặp nhiều lựa chọn đạo đức khó khăn, từ việc có nên giúp đỡ những người sống sót khác đến cách phân bổ nguồn lực hạn chế. Trong môi trường khắc nghiệt của Sheltered, những vùng xám này là yếu tố sống còn. Gia đình bạn sẽ tìm được nơi an toàn sâu dưới lòng đất trong thế giới hậu tận thế này. Khi trò chơi tiến triển, bạn có thể phát triển và tùy chỉnh căn cứ để xây dựng tổ ấm cho gia đình. Lập kế hoạch thiết kế hợp lý và trang bị các tiện nghi cần thiết, đồng thời đảm bảo nơi trú ẩn được bảo vệ khỏi kẻ xâm nhập. Càng đầu tư cho căn cứ, cơ hội sống sót của gia đình bạn càng cao trong vùng đất hoang tàn.</p><p><img alt=\"Sheltered\" class=\"aligncenter size-full wp-image-204139\" decoding=\"async\" height=\"750\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-5.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-5.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/sheltered-5-500x375.jpg 500w\" width=\"1000\"/></p><h2>NHỮNG NGƯỜI SỐNG SÓT: BẠN HAY THÙ?</h2><p>Những người còn sống sót có thể trở thành đồng minh hoặc kẻ thù. Việc sử dụng ngoại giao, thương mại và liên minh là cách duy nhất để tồn tại trong thế giới tàn khốc này. Tuy nhiên, cũng có nguy cơ một số người sống sót sẽ phản bội bạn. Hãy cẩn trọng vì quyết định của bạn có thể ảnh hưởng trực tiếp đến sự sống còn của gia đình.</p><p><img alt=\"Sheltered\" class=\"aligncenter size-full wp-image-204140\" decoding=\"async\" height=\"750\" loading=\"lazy\" sizes=\"auto, (max-width: 1000px) 100vw, 1000px\" src=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-6.jpg\" srcset=\"https://liteapks.com/wp-content/uploads/2023/04/sheltered-6.jpg 1000w, https://liteapks.com/wp-content/uploads/2023/04/sheltered-6-500x375.jpg 500w\" width=\"1000\"/></p><p>Sự đa dạng về độ khó và điều kiện chơi trong Sheltered làm tăng sức hấp dẫn của trò chơi. Việc hoàn thành nhiệm vụ và đối mặt với nhiều thử thách khác nhau trong từng hoàn cảnh đòi hỏi bạn phải tư duy sáng tạo và chiến lược. Bạn cần học cách thích nghi, lên kế hoạch và tồn tại để bảo vệ gia đình hạt nhân của mình.</p>",
      "thumbnail": "https://liteapks.com/wp-content/uploads/2023/04/sheltered.jpg",
      "slug": "sheltered",
      "category": {
        "name": "Games",
        "slug": "games"
      },
      "subcategory": {
        "name": "Strategy",
        "slug": "strategy"
      },
      "apktemplates": {
        "wp_description_GP": "Khái niệm \"gia đình hạt nhân\" được thể hiện một cách sâu sắc trong trò chơi Sheltered, một tựa game quản lý khủng hoảng hậu tận thế. Người chơi sẽ phải vượt qua những thử thách nguy hiểm để bảo vệ gia đình mình.",
        "wp_mod_info_GP": "",
        "wp_whatnews_GP": "",
        "wp_title_GP": "Sheltered",
        "wp_version_GP": "1.0",
        "wp_developers_GP": "Team 17 Digital Limited",
        "wp_sizes_GP": "68M",
        "wp_GP_ID": "",
        "wp_mods": "Full Game",
        "avg_rating": "3.7",
        "total_votes": "4",
        "repeatable_download_link": [],
        "ss_images": [
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-2.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-3.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-4.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-5.jpg"
          },
          {
            "ss_url": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-6.jpg"
          }
        ],
        "wp_poster_GP": "https://liteapks.com/wp-content/uploads/2023/04/sheltered-1.jpg"
      },
      "scraped_at": "2026-01-09T21:17:17.013971",
      "lastmod": "2023-04-29T16:42:21+00:00"
    }
  ]
}